{"pageProps":{"post":{"creator":"Erik Sherman","title":"Mastering data for better business journalism","link":"https://datajournalism.com/read/longreads/mastering-data-for-better-business-journalism","pubDate":"Thu, 21 May 2020 13:47:00 +0200","author":"Erik Sherman","content":"\n                                                                        <p>If money makes the world go round, business journalists communicate and explain the dizzying spins that affect everyone. </p>\n<p>Their reporting underpins almost every part of society. There's no shortage of stories about how multinationals make their billions, not-for-profits fund activities, or people invest their money. What journalists add is the critical bridge between complex issues and how people understand the impacts on their lives.</p>\n<p>Business reporters who cast these stories in understandable and accessible ways help their audiences make better decisions. As one of the most demanding and dynamic fields in journalism, it can’t be done without an excellent grasp of data. </p>\n<p>As a business journalist, you can find yourself doing a quick turnaround on earnings reports to filing briefs on corporate comings and goings in a trade publication, or interviewing a CEO for a profile piece. </p>\n<p>Maybe you follow a few specific companies with a contact list of insiders who can give you scoops. Or perhaps you are chasing a long-form piece with character arcs and narrative plotting and pacing.</p>\n<p>No matter how you cover business -- text, short social media posts, video, podcasts -- data journalism should be in your tool kit.</p>\n<p>You've almost certainly been working with data already: industry or government statistics, U.S. Security and Exchange Commission filings, projections from market analysts, and more. They probably don't seem like \"data journalism\" because the volume of information is low, or the analysis seems nowhere near as complex as you imagine what data journalists do.</p>\n\n                                                                     \n                            <p>But it's all a matter of degree. Business journalists typically look for some numbers for their stories because they want to compare and contrast things. How company A differs from B. The valuation of a startup and what it would need to achieve to make that number seem reasonable. Consumer trends and financial pressures. All numbers.</p>\n<p>Reporters and editors do this without a second thought because it's just part of the work. Large scale or small, though, it's all data journalism, translating information into words or images. Learning more about it, and even collaborating with colleagues who focus on the data aspect, can enrich your work. The more you understand, the better your handicraft will be. It can also be easier than it seems.</p>\n\n                                                                                                 <h2>Beyond narrative alone</h2>\n<p>Data journalism relies heavily on maths—essentially specialised languages for conveying certain types of relationships and truths—and technology that allows the storage, manipulation, and analysis of all sorts of information. These fields, different from spoken and written language, can help add power to reporting.</p>\n<p>Journalism has an affinity for such traditional story narrative elements as characters, plots, development, and emotional hooks. While fine, the approach has limitations. Reporters and editors might pass over stories that lack the inherent \"dramatic\" elements but nonetheless are important for an audience.</p>\n<p>Data and, by extension, technology and mathematics may seem, through exposure at school, cryptic, cold, and cruel businesses. But, as types of languages and skills, they aren't any more so than the study of music or German or automobile repair.</p>\n<p>Data and analysis can mix with the narrative impulse of many journalists. Not as a replacement, as most people won’t take up a quasi-mathematical treatise along with descriptions of the data structures for their entertainment reading. Instead, aim to bolster your current information sources and even story concepts.</p>\n\n                                                                                                <blockquote><p>Never be satisfied with a summary of data. Get the whole study.</p>\n</blockquote>\n\n                                                                     \n                            <h2>Framing coverage</h2>\n<p>Before considering how data journalism can help, it's best to start with some analytic thought about your coverage. Glueing data analysis and visualisations onto stories doesn't make much sense if they aren't compatible or needed.</p>\n<p>Just as you learn to ask who, what, when, where, how, and why in basic reporting, start with some questions. Here are a few examples, although don't treat them as limits:</p>\n<ol>\n<li>What is the nature of my beat and where does it intersect with information?</li>\n<li>How do people in the industry measure their businesses' performance?</li>\n<li>Are the measures they use reasonable?</li>\n<li>Is there information that might illuminate aspects of what I'm trying to describe?</li>\n<li>Can data support or refute claims that people I've interviewed are making?</li>\n<li>What information puts a company or person into a larger context?</li>\n<li>Can I generalise the specific, finding larger frameworks of data that extrapolate from an example and find a matching trend?</li>\n</ol>\n<p>As a business reporter with more than 25 years in the field covering everything from startup issues to multinational controversies, here are some examples where I've asked such questions and found answers and applications in my own work:</p>\n\n                                                                      \n                            <p><strong>Are the measures they use reasonable?</strong></p>\n<p>I got into a discussion that turned heated on the part of a CEO whom I was interviewing for a company profile.</p>\n<p>The business repeatedly used pro <a href=\"https://businessjournalism.org/2017/03/watch-pro-forma-financial-reports/\">forma financials</a>—presentation of results that eliminate one-time gains or losses to show how the ongoing business was doing. Pro forma statements can provide insight or cover shortcomings, depending on how they're used and understood. But this company used them every quarter, which means what should have been exceptions were really usual and expected conditions.</p>\n<p>I insisted on discussing standard accounting treatments (called GAAP, or generally accepted accounting principles, in the U.S. and IFRS, for international financial reporting standards, in most of the rest of the world). Such rules allow comparison of companies on an even basis and prevent executives from using accounting as a way to hide the truth of corporate performance.</p>\n<p>The approach told me something important about the company's performance and what it was trying to achieve, which was to create a pretty picture that didn't really exist. It also enraged the CEO, who saw a carefully cultivated picture begin to crack.</p>\n\n                                                                      \n                            <p><strong>Is there information that shows aspects of what I'm trying to describe?</strong></p>\n<p>A piece I wrote for <a href=\"https://fortune.com/2020/02/13/personal-inflation-rate-cpi-why-is-college-health-care-so-expensive/?7y1s0h\">Fortune explained why life could be so expensive</a> even though overall inflation is at historical lows. To tell the story, I pulled together sources of information about the growth of U.S. inflation (the consumer price index), per-capita disposable income (money left after paying taxes), and costs of homeownership, rent, health, and school and childcare.</p>\n<p>I assembled the columns of numbers in a spreadsheet and then indexed each. That is, for every category, I divided the values of all months by the value of the first. By making every month a multiple of the first, I could show growth over time as a series of percentages of that first value.</p>\n<p>Then I put everything into a graph format to make the comparisons easy to see. Disposable income always lagged far behind everything else.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><strong>Can data support or refute claims that people I've interviewed are making?</strong></p>\n<p>A PR person described a client of his as a Fortune 500 company. The business was in a segment of technology I had covered in some depth and yet I had never heard of the name. A quick browser excursion to Fortune's site let me search through the current Fortune 500 list of the largest public corporations. Surprise, surprise, there was no listing for the company.</p>\n<p>When I challenged the PR person, he said it was a \"Fortune 500 type company.\" I sent the email to the trash. But imagine the devilry that would have arisen had someone quoted the assertion without checking data to verify. This is an example of how data journalism can do critical background work invisible to the audience.</p>\n\n                                                                                                 <blockquote><p>Forget performing mathematical calculations. Start with a consideration of what a given set of statistics claims to show.</p>\n</blockquote>\n\n                                                                     \n                            <p><strong>What information puts a company or person into a larger context?</strong></p>\n<p><a href=\"https://www.forbes.com/sites/eriksherman/2020/12/29/graphs-income-inequality-great-recession/#4b416bfb6cd0\">Taking a backward look at the results of the global financial crisis</a> on wages for Forbes.com, I wanted to move beyond mean and median representations of data, which often obfuscate a fuller reality.</p>\n<p>Means and medians do offer one way to categorise a body of data, but they do so by eliminating an understanding of how things may vary in different circumstances. If you have €20 and a drinking companion has none, there's little doubt of who will have to pick up the bar tab, even though the average amount each of you has is €10.</p>\n<p>A web search revealed that the Federal Reserve Bank of Atlanta had broken out wage growth by wage size, skill level, and full- or part-time status. Downloading the data, I was able to create a set of graphs, like the one below. The graphs painted a picture of how income inequality increased and, even as overall wages began to recover, some categories of workers had lost more than they would regain.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h2>Role of data in business journalism</h2>\n<p>All journalism serves to answer questions that the public might have. Some outlets—\n<a href=\"https://fivethirtyeight.com/\">Nate Silver's FiveThirtyEight</a>, <a href=\"https://www.nytimes.com/section/upshot\">TheUpshot at the New York Times</a>, <a href=\"https://www.theguardian.com/media/data-journalism\">Guardian's data journalism blog</a>—regularly use data as the main tool in business journalism. An intriguing new non-for-profit venture, <a href=\"https://themarkup.org/\">The Markup</a>, develops and builds its own datasets to report on large high tech companies.</p>\n<p>Data sets can become characters in their own right. A story might address a curious pattern someone noticed in information, accompanied by explorations of how the results came to be and why they are relevant to readers.</p>\n<p>Or the story could be about the existence and use of the data itself, as in the piece that Olivia Solon and Cyrus Farivar did for NBC News about how <a href=\"https://www.nbcnews.com/news/all/leaked-documents-show-facebook-leveraged-user-data-fight-rivals-help-n1076986\">Facebook has used its data</a> \"to fight rivals and help friends.\" </p>\n<p>Data can also support more traditional coverage, whether inverted pyramid hard news coverage or a feature. When LinkedIn filed a piece to go public, I pulled together a story for CBS Interactive, using data from web searches and financial filings, to compare long-standing claims of profitability with the <a href=\"https://www.cbsnews.com/news/hey-linkedin-where-did-those-profitable-years-go/\">reality of being in the red</a> for much of that time.</p>\n<p>An important rule of thumb is to let data highlight and amplify the answer to an inquiry, or even the existence of the question itself. Avoid using data for its own sake or you risk losing your readers. Before anything else, though, there is preparatory work.</p>\n\n                                                                                                 <blockquote><p>Everyone in business or investing wants to know the future. Estimates and projections try to scratch that itch.</p>\n</blockquote>\n\n                                                                     \n                            <h2>Statistics, studies, and polls</h2>\n<p>Forget performing mathematical calculations. Start with a consideration of what a given set of statistics claims to show. Who released the numbers? How were they gathered? Are you looking at a collection of data over time, like from a government agency? Or is this a study or poll that requires additional information to understand its validity and limitations?</p>\n<p>Never be satisfied with a summary of data. Get the whole study. Years ago, I wrote an entire piece about how a \"statistic\" about 14% of all laptops being stolen was utter hogwash. A combination of interviews, data, and some easy analysis set up the entire story:</p>\n<p>·  \tThe company offering the number to every reporter available had a business in computer insurance.</p>\n<p>·  \tBecause it only looked at its own customer base, the subjects seemed more likely to lose or damage a machine. Otherwise, why buy insurance?</p>\n<p>·  \tThe insurer did not release the details of how it arrived at its numbers, offering only a figure for how many claims it had. Reporters used estimates from market analysts to calculate a percentage of loss and did not consider how the company framed things to look particularly favourable for its interests.</p>\n<p>·  \tLaw enforcement agencies and the broader insurance industry did not track laptop loss or theft at all, so there was nothing comparable.</p>\n<p>·  \tIf you calculated the cost of laptops, the loss rate, and the price of the policies, you would see that the company should have been out of business almost immediately.</p>\n<p>Never underestimate how much a company is willing to misuse you. After this article appeared, I noticed that virtually all use of the \"statistic\" suddenly disappeared from business and tech coverage.</p>\n<p>There are many resources to learn more about seeing whether what you are given seems reasonable. I wrote a piece for the Reynolds National Center for Business Reporting about <a href=\"https://businessjournalism.org/2017/01/reporters-tip-sheet-how-to-size-up-a-study/\">how to assess a survey</a>. Other resources include the <a href=\"https://www.aapor.org/Education-Resources/Reports/Evaluating-Survey-Quality.aspx\">American Association for Public Opinion Research</a>, the <a href=\"https://www.pewresearch.org/methods/u-s-survey-research/questionnaire-design/\">Pew Research Center</a>, the <a href=\"https://ijnet.org/en/story/advice-journalists-researching-scholarly-studies-and-reports\">International Center for Journalists</a>, and the <a href=\"https://www.poynter.org/poynter-training/\">Poynter Institute</a>. Meanwhile, <a href=\"https://www.ire.org/archives/41399\">NICAR-Learn</a> also recently made its data journalism videos free for one year.</p>\n\n                                                                                                 <blockquote><p>Historical trends can lead to wrong conclusions.</p>\n</blockquote>\n\n                                                                     \n                            <p><strong>Checking metrics</strong></p>\n<p>Metrics are measurements of ongoing activity, like production figures of a company's blue spanner line and a country's unemployment rate when half of the blue spanner makers are laid off.</p>\n<p>They may be the product of regular data collection or something pulled together for an article when journalists round-up information and then categorise and count it. Public companies throw off never-ending compilations of metrics as required by government agencies.</p>\n<p>As with statistics, do not automatically take them at face value. Information handed to you might be correct or arranged to create an effect, as the pro forma financials mentioned higher up. Also, historical trends can lead to wrong conclusions. Pointing to sales history as a guide to how a new product will do helps not at all if the product and sales territory are outside of what the company has previously done.</p>\n\n                                                                      \n                            <p><strong>Estimates and projections</strong></p>\n<p>Everyone in business or investing wants to know the future. Estimates and projections try to scratch that itch. There was a stretch of time during the big slide this winter when I was monitoring the major U.S. stock indices for Fortune. I kept calculations in a set of spreadsheets, regularly updated to incorporate new information, until finally conditions were right for <a href=\"https://fortune.com/2020/03/18/stock-market-under-trump-dow-lost-all-gains-coronavirus-2020/\">an article on how the Dow lost all the gains</a> it had made since Donald Trump's inauguration on January 20, 2017.</p>\n<p>Warning: not all editors are comfortable with such work. I recently had an editor insist that I take out similar types of modelling in a piece I was working on and only use a number provided by another source. Ironically, the final choice of citation was an article in a publication where a data journalist had independently used the same approach I was using.</p>\n<p>More often, third parties offer their projections. For example, how quickly consumers will adopt 5G telephone service, or where the stock market might be in six months. Projections are almost always wrong. If they were regularly correct, the people who make them would find more effective ways to profit from their prognostic talents. \nNot to suggest you should always avoid estimates. But consider the background of who creates them, their potential motivations, and the history of their previous estimates. Always take such guesses with a grain of salt and remember that data are often uncertain. Recognise the limits while employing it.</p>\n\n                                                                      \n                            <p><strong>Data sources</strong></p>\n<p>You must obtain data before incorporating it. This is both easy and challenging. The easy part is gaining stacks of information from many governments. Data on economic and commerce is omnipresent through official agencies. Many countries have clearinghouses that generate and disseminate data. Then additional government agencies often have their own.</p>\n<p>Take the U.S. as an example. There are tremendous data resources at all the cabinet-level agencies as well as regulatory bodies and the Federal Reserve and its regional banks. Similarly, you may find data, though not as much, at state and local levels. You will also find data available through universities, thinktanks, corporations, political groups, industry groups, lawsuit court filings (an underappreciated resource), international institutions, polling firms, and analysts, to name a few potential sources.</p>\n<p>However, before you embrace that cacophony of information, take a moment to consider a point made by Liliana Bounegru in the <a href=\"https://hbr.org/2014/05/what-data-journalists-need-to-do-differently\">Harvard Business Review</a>. Reliance on existing data sets can \"exacerbate the tendency to amplify issues already considered a priority, and to downplay those that have been relegated or which aren't on the radar screens of major institutions.\"</p>\n<p>That falls short in two major ways. One, when everyone uses the same data, it can become challenging to find a story not available to everyone else. The second is that neglected people and issues get passed over. One way to get passed this is to start pulling together data from different sources to create a fuller view. A personal example came after the Wall Street Journal ran its articles on <a href=\"https://www.wsj.com/articles/these-are-the-public-companies-that-got-small-business-loans-11587493742\">public companies that got federal COVID-19 financial relief</a> intended for small businesses.</p>\n<p>The Journal sorted through the U.S. Securities and Exchange Commission financial filings to identify public companies that had mentioned the U.S. Payment Protection Program, the small business loan program that was part of the government’s response to the pandemic-fueled economic crisis, then put together its list.</p>\n<p>It can be a big task, but one made easier if you use the full-text search at the <a href=\"https://searchwww.sec.gov/EDGARFSClient/jsp/EDGAR_MainAccess.jsp\">SEC’s Edgar site</a> or use a third-party SEC data search engines like <a href=\"http://www.secinfo.com/\">SEC Info</a> that can allow the type of broad searching across filings. I used the latter when writing about <a href=\"https://fortune.com/2019/10/24/wework-news-mortgage-backed-securities-leases/\">mortgage-backed bonds that included buildings with WeWork</a> as a major tenant last October for Fortune. A search across the body of filings for the term WeWork turned up each prospectus that had to list the largest tenants in the buildings whose mortgages were included in the bond.</p>\n\n                                                                                                 <blockquote><p>Business journalists typically look for some numbers for their stories because they want to compare and contrast things.</p>\n</blockquote>\n\n                                                                     \n                            <p><strong>Getting the tools you need</strong></p>\n<p>You do not have to be a math whiz to do much of this, but it greatly helps to improve your understanding of what you are looking at.</p>\n<p>Much of the analysis I have mentioned required a combination of some technical skills, patience, and fundamental maths: addition, subtraction, multiplication, division, and working with and calculating percentages and fractions. Additionally, a grasp of basic probability and statistics helps identify weaknesses in data analysis and source material.</p>\n<p>There are many free and low-cost online courses where you can brush up skills and gain new ones. For example, the <a href=\"https://knightcenter.utexas.edu/\">Knight Center for Journalism at the University of Texas at Austin</a> periodically has offerings in data journalism and data visualisation. <a href=\"https://www.poynter.org/poynter-training/\">The Poynter Institute</a> has self-directed courses. The <a href=\"https://businessjournalism.org/category/workshops/self-guided-training/\">Reynolds National Center for Business Journalism at Arizona State University</a> has video workshops. And, of course, there is useful material at <a href=\"https://datajournalism.com/watch\">DataJournalism.com</a>.</p>\n<p>If you have the chance to work with a data journalist on a project, that person can also potentially provide help and bolster those areas where you might be weak. You will also want tools to make work easier. Some of the basics for analysis are calculators and spreadsheets. Databases can help, but are more complicated; if you do not have experience, find someone who does.</p>\n<p>Sometimes more specific statistical analysis is helpful. Microsoft Excel has many applicable functions, but you need to understand what they do and how they work. For advanced statistical tools, take a class or find someone who already knows how to use them.</p>\n<p>Chances are you'll also want data visualisation tools that can help build images that can often better portray data. Do not expect to become an expert in any of this overnight. But, on the brighter side, toss the notion of having to achieve some acknowledged level of ability before starting to incorporate data.</p>\n<p>Instead, start from where you are. Look for ways to incorporate data into developing stories or see what ideas data itself might generate. Over time, your data work will become better, enriching your business reporting.</p>\n\n                                                                      \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/own-your-newsfeed-own-your-data\">Own your newsfeed, own your data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/privacy-day-security-guide\">Privacy guide for data journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"If money makes the world go round, business journalists communicate and explain the dizzying spins that affect everyone. \nTheir reporting underpins almost every part of society. There's no shortage of stories about how multinationals make their billions, not-for-profits fund activities, or people invest their money. What journalists add is the critical bridge between complex issues and how people understand the impacts on their lives.\nBusiness reporters who cast these stories in understandable and accessible ways help their audiences make better decisions. As one of the most demanding and dynamic fields in journalism, it can’t be done without an excellent grasp of data. \nAs a business journalist, you can find yourself doing a quick turnaround on earnings reports to filing briefs on corporate comings and goings in a trade publication, or interviewing a CEO for a profile piece. \nMaybe you follow a few specific companies with a contact list of insiders who can give you scoops. Or perhaps you are chasing a long-form piece with character arcs and narrative plotting and pacing.\nNo matter how you cover business -- text, short social media posts, video, podcasts -- data journalism should be in your tool kit.\nYou've almost certainly been working with data already: industry or government statistics, U.S. Security and Exchange Commission filings, projections from market analysts, and more. They probably don't seem like \"data journalism\" because the volume of information is low, or the analysis seems nowhere near as complex as you imagine what data journalists do.\nBut it's all a matter of degree. Business journalists typically look for some numbers for their stories because they want to compare and contrast things. How company A differs from B. The valuation of a startup and what it would need to achieve to make that number seem reasonable. Consumer trends and financial pressures. All numbers.\nReporters and editors do this without a second thought because it's just part of the work. Large scale or small, though, it's all data journalism, translating information into words or images. Learning more about it, and even collaborating with colleagues who focus on the data aspect, can enrich your work. The more you understand, the better your handicraft will be. It can also be easier than it seems.\nBeyond narrative alone\nData journalism relies heavily on maths—essentially specialised languages for conveying certain types of relationships and truths—and technology that allows the storage, manipulation, and analysis of all sorts of information. These fields, different from spoken and written language, can help add power to reporting.\nJournalism has an affinity for such traditional story narrative elements as characters, plots, development, and emotional hooks. While fine, the approach has limitations. Reporters and editors might pass over stories that lack the inherent \"dramatic\" elements but nonetheless are important for an audience.\nData and, by extension, technology and mathematics may seem, through exposure at school, cryptic, cold, and cruel businesses. But, as types of languages and skills, they aren't any more so than the study of music or German or automobile repair.\nData and analysis can mix with the narrative impulse of many journalists. Not as a replacement, as most people won’t take up a quasi-mathematical treatise along with descriptions of the data structures for their entertainment reading. Instead, aim to bolster your current information sources and even story concepts.\nNever be satisfied with a summary of data. Get the whole study.\nFraming coverage\nBefore considering how data journalism can help, it's best to start with some analytic thought about your coverage. Glueing data analysis and visualisations onto stories doesn't make much sense if they aren't compatible or needed.\nJust as you learn to ask who, what, when, where, how, and why in basic reporting, start with some questions. Here are a few examples, although don't treat them as limits:\nWhat is the nature of my beat and where does it intersect with information?\nHow do people in the industry measure their businesses' performance?\nAre the measures they use reasonable?\nIs there information that might illuminate aspects of what I'm trying to describe?\nCan data support or refute claims that people I've interviewed are making?\nWhat information puts a company or person into a larger context?\nCan I generalise the specific, finding larger frameworks of data that extrapolate from an example and find a matching trend?\nAs a business reporter with more than 25 years in the field covering everything from startup issues to multinational controversies, here are some examples where I've asked such questions and found answers and applications in my own work:\nAre the measures they use reasonable?\nI got into a discussion that turned heated on the part of a CEO whom I was interviewing for a company profile.\nThe business repeatedly used pro forma financials—presentation of results that eliminate one-time gains or losses to show how the ongoing business was doing. Pro forma statements can provide insight or cover shortcomings, depending on how they're used and understood. But this company used them every quarter, which means what should have been exceptions were really usual and expected conditions.\nI insisted on discussing standard accounting treatments (called GAAP, or generally accepted accounting principles, in the U.S. and IFRS, for international financial reporting standards, in most of the rest of the world). Such rules allow comparison of companies on an even basis and prevent executives from using accounting as a way to hide the truth of corporate performance.\nThe approach told me something important about the company's performance and what it was trying to achieve, which was to create a pretty picture that didn't really exist. It also enraged the CEO, who saw a carefully cultivated picture begin to crack.\nIs there information that shows aspects of what I'm trying to describe?\nA piece I wrote for Fortune explained why life could be so expensive even though overall inflation is at historical lows. To tell the story, I pulled together sources of information about the growth of U.S. inflation (the consumer price index), per-capita disposable income (money left after paying taxes), and costs of homeownership, rent, health, and school and childcare.\nI assembled the columns of numbers in a spreadsheet and then indexed each. That is, for every category, I divided the values of all months by the value of the first. By making every month a multiple of the first, I could show growth over time as a series of percentages of that first value.\nThen I put everything into a graph format to make the comparisons easy to see. Disposable income always lagged far behind everything else.\nCan data support or refute claims that people I've interviewed are making?\nA PR person described a client of his as a Fortune 500 company. The business was in a segment of technology I had covered in some depth and yet I had never heard of the name. A quick browser excursion to Fortune's site let me search through the current Fortune 500 list of the largest public corporations. Surprise, surprise, there was no listing for the company.\nWhen I challenged the PR person, he said it was a \"Fortune 500 type company.\" I sent the email to the trash. But imagine the devilry that would have arisen had someone quoted the assertion without checking data to verify. This is an example of how data journalism can do critical background work invisible to the audience.\nForget performing mathematical calculations. Start with a consideration of what a given set of statistics claims to show.\nWhat information puts a company or person into a larger context?\nTaking a backward look at the results of the global financial crisis on wages for Forbes.com, I wanted to move beyond mean and median representations of data, which often obfuscate a fuller reality.\nMeans and medians do offer one way to categorise a body of data, but they do so by eliminating an understanding of how things may vary in different circumstances. If you have €20 and a drinking companion has none, there's little doubt of who will have to pick up the bar tab, even though the average amount each of you has is €10.\nA web search revealed that the Federal Reserve Bank of Atlanta had broken out wage growth by wage size, skill level, and full- or part-time status. Downloading the data, I was able to create a set of graphs, like the one below. The graphs painted a picture of how income inequality increased and, even as overall wages began to recover, some categories of workers had lost more than they would regain.\nRole of data in business journalism\nAll journalism serves to answer questions that the public might have. Some outlets—\nNate Silver's FiveThirtyEight, TheUpshot at the New York Times, Guardian's data journalism blog—regularly use data as the main tool in business journalism. An intriguing new non-for-profit venture, The Markup, develops and builds its own datasets to report on large high tech companies.\nData sets can become characters in their own right. A story might address a curious pattern someone noticed in information, accompanied by explorations of how the results came to be and why they are relevant to readers.\nOr the story could be about the existence and use of the data itself, as in the piece that Olivia Solon and Cyrus Farivar did for NBC News about how Facebook has used its data \"to fight rivals and help friends.\" \nData can also support more traditional coverage, whether inverted pyramid hard news coverage or a feature. When LinkedIn filed a piece to go public, I pulled together a story for CBS Interactive, using data from web searches and financial filings, to compare long-standing claims of profitability with the reality of being in the red for much of that time.\nAn important rule of thumb is to let data highlight and amplify the answer to an inquiry, or even the existence of the question itself. Avoid using data for its own sake or you risk losing your readers. Before anything else, though, there is preparatory work.\nEveryone in business or investing wants to know the future. Estimates and projections try to scratch that itch.\nStatistics, studies, and polls\nForget performing mathematical calculations. Start with a consideration of what a given set of statistics claims to show. Who released the numbers? How were they gathered? Are you looking at a collection of data over time, like from a government agency? Or is this a study or poll that requires additional information to understand its validity and limitations?\nNever be satisfied with a summary of data. Get the whole study. Years ago, I wrote an entire piece about how a \"statistic\" about 14% of all laptops being stolen was utter hogwash. A combination of interviews, data, and some easy analysis set up the entire story:\n·  \tThe company offering the number to every reporter available had a business in computer insurance.\n·  \tBecause it only looked at its own customer base, the subjects seemed more likely to lose or damage a machine. Otherwise, why buy insurance?\n·  \tThe insurer did not release the details of how it arrived at its numbers, offering only a figure for how many claims it had. Reporters used estimates from market analysts to calculate a percentage of loss and did not consider how the company framed things to look particularly favourable for its interests.\n·  \tLaw enforcement agencies and the broader insurance industry did not track laptop loss or theft at all, so there was nothing comparable.\n·  \tIf you calculated the cost of laptops, the loss rate, and the price of the policies, you would see that the company should have been out of business almost immediately.\nNever underestimate how much a company is willing to misuse you. After this article appeared, I noticed that virtually all use of the \"statistic\" suddenly disappeared from business and tech coverage.\nThere are many resources to learn more about seeing whether what you are given seems reasonable. I wrote a piece for the Reynolds National Center for Business Reporting about how to assess a survey. Other resources include the American Association for Public Opinion Research, the Pew Research Center, the International Center for Journalists, and the Poynter Institute. Meanwhile, NICAR-Learn also recently made its data journalism videos free for one year.\nHistorical trends can lead to wrong conclusions.\nChecking metrics\nMetrics are measurements of ongoing activity, like production figures of a company's blue spanner line and a country's unemployment rate when half of the blue spanner makers are laid off.\nThey may be the product of regular data collection or something pulled together for an article when journalists round-up information and then categorise and count it. Public companies throw off never-ending compilations of metrics as required by government agencies.\nAs with statistics, do not automatically take them at face value. Information handed to you might be correct or arranged to create an effect, as the pro forma financials mentioned higher up. Also, historical trends can lead to wrong conclusions. Pointing to sales history as a guide to how a new product will do helps not at all if the product and sales territory are outside of what the company has previously done.\nEstimates and projections\nEveryone in business or investing wants to know the future. Estimates and projections try to scratch that itch. There was a stretch of time during the big slide this winter when I was monitoring the major U.S. stock indices for Fortune. I kept calculations in a set of spreadsheets, regularly updated to incorporate new information, until finally conditions were right for an article on how the Dow lost all the gains it had made since Donald Trump's inauguration on January 20, 2017.\nWarning: not all editors are comfortable with such work. I recently had an editor insist that I take out similar types of modelling in a piece I was working on and only use a number provided by another source. Ironically, the final choice of citation was an article in a publication where a data journalist had independently used the same approach I was using.\nMore often, third parties offer their projections. For example, how quickly consumers will adopt 5G telephone service, or where the stock market might be in six months. Projections are almost always wrong. If they were regularly correct, the people who make them would find more effective ways to profit from their prognostic talents. \nNot to suggest you should always avoid estimates. But consider the background of who creates them, their potential motivations, and the history of their previous estimates. Always take such guesses with a grain of salt and remember that data are often uncertain. Recognise the limits while employing it.\nData sources\nYou must obtain data before incorporating it. This is both easy and challenging. The easy part is gaining stacks of information from many governments. Data on economic and commerce is omnipresent through official agencies. Many countries have clearinghouses that generate and disseminate data. Then additional government agencies often have their own.\nTake the U.S. as an example. There are tremendous data resources at all the cabinet-level agencies as well as regulatory bodies and the Federal Reserve and its regional banks. Similarly, you may find data, though not as much, at state and local levels. You will also find data available through universities, thinktanks, corporations, political groups, industry groups, lawsuit court filings (an underappreciated resource), international institutions, polling firms, and analysts, to name a few potential sources.\nHowever, before you embrace that cacophony of information, take a moment to consider a point made by Liliana Bounegru in the Harvard Business Review. Reliance on existing data sets can \"exacerbate the tendency to amplify issues already considered a priority, and to downplay those that have been relegated or which aren't on the radar screens of major institutions.\"\nThat falls short in two major ways. One, when everyone uses the same data, it can become challenging to find a story not available to everyone else. The second is that neglected people and issues get passed over. One way to get passed this is to start pulling together data from different sources to create a fuller view. A personal example came after the Wall Street Journal ran its articles on public companies that got federal COVID-19 financial relief intended for small businesses.\nThe Journal sorted through the U.S. Securities and Exchange Commission financial filings to identify public companies that had mentioned the U.S. Payment Protection Program, the small business loan program that was part of the government’s response to the pandemic-fueled economic crisis, then put together its list.\nIt can be a big task, but one made easier if you use the full-text search at the SEC’s Edgar site or use a third-party SEC data search engines like SEC Info that can allow the type of broad searching across filings. I used the latter when writing about mortgage-backed bonds that included buildings with WeWork as a major tenant last October for Fortune. A search across the body of filings for the term WeWork turned up each prospectus that had to list the largest tenants in the buildings whose mortgages were included in the bond.\nBusiness journalists typically look for some numbers for their stories because they want to compare and contrast things.\nGetting the tools you need\nYou do not have to be a math whiz to do much of this, but it greatly helps to improve your understanding of what you are looking at.\nMuch of the analysis I have mentioned required a combination of some technical skills, patience, and fundamental maths: addition, subtraction, multiplication, division, and working with and calculating percentages and fractions. Additionally, a grasp of basic probability and statistics helps identify weaknesses in data analysis and source material.\nThere are many free and low-cost online courses where you can brush up skills and gain new ones. For example, the Knight Center for Journalism at the University of Texas at Austin periodically has offerings in data journalism and data visualisation. The Poynter Institute has self-directed courses. The Reynolds National Center for Business Journalism at Arizona State University has video workshops. And, of course, there is useful material at DataJournalism.com.\nIf you have the chance to work with a data journalist on a project, that person can also potentially provide help and bolster those areas where you might be weak. You will also want tools to make work easier. Some of the basics for analysis are calculators and spreadsheets. Databases can help, but are more complicated; if you do not have experience, find someone who does.\nSometimes more specific statistical analysis is helpful. Microsoft Excel has many applicable functions, but you need to understand what they do and how they work. For advanced statistical tools, take a class or find someone who already knows how to use them.\nChances are you'll also want data visualisation tools that can help build images that can often better portray data. Do not expect to become an expert in any of this overnight. But, on the brighter side, toss the notion of having to achieve some acknowledged level of ability before starting to incorporate data.\nInstead, start from where you are. Look for ways to incorporate data into developing stories or see what ideas data itself might generate. Over time, your data work will become better, enriching your business reporting.\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists\nOwn your newsfeed, own your data\nPrivacy guide for data journalists","guid":"https://datajournalism.com/read/longreads/mastering-data-for-better-business-journalism","isoDate":"2020-05-21T11:47:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}