{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"Humanising data: Connecting numbers and people","link":"https://datajournalism.com/read/longreads/humanising-data-connecting-numbers-and-people","pubDate":"Wed, 29 Dec 2021 11:30:00 +0100","author":"Sherry Ricchiardi","content":"\n                                                                        <p>When <strong>ProPublica</strong> and <strong>National Public Radio</strong> partnered for the series <a href=\"https://www.propublica.org/series/lost-mothers\">“Lost Mothers,”</a> they discovered an alarming trend: <strong>The United States had the highest rate of women who die</strong> during pregnancy, childbirth and postpartum in the developed world despite spending more on healthcare than any other country.</p>\n<p>As reporters dug deeper into the data, a vital element was missing. Where were the mothers?</p>\n<p>“When a pregnant woman or a new mother dies in the U.S., we discovered she is almost invisible. Her identity is shrouded by medical institutions, regulators, and state maternal mortality review committees. Her loved ones mourn her loss in private. The lessons to be learned from her death are often lost as well,” reported <strong>Nina Martin</strong>, who led the project for ProPublica.</p>\n\n                                                                     \n                            <p>A screenshot of the \"Lost Mothers\" series by ProPublica and National Public Radio.</p>\n\n                                                                      \n                            <p>To fill the gap, the investigative team created a first-of-its-kind national database of women who died from pregnancy-related complications. </p>\n<p>They combed social media and crowdfunding sites like <strong>GoFundMe</strong> for leads and turned to obituaries and Facebook to verify information and locate family and friends.</p>\n<p>They published a request: “Do you know someone who died or nearly died in childbirth? Help us investigate.”  </p>\n<p>“We knew the statistics,” said Martin, “but we didn’t have the human stories.” </p>\n<p>Nearly <strong>5,000 responses</strong> came from all 50 states, Washington, D.C., and Puerto Rico. These personal accounts were the backbone of the prize-winning series that spanned  2017 to 2020. </p>\n<p>Among the key findings: </p>\n<ul>\n<li><p>“The U.S has nearly double the number of maternal deaths per 100,000 live births compared to other wealthy, developed nations like France and Canada with roughly <a href=\"https://www.propublica.org/article/die-in-childbirth-maternal-death-rate-health-care-system\">100 percent more deaths per capita</a>.”</p>\n</li>\n<li><p>“<a href=\"https://www.propublica.org/article/nothing-protects-black-women-from-dying-in-pregnancy-and-childbirth\">Black mothers in the U.S. die</a> at three to four times the rate of white mothers, one of the widest of all racial disparities in women’s health.” </p>\n</li>\n<li><p>“According to the Center for Disease Control, more than 60 percent of pregnancy and childbirth-related deaths in the U.S. are preventable.”</p>\n</li>\n</ul>\n\n                                                                      \n                            \n                                                                      \n                            <p><strong>Lost Mothers</strong> won the prestigious <strong>Goldsmith Award for Investigative Reporting</strong>, the <strong>George Polk Award for Medical Reporting</strong> and was a <strong>Pulitzer Prize</strong> finalist for explanatory journalism. The project has been widely credited with sparking change in America’s health care system.   </p>\n<p>In the wake of the project, the <a href=\"https://www.propublica.org/article/landmark-maternal-health-legislation-clears-major-hurdle\">U.S. House of Representatives unanimously approved a bill</a> to fund state committees to review and investigate deaths of expectant and new mothers, a major step to addressing the shortage of reliable data on maternal mortality. <a href=\"https://www.propublica.org/article/us-senate-committee-maternal-mortality-prevention-proposal\">A U.S Senate committee</a> proposed $50 million to prevent mothers from dying in childbirth.</p>\n\n                                                                                                 <blockquote><p>Don’t just throw numbers at people. That’s the worst way to go about it.</p>\n</blockquote>\n\n                                                                     \n                            <p>Giving faces and voices to Lost Mothers was “an absolutely conscious choice and a necessity,” said Martin. “People start to yawn if they don’t understand the implications [of the data]. They melt away. We wanted people to `see’ the story and react.” She has moved to <strong>Reveal</strong> from the <strong>Center for Investigative Reporting</strong>.</p>\n<p>Scientific research supports Martin’s premise. Noted psychologist <strong>Paul Slovic</strong> uses the terms <a href=\"http://econowmics.com/compassion-fade/\">“compassion fade”</a> and <a href=\"https://www.vox.com/explainers/2017/7/19/15925506/psychic-numbing-paul-slovic-apathy\">“psychic numbing”</a> to explain how the brain responds to abstract numbers that have no human connection.  </p>\n<p>“If readers don’t relate to the information, they are less likely to act and use it,” said Slovic, a founder and president of Decision Research, a collection of scientists who study the human psyche. His advice: “Don’t just throw numbers at people. That’s the worst way to go about it.”</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Breathing life into statistics</h3>\n<p>Slovic’s comments beg the question: How useful are datasets if they don’t resonate with the audience and make a difference? For instance, the United Nations reports millions of refugees are on the move. Charts, maps and trendlines document exoduses from places like <strong>Syria</strong>, <strong>Afghanistan</strong>, and <strong>South Sudan</strong>.</p>\n<p>How often are data on mass migrations personalised in news reports? If displaced people were given a voice, a face and personality, would the international community pay more attention? </p>\n<p>“People remember people. They don’t remember numbers. Quantitative information on its own means very little,” said <strong>Gurman Bhatia</strong>, a visualisation designer based in New Delhi. </p>\n<p>During research on how the brain handles information, Bhatia stumbled on Slovic and his theory of compassion fade, the notion that people begin caring less when they are overwhelmed with data.</p>\n\n                                                                                                 <blockquote><p>If readers don’t relate to the information, they are less likely to act and use it.</p>\n</blockquote>\n\n                                                                     \n                            <p>Slovic believes the best way to combat indifference is to tell individual human stories as reminders that behind every number is a real person. He expands this theory in a co-authored paper “psychic numbing, the insensitivity to large numbers of victims.”  </p>\n<p><a href=\"https://www.google.com/search?client=firefox-b-1-d&amp;q=The+more+who+die%2C+the+less+we+care%3A+psychic+numbing+and+genocide\">Following is an excerpt</a>: </p>\n<p><code>“Large numbers have been found to lack meaning and to be underweighted in decisions unless they convey affect (feeling) . . . On the one hand, we respond strongly to aid a single individual in need. On the other hand, we often fail to prevent mass tragedies -- such as genocide -- or take appropriate measures to reduce potential losses from natural disasters. We believe this occurs, in part, because as numbers get larger and larger, we become insensitive; numbers fail to trigger the emotion or feeling necessary to motivate action.”</code></p>\n\n                                                                      \n                            <p>Case in point: When the body of two-year-old <strong>Syrian refugee Aylan Kurdi</strong> washed ashore in Turkey in September 2015, the image went viral, sparking an outpouring of aid for refugees and policy changes on migration. </p>\n<p>The death toll in Syria numbered in the hundreds of thousands with scant international response. Suddenly, a tiny corpse face-down on a beach moved the public in ways statistics could not.</p>\n\n                                                                      \n                            <p>A screenshot of the <a href=\"https://www.theguardian.com/world/2015/sep/02/shocking-image-of-drowned-syrian-boy-shows-tragic-plight-of-refugees\">Guardian article</a> featuring images of Aylan Kurdi, the two-year-old Syrian refugee boy who drowned in September 2015 en route to Kos.</p>\n\n                                                                      \n                            <p>“Overnight, that picture woke up the world. People got emotionally connected to the problem,” said Slovic, a member of the National Academy of Sciences. “Generally, if there’s something people can do to help, they will do it. If they don’t feel they can make a difference, they get turned off. It is not enough just to break through the numbing.”</p>\n<p>When the image of Aylan Kurdi surfaced, Sweden had around <strong>160,000 Syrian refugees</strong>. The day after the photo appeared, donations to the Swedish Red Cross jumped from $8,000 to $430,000. A month later, they had gone back down.</p>\n\n                                                                                                 <blockquote><p>Remember, the first four letters in numbers are numb. That is what you want to avoid.</p>\n</blockquote>\n\n                                                                     \n                            <p>To make a point, Slovic described an experiment where subjects were asked to think about an amount of money equivalent to $1, and to visualise that amount in American currency. They were told they could visualise 100 pennies, 10 dimes, four quarters, a silver dollar or dollar bill.</p>\n<p>Overwhelmingly participants visualised a dollar bill instead of multiples like quarters or dimes. A single object was easier to envision and connect to. It was more difficult to think about the many. </p>\n<p> <strong>Slovic advises journalists to:</strong></p>\n<ul>\n<li>Convey a strong connection to people in their stories</li>\n<li>Personalise events through the eyes of those experiencing it  </li>\n<li>Put themselves in the shoes of those who are suffering</li>\n</ul>\n<p>“Remember, the first four letters in numbers are numb. That is what you want to avoid,” the psychologist said.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Data and narrative journalism</h3>\n<p>The concept of humanising data has become a driving force for journalists like <strong>Tricia Govindasamy</strong>, senior data product manager for <strong>Code for Africa</strong> and an expert in <strong>Geographic Information Systems</strong>.  </p>\n<p>To her, a spreadsheet is “just numbers until a human face is put to them.” Data scientists and analysts generate statistics, but journalists hold the real power by using numbers in their stories and giving them a voice, said Govindasamy. </p>\n<p><a href=\"https://soundcloud.com/datajournalism/episode-37-conversation-with-jacopo-ottaviani-tricia-govindasamy-code-for-africa\">She coaches reporters</a> to take a new slant on something they already do well – interviewing. When faced with a dataset, why not question the numbers as if they were a person, suggests Govindasamy, a data literacy trainer. </p>\n<p>Interviewing the data can flesh out story ideas, identify new angles and lead to appropriate human sources. If a dataset documents death and destruction caused by massive flooding, the reporter will study the numbers to determine the following:  </p>\n<ul>\n<li>Where did the worst flooding occur?</li>\n<li>Which villages were destroyed?</li>\n<li>What did the villagers do for a living?</li>\n<li>Where are they now?  How many children died?</li>\n</ul>\n<p>With that information in hand, reporters head to the scene to talk with survivors and medical and rescue teams in search of intimate details. Data becomes a guide to the human condition, helping create change, accountability and impact that otherwise might be ignored.</p>\n<p>Govindasamy cited <strong>“The Pandemic Poachers”</strong> as an example of how humanising data made a story stronger and more appealing. InfoNile interviewed local communities in conservation areas on how the pandemic affected them as lockdown restrictions stopped tourism and impacted daily life.</p>\n\n                                                                      \n                            <p>A screenshot from the InfoNile's <a href=\"https://www.infonile.org/en/wildlife-conservation/\">\"The Pandemic Poachers\" article</a>. The chart shows the total reported and estimated weight of trafficked wildlife linked to East Africa from 2010 to 2020.</p>\n\n                                                                      \n                            <p>Here is the <a href=\"https://www.infonile.org/en/wildlife-conservation/\">extended lead from the story</a>:</p>\n<p><code>“In one of the world’s pristine wildlife wildernesses, selling beads has helped Mdua Kirokor keep her kids in school. “Mdua Kirokor is a member of the Maasai pastoralist tribe living within the Maasai Mara, a world-renowned savannah in southern Kenya and northern Tanzania that is home to lions, leopards, elephants and a spectacular annual migration of wildebeest.</code>    </p>\n<p><code>Since 2017, the income Kirokor has saved from beadwork has helped her pay school fees, buy livestock, and invest in home provisions including water tanks and a gas cooker. But while she intended to soon purchase land for leasing through a wildlife conservancy, her plans were halted after the pandemic ground tourism almost to zero.”</code></p>\n\n                                                                                                 <blockquote><p>Journalism has a history of being a lone wolf sport. Data journalism is at its best when it is collaborative.</p>\n</blockquote>\n\n                                                                     \n                            <p>This brand of highly detailed storytelling may require new ways of thinking.</p>\n<p>During workshops, <strong><a href=\"https://soundcloud.com/datajournalism/episode-32-conversation-with-eva-constantaras-and-anastasia-valeeva\">Eva Constantaras</a></strong>, data journalism advisor for <strong>Internews</strong>, suggests data specialists break away from the tech team and get into the larger newsroom to work with reporters.</p>\n<p>It doesn’t matter if these beat writers aren’t astute at technology or know how to code. They know how to engage readers and put pressure on governments to change policies. They are experts in their field whether it is education, politics, migration, or crime.  </p>\n<p>“Journalism has a history of being a lone wolf sport. Data journalism is at its best when it is collaborative. That is what I push for,” said Constantaras, who is based in Athens. Below are examples of projects that exemplify the relationship between numbers and human beings.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>The New York Times' COVID-19 coverage</h3>\n<p>The New York Times won the 2021 Pulitzer Prize for public service for chronicling the toll of COVID-19 at home and abroad. It defined its coverage as \"tough reporting, a huge data analysis effort and deep human storytelling.\" The project portrayed  <a href=\"nytimes.com/2021/03/06/insider/who-i-lost-covid.html\">\"A Nation of Mourners, Forever Scarred.\"</a></p>\n<p>\"We strove every day not to be so focused on the numbers that we forgot the people behind them,\" Marc Lacey, assistant managing editor, wrote in the Times. Following is an outline of how the Times did it:</p>\n\n                                                                      \n                            <p>A screenshot showing how The New York Times gathers and shares data. The Times’s database of COVID-19 cases and deaths was sourced from the websites of hundreds of state and county health authorities, using a combination of manual and automated tasks. Credit: Guilbert Gates/The New York Times</p>\n\n                                                                      \n                            <p>The following is an example of how the dead were memorialised in The New York Times:</p>\n<p><strong><a href=\"https://www.nytimes.com/interactive/2021/well/covid-death-grief-loss.html\">“What Loss Looks Like”</a></strong> </p>\n<ul>\n<li>Readers were asked to submit photographs of objects that reminded them of loved ones who died from coronavirus or other causes over the last year. The images and personal stories were published digitally as an interactive feature that became a virtual memorial.</li>\n</ul>\n\n                                                                      \n                            <p>A screenshot from the interactive piece from [The New York Times] on <a href=\"https://www.nytimes.com/interactive/2021/well/covid-death-grief-loss.html\">\"What Loss Looks Like\"</a>.</p>\n\n                                                                      \n                            <p><strong><a href=\"https://www.nytimes.com/interactive/2020/obituaries/people-died-coronavirus-obituaries.html\">“Those We’ve Lost”</a></strong></p>\n<ul>\n<li>The Times obituaries editor solicited contributions from the newspaper’s bureaus in America and around the world. It informed readers, “This series is designed to put names and faces to the numbers.” Since March 2020, the series profiled more than 500; the project ended in June. An example from the list: “Yury Dokhoian, chess coach who guided Kasparov, dies at 56. A Russian grandmaster, he spent a decade working with the longtime world champion, who said Mr Dokhoian gave him “stability and confidence.” He died of the coronavirus.” A personality profile of Dokhoian was attached.  </li>\n</ul>\n<p><strong><a href=\"https://www.nytimes.com/interactive/2020/05/24/us/us-coronavirus-deaths-100000.html\">“Wall of Grief”</a></strong></p>\n<ul>\n<li>Toward the end of May 2020, a visualisation on the front page marked 100,000 lost with the names of people who died from the virus, most within a three-month period, and memories of their lives from obituaries.</li>\n</ul>\n\n                                                                      \n                            <p>Some of the people featured in the visualised obituary include a police detective in Harlem with a gift for interrogation, Cedric Dixon, 48, New York City; transgender immigrant activist, Lorena Borjas, New York City; advocate for disability rights, April Dunn, 33, Baton Rouge, Louisiana.</p>\n\n                                                                      \n                            <p>In February 2021, <a href=\"https://www.nytimes.com/2021/02/21/insider/covid-500k-front-page.html\">another page one graphic</a> began with a single dot and grew to 500,000, each representing a life lost in the United States to the coronavirus. <a href=\"https://www.cbsnews.com/video/more-americans-have-died-from-covid-19-than-from-both-world-wars-vietnam-war-combined\">COVID-19 represented more deaths</a> than in World War 1, World War II and Vietnam combined.  </p>\n<p>According to the Times, a goal for the project was to show <strong>“A Nation of Mourners, Forever Scarred”</strong> through videos, photos, and personal stories, all reminders of the void COVID-19 left behind.</p>\n\n                                                                      \n                            <p>A screenshot of <a href=\"https://www.nytimes.com/2021/02/21/insider/covid-500k-front-page.html\">The New York Times graphic</a> where each of the nearly 500,000 individual dots represents a life lost in the United States to the coronavirus. Talking about the death toll, Lauren Leatherby, a graphics editor on the project, said the visual reflects “the sheer speed at which it was all happening.”</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Putting faces on crime statistics</h3>\n<p><strong>Florida’s Palm Beach Post</strong> has become a model for how tracking homicides works. </p>\n<p>The website defines the project as “a means both of humanising and quantifying killings” and “presenting faces as well as facts.” </p>\n<p>Most interactive entries include a photo of the deceased, the time and place of the killing, and a brief personal profile. Links at the bottom of the entry direct users to additional reporting on the case.</p>\n<p><a href=\"https://apps.palmbeachpost.com/homicides/\">Maps show where the murder took place</a>, down to the block on the street. The Post’s online database has tracked each homicide in the county dating to 2009.</p>\n\n                                                                      \n                            <p>A screenshot of Florida's Palm Beach Post interactive map showing where homicides took place.</p>\n\n                                                                      \n                            <p>An example from Homicides Tracker: </p>\n<p><code>The body of Ryan Rogers, 14, was discovered near an interstate overpass along Central Boulevard in Palm Beach Gardens on Nov. 16, 2021. Investigators later ruled that the teen's death was a homicide. Authorities arrested a homeless man from Miami in connection to the murder. \nDo you have information to share about the life of Ryan Rogers? The Palm Beach Post needs your help. Email us at homicides@pbpost.com</code></p>\n<p>In September 2020, the Post published a review of <strong>1,041 homicides in Palm Beach County</strong> as part of an investigation into the killings of Black males that disproportionately went unsolved when compared to females and males of other races.  </p>\n<p>Local law-enforcement agencies, medical examiner’s offices and death notices are the main sources for the numbers. Interviews with families and friends personalise coverage, giving victims a voice and personality.</p>\n<p>In 2010, the Washington Post brought murder victims to life through <a href=\"http://www.homicidewatch.org/\">Homicide Watch DC.</a>, one of the first databases of its kind chronicling killings. Today, crime tracking projects have become commonplace in the media.  </p>\n<p><a href=\"https://www.unodc.org/documents/data-and-analysis/gsh/Booklet1.pdf\">The United Nations Global Study on Homicide</a> provides journalists with a broad overview of murder rates, what regions of the world are the most lethal, and possible solutions. It is worth a read for reporters looking to build expertise.</p>\n\n                                                                                                 <blockquote><p>Immigrants are not just another statistic. Every person has a story that numbers alone can’t tell.</p>\n</blockquote>\n\n                                                                     \n                            <h3>Giving immigrants a voice</h3>\n<p>Mass migration has become major news throughout the world. In Syria, refugees flee bombs and torture.\nAfrican migrants risk death to cross the Mediterranean to escape poverty and disease. America’s pullout from Afghanistan produced searing images of desperation and death. </p>\n<p>How are these refugees being covered in today’s media world?</p>\n<p><strong>Shamim Malekmian</strong> quickly said yes when editors at the <strong>Dublin Inquirer</strong> asked her to create an immigration beat for the newspaper. From the beginning, she had a goal in mind: To bring a human perspective to coverage of refugees flowing into Ireland from places like Nigeria and South Africa.</p>\n<p>“Immigrants are not just another statistic. Every person has a story that numbers alone can’t tell,” said Malekmian, who also writes for Hot Press, a Dublin-based music and politics magazine. Her specialities include covering the environment, climate and giving voice to the underdog.</p>\n<p>In September, she wrote about dozens of <a href=\"https://www.dublininquirer.com/2021/09/29/dozens-of-migrant-children-have-gone-missing-while-in-the-state-s-care-in-recent-years\">migrant children that have gone missing</a> while in the state’s care.</p>\n<p>She reported on <a href=\"https://dublininquirer.com/2021/11/24/years-long-waits-for-asylum-interviews-leave-people-in-limbo\">asylum-seekers in limbo</a> during the long wait for interviews and <a href=\"https://dublininquirer.com/2021/08/04/victims-of-racist-attacks-in-dublin-ask-for-more-support-from-gardai-taoiseach\">racist attacks</a> against people of colour in Dublin.</p>\n\n                                                                      \n                            <p>A screenshot showing a <a href=\"https://dublininquirer.com/2021/08/04/victims-of-racist-attacks-in-dublin-ask-for-more-support-from-gardai-taoiseach\">Dublin Inquirer article</a> documenting the experiences of racist attacks against immigrants in Dublin.</p>\n\n                                                                      \n                            <p>Malekmian sees herself as a change agent, pushing the government to reform immigration policies she described as “archaic.” She found it “shocking” that so many immigrant children had gone missing without causing a stir among state watchdogs.  </p>\n<p>She quoted one child advocate as saying, “The full weight of the state should be brought to bear in trying to find a missing child.” Her reporting clearly showed this was not the case. </p>\n<p>Her next move on the immigration beat?“I actually would like to locate some of these missing kids. I am focused on two girls missing from a hotel in Dublin,” said Malekmian said. “That is where I will likely go next.”</p>\n<p><strong>She offered the following tips on how to cover an immigration beat:</strong></p>\n<ul>\n<li>Always go beyond press releases and the official government line</li>\n<li>Let the data guide you to stories and new angles</li>\n<li>Establish strong connections with the people you are covering.  It’s the best way to gain their trust.</li>\n<li>Stay in touch with sources and follow up on their stories</li>\n<li>On-the-ground reporting is vital despite limitations placed on the media by refugee centres</li>\n</ul>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Past and present</h3>\n<p>As evidenced by the journalists in this article, pushing for humanising “numbing numbers” has taken hold in newsrooms across the globe.</p>\n<p>Two years ago, a story in The Guardian reminded readers, “Over the past decade, our approach has evolved, and now we amplify the stories we find in the data by collaborating with specialist reporters to put human voices at the centre of our stories.”</p>\n<p><a href=\"https://www.theguardian.com/membership/datablog/2019/mar/23/a-decade-of-the-datablog-theres-a-human-story-behind-every-data-point\">The Guardian</a> underscored a major point: “Behind every row in a database, there is a human story.” That message resonates with data journalists today.</p>\n\n                                                                                                 <h3>Other resources that can help</h3>\n<ul>\n<li><p><a href=\"https://www.psychologytoday.com/us/blog/insights-yet-unseen/202103/how-can-we-combat-compassion-fade\">Psychology Today:  “How can we combat “compassion fade?”</a>  The article deals with making big numbers more meaningful and ends with a quote. “It is likely impossible to forget that people are dying [of Covid] every day. The challenge for us personally is to continue to care.” </p>\n</li>\n<li><p><a href=\"https://www.arithmeticofcompassion.org/\">Arithmetic of Compassion.</a> Website established by Paul Slovic to raise awareness of psychological obstacles to compassion, including psychic numbing and pseudo efficacy.  Provides suggestions for how to combat cognitive biases and tackle global issues such as mass atrocities, famine, and climate change. </p>\n</li>\n<li><p><a href=\"https://www.gapminder.org\">Gapminder</a>: Nonprofit, nonpartisan foundation offering free data visualisation tools and teaching resources for using and analysing global population statistics. Tools include bubble charts, maps, and databases on poverty, population growth, employment, environmental trends, and health statistics worldwide.  </p>\n</li>\n<li><p><a href=\"https://brightthemag.com/ways-to-tell-migrant-stories-better-journalism-caravan-refugees-immigration-journalism-c0d006dcaacd\">“How Can We Tell Migrants’ Stories Better? Here are 10 ways.”</a> Bright magazine provides a road map to improving coverage of migrants including going where the story is, focusing on people, going beyond stereotypes.  </p>\n</li>\n<li><p><a href=\"https://www.nytimes.com/2020/12/03/insider/coronavirus-queensreporting.html\">“Photo essay: Painstaking Portrait of Some of New York’s Darkest Days.”</a> Queens was hit hard by the coronavirus. A group of Times journalists provided an intimate picture of some who died.  An example of how words and pictures work together to tell a powerful story. </p>\n</li>\n<li><p><a href=\"https://www.theopennotebook.com/2020/09/29/data-journalists-roundtable-visualizing-the-pandemic/\">“Data Journalists’ Roundtable: Visualizing the Pandemic.“</a> Four data journalists covering COVID-19 describe their approach to producing graphics, including a checklist to consider before publishing.</p>\n</li>\n</ul>\n\n                                                                     \n                            \n                                              \n                ","contentSnippet":"When ProPublica and National Public Radio partnered for the series “Lost Mothers,” they discovered an alarming trend: The United States had the highest rate of women who die during pregnancy, childbirth and postpartum in the developed world despite spending more on healthcare than any other country.\nAs reporters dug deeper into the data, a vital element was missing. Where were the mothers?\n“When a pregnant woman or a new mother dies in the U.S., we discovered she is almost invisible. Her identity is shrouded by medical institutions, regulators, and state maternal mortality review committees. Her loved ones mourn her loss in private. The lessons to be learned from her death are often lost as well,” reported Nina Martin, who led the project for ProPublica.\nA screenshot of the \"Lost Mothers\" series by ProPublica and National Public Radio.\nTo fill the gap, the investigative team created a first-of-its-kind national database of women who died from pregnancy-related complications. \nThey combed social media and crowdfunding sites like GoFundMe for leads and turned to obituaries and Facebook to verify information and locate family and friends.\nThey published a request: “Do you know someone who died or nearly died in childbirth? Help us investigate.”  \n“We knew the statistics,” said Martin, “but we didn’t have the human stories.” \nNearly 5,000 responses came from all 50 states, Washington, D.C., and Puerto Rico. These personal accounts were the backbone of the prize-winning series that spanned  2017 to 2020. \nAmong the key findings: \n“The U.S has nearly double the number of maternal deaths per 100,000 live births compared to other wealthy, developed nations like France and Canada with roughly 100 percent more deaths per capita.”\n“Black mothers in the U.S. die at three to four times the rate of white mothers, one of the widest of all racial disparities in women’s health.” \n“According to the Center for Disease Control, more than 60 percent of pregnancy and childbirth-related deaths in the U.S. are preventable.”\nLost Mothers won the prestigious Goldsmith Award for Investigative Reporting, the George Polk Award for Medical Reporting and was a Pulitzer Prize finalist for explanatory journalism. The project has been widely credited with sparking change in America’s health care system.   \nIn the wake of the project, the U.S. House of Representatives unanimously approved a bill to fund state committees to review and investigate deaths of expectant and new mothers, a major step to addressing the shortage of reliable data on maternal mortality. A U.S Senate committee proposed $50 million to prevent mothers from dying in childbirth.\nDon’t just throw numbers at people. That’s the worst way to go about it.\nGiving faces and voices to Lost Mothers was “an absolutely conscious choice and a necessity,” said Martin. “People start to yawn if they don’t understand the implications [of the data]. They melt away. We wanted people to `see’ the story and react.” She has moved to Reveal from the Center for Investigative Reporting.\nScientific research supports Martin’s premise. Noted psychologist Paul Slovic uses the terms “compassion fade” and “psychic numbing” to explain how the brain responds to abstract numbers that have no human connection.  \n“If readers don’t relate to the information, they are less likely to act and use it,” said Slovic, a founder and president of Decision Research, a collection of scientists who study the human psyche. His advice: “Don’t just throw numbers at people. That’s the worst way to go about it.”\nBreathing life into statistics\nSlovic’s comments beg the question: How useful are datasets if they don’t resonate with the audience and make a difference? For instance, the United Nations reports millions of refugees are on the move. Charts, maps and trendlines document exoduses from places like Syria, Afghanistan, and South Sudan.\nHow often are data on mass migrations personalised in news reports? If displaced people were given a voice, a face and personality, would the international community pay more attention? \n“People remember people. They don’t remember numbers. Quantitative information on its own means very little,” said Gurman Bhatia, a visualisation designer based in New Delhi. \nDuring research on how the brain handles information, Bhatia stumbled on Slovic and his theory of compassion fade, the notion that people begin caring less when they are overwhelmed with data.\nIf readers don’t relate to the information, they are less likely to act and use it.\nSlovic believes the best way to combat indifference is to tell individual human stories as reminders that behind every number is a real person. He expands this theory in a co-authored paper “psychic numbing, the insensitivity to large numbers of victims.”  \nFollowing is an excerpt: \n“Large numbers have been found to lack meaning and to be underweighted in decisions unless they convey affect (feeling) . . . On the one hand, we respond strongly to aid a single individual in need. On the other hand, we often fail to prevent mass tragedies -- such as genocide -- or take appropriate measures to reduce potential losses from natural disasters. We believe this occurs, in part, because as numbers get larger and larger, we become insensitive; numbers fail to trigger the emotion or feeling necessary to motivate action.”\nCase in point: When the body of two-year-old Syrian refugee Aylan Kurdi washed ashore in Turkey in September 2015, the image went viral, sparking an outpouring of aid for refugees and policy changes on migration. \nThe death toll in Syria numbered in the hundreds of thousands with scant international response. Suddenly, a tiny corpse face-down on a beach moved the public in ways statistics could not.\nA screenshot of the Guardian article featuring images of Aylan Kurdi, the two-year-old Syrian refugee boy who drowned in September 2015 en route to Kos.\n“Overnight, that picture woke up the world. People got emotionally connected to the problem,” said Slovic, a member of the National Academy of Sciences. “Generally, if there’s something people can do to help, they will do it. If they don’t feel they can make a difference, they get turned off. It is not enough just to break through the numbing.”\nWhen the image of Aylan Kurdi surfaced, Sweden had around 160,000 Syrian refugees. The day after the photo appeared, donations to the Swedish Red Cross jumped from $8,000 to $430,000. A month later, they had gone back down.\nRemember, the first four letters in numbers are numb. That is what you want to avoid.\nTo make a point, Slovic described an experiment where subjects were asked to think about an amount of money equivalent to $1, and to visualise that amount in American currency. They were told they could visualise 100 pennies, 10 dimes, four quarters, a silver dollar or dollar bill.\nOverwhelmingly participants visualised a dollar bill instead of multiples like quarters or dimes. A single object was easier to envision and connect to. It was more difficult to think about the many. \n Slovic advises journalists to:\nConvey a strong connection to people in their stories\nPersonalise events through the eyes of those experiencing it  \nPut themselves in the shoes of those who are suffering\n“Remember, the first four letters in numbers are numb. That is what you want to avoid,” the psychologist said.\nData and narrative journalism\nThe concept of humanising data has become a driving force for journalists like Tricia Govindasamy, senior data product manager for Code for Africa and an expert in Geographic Information Systems.  \nTo her, a spreadsheet is “just numbers until a human face is put to them.” Data scientists and analysts generate statistics, but journalists hold the real power by using numbers in their stories and giving them a voice, said Govindasamy. \nShe coaches reporters to take a new slant on something they already do well – interviewing. When faced with a dataset, why not question the numbers as if they were a person, suggests Govindasamy, a data literacy trainer. \nInterviewing the data can flesh out story ideas, identify new angles and lead to appropriate human sources. If a dataset documents death and destruction caused by massive flooding, the reporter will study the numbers to determine the following:  \nWhere did the worst flooding occur?\nWhich villages were destroyed?\nWhat did the villagers do for a living?\nWhere are they now?  How many children died?\nWith that information in hand, reporters head to the scene to talk with survivors and medical and rescue teams in search of intimate details. Data becomes a guide to the human condition, helping create change, accountability and impact that otherwise might be ignored.\nGovindasamy cited “The Pandemic Poachers” as an example of how humanising data made a story stronger and more appealing. InfoNile interviewed local communities in conservation areas on how the pandemic affected them as lockdown restrictions stopped tourism and impacted daily life.\nA screenshot from the InfoNile's \"The Pandemic Poachers\" article. The chart shows the total reported and estimated weight of trafficked wildlife linked to East Africa from 2010 to 2020.\nHere is the extended lead from the story:\n“In one of the world’s pristine wildlife wildernesses, selling beads has helped Mdua Kirokor keep her kids in school. “Mdua Kirokor is a member of the Maasai pastoralist tribe living within the Maasai Mara, a world-renowned savannah in southern Kenya and northern Tanzania that is home to lions, leopards, elephants and a spectacular annual migration of wildebeest.    \nSince 2017, the income Kirokor has saved from beadwork has helped her pay school fees, buy livestock, and invest in home provisions including water tanks and a gas cooker. But while she intended to soon purchase land for leasing through a wildlife conservancy, her plans were halted after the pandemic ground tourism almost to zero.”\nJournalism has a history of being a lone wolf sport. Data journalism is at its best when it is collaborative.\nThis brand of highly detailed storytelling may require new ways of thinking.\nDuring workshops, Eva Constantaras, data journalism advisor for Internews, suggests data specialists break away from the tech team and get into the larger newsroom to work with reporters.\nIt doesn’t matter if these beat writers aren’t astute at technology or know how to code. They know how to engage readers and put pressure on governments to change policies. They are experts in their field whether it is education, politics, migration, or crime.  \n“Journalism has a history of being a lone wolf sport. Data journalism is at its best when it is collaborative. That is what I push for,” said Constantaras, who is based in Athens. Below are examples of projects that exemplify the relationship between numbers and human beings.\nThe New York Times' COVID-19 coverage\nThe New York Times won the 2021 Pulitzer Prize for public service for chronicling the toll of COVID-19 at home and abroad. It defined its coverage as \"tough reporting, a huge data analysis effort and deep human storytelling.\" The project portrayed  \"A Nation of Mourners, Forever Scarred.\"\n\"We strove every day not to be so focused on the numbers that we forgot the people behind them,\" Marc Lacey, assistant managing editor, wrote in the Times. Following is an outline of how the Times did it:\nA screenshot showing how The New York Times gathers and shares data. The Times’s database of COVID-19 cases and deaths was sourced from the websites of hundreds of state and county health authorities, using a combination of manual and automated tasks. Credit: Guilbert Gates/The New York Times\nThe following is an example of how the dead were memorialised in The New York Times:\n“What Loss Looks Like” \nReaders were asked to submit photographs of objects that reminded them of loved ones who died from coronavirus or other causes over the last year. The images and personal stories were published digitally as an interactive feature that became a virtual memorial.\nA screenshot from the interactive piece from [The New York Times] on \"What Loss Looks Like\".\n“Those We’ve Lost”\nThe Times obituaries editor solicited contributions from the newspaper’s bureaus in America and around the world. It informed readers, “This series is designed to put names and faces to the numbers.” Since March 2020, the series profiled more than 500; the project ended in June. An example from the list: “Yury Dokhoian, chess coach who guided Kasparov, dies at 56. A Russian grandmaster, he spent a decade working with the longtime world champion, who said Mr Dokhoian gave him “stability and confidence.” He died of the coronavirus.” A personality profile of Dokhoian was attached.  \n“Wall of Grief”\nToward the end of May 2020, a visualisation on the front page marked 100,000 lost with the names of people who died from the virus, most within a three-month period, and memories of their lives from obituaries.\nSome of the people featured in the visualised obituary include a police detective in Harlem with a gift for interrogation, Cedric Dixon, 48, New York City; transgender immigrant activist, Lorena Borjas, New York City; advocate for disability rights, April Dunn, 33, Baton Rouge, Louisiana.\nIn February 2021, another page one graphic began with a single dot and grew to 500,000, each representing a life lost in the United States to the coronavirus. COVID-19 represented more deaths than in World War 1, World War II and Vietnam combined.  \nAccording to the Times, a goal for the project was to show “A Nation of Mourners, Forever Scarred” through videos, photos, and personal stories, all reminders of the void COVID-19 left behind.\nA screenshot of The New York Times graphic where each of the nearly 500,000 individual dots represents a life lost in the United States to the coronavirus. Talking about the death toll, Lauren Leatherby, a graphics editor on the project, said the visual reflects “the sheer speed at which it was all happening.”\nPutting faces on crime statistics\nFlorida’s Palm Beach Post has become a model for how tracking homicides works. \nThe website defines the project as “a means both of humanising and quantifying killings” and “presenting faces as well as facts.” \nMost interactive entries include a photo of the deceased, the time and place of the killing, and a brief personal profile. Links at the bottom of the entry direct users to additional reporting on the case.\nMaps show where the murder took place, down to the block on the street. The Post’s online database has tracked each homicide in the county dating to 2009.\nA screenshot of Florida's Palm Beach Post interactive map showing where homicides took place.\nAn example from Homicides Tracker: \nThe body of Ryan Rogers, 14, was discovered near an interstate overpass along Central Boulevard in Palm Beach Gardens on Nov. 16, 2021. Investigators later ruled that the teen's death was a homicide. Authorities arrested a homeless man from Miami in connection to the murder. \nDo you have information to share about the life of Ryan Rogers? The Palm Beach Post needs your help. Email us at homicides@pbpost.com\nIn September 2020, the Post published a review of 1,041 homicides in Palm Beach County as part of an investigation into the killings of Black males that disproportionately went unsolved when compared to females and males of other races.  \nLocal law-enforcement agencies, medical examiner’s offices and death notices are the main sources for the numbers. Interviews with families and friends personalise coverage, giving victims a voice and personality.\nIn 2010, the Washington Post brought murder victims to life through Homicide Watch DC., one of the first databases of its kind chronicling killings. Today, crime tracking projects have become commonplace in the media.  \nThe United Nations Global Study on Homicide provides journalists with a broad overview of murder rates, what regions of the world are the most lethal, and possible solutions. It is worth a read for reporters looking to build expertise.\nImmigrants are not just another statistic. Every person has a story that numbers alone can’t tell.\nGiving immigrants a voice\nMass migration has become major news throughout the world. In Syria, refugees flee bombs and torture.\nAfrican migrants risk death to cross the Mediterranean to escape poverty and disease. America’s pullout from Afghanistan produced searing images of desperation and death. \nHow are these refugees being covered in today’s media world?\nShamim Malekmian quickly said yes when editors at the Dublin Inquirer asked her to create an immigration beat for the newspaper. From the beginning, she had a goal in mind: To bring a human perspective to coverage of refugees flowing into Ireland from places like Nigeria and South Africa.\n“Immigrants are not just another statistic. Every person has a story that numbers alone can’t tell,” said Malekmian, who also writes for Hot Press, a Dublin-based music and politics magazine. Her specialities include covering the environment, climate and giving voice to the underdog.\nIn September, she wrote about dozens of migrant children that have gone missing while in the state’s care.\nShe reported on asylum-seekers in limbo during the long wait for interviews and racist attacks against people of colour in Dublin.\nA screenshot showing a Dublin Inquirer article documenting the experiences of racist attacks against immigrants in Dublin.\nMalekmian sees herself as a change agent, pushing the government to reform immigration policies she described as “archaic.” She found it “shocking” that so many immigrant children had gone missing without causing a stir among state watchdogs.  \nShe quoted one child advocate as saying, “The full weight of the state should be brought to bear in trying to find a missing child.” Her reporting clearly showed this was not the case. \nHer next move on the immigration beat?“I actually would like to locate some of these missing kids. I am focused on two girls missing from a hotel in Dublin,” said Malekmian said. “That is where I will likely go next.”\nShe offered the following tips on how to cover an immigration beat:\nAlways go beyond press releases and the official government line\nLet the data guide you to stories and new angles\nEstablish strong connections with the people you are covering.  It’s the best way to gain their trust.\nStay in touch with sources and follow up on their stories\nOn-the-ground reporting is vital despite limitations placed on the media by refugee centres\nPast and present\nAs evidenced by the journalists in this article, pushing for humanising “numbing numbers” has taken hold in newsrooms across the globe.\nTwo years ago, a story in The Guardian reminded readers, “Over the past decade, our approach has evolved, and now we amplify the stories we find in the data by collaborating with specialist reporters to put human voices at the centre of our stories.”\nThe Guardian underscored a major point: “Behind every row in a database, there is a human story.” That message resonates with data journalists today.\nOther resources that can help\nPsychology Today:  “How can we combat “compassion fade?”  The article deals with making big numbers more meaningful and ends with a quote. “It is likely impossible to forget that people are dying [of Covid] every day. The challenge for us personally is to continue to care.” \nArithmetic of Compassion. Website established by Paul Slovic to raise awareness of psychological obstacles to compassion, including psychic numbing and pseudo efficacy.  Provides suggestions for how to combat cognitive biases and tackle global issues such as mass atrocities, famine, and climate change. \nGapminder: Nonprofit, nonpartisan foundation offering free data visualisation tools and teaching resources for using and analysing global population statistics. Tools include bubble charts, maps, and databases on poverty, population growth, employment, environmental trends, and health statistics worldwide.  \n“How Can We Tell Migrants’ Stories Better? Here are 10 ways.” Bright magazine provides a road map to improving coverage of migrants including going where the story is, focusing on people, going beyond stereotypes.  \n“Photo essay: Painstaking Portrait of Some of New York’s Darkest Days.” Queens was hit hard by the coronavirus. A group of Times journalists provided an intimate picture of some who died.  An example of how words and pictures work together to tell a powerful story. \n“Data Journalists’ Roundtable: Visualizing the Pandemic.“ Four data journalists covering COVID-19 describe their approach to producing graphics, including a checklist to consider before publishing.","guid":"https://datajournalism.com/read/longreads/humanising-data-connecting-numbers-and-people","isoDate":"2021-12-29T10:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}