{"pageProps":{"post":{"creator":"Evelina Judeikyte","title":"The tips I give to people starting out in dataviz","link":"https://www.theplot.media/p/tipsforbeginners","pubDate":"Thu, 22 Sep 2022 18:57:20 GMT","content:encoded":"<p>Law. Finance. Journalism. Astronomy. Business. Design. Engineering. Research.</p><p>These are just some of the domains data visualisation specialists initially come from. Most people in the field today have previous experience in other areas. On the one hand, this makes our community exciting and enriching to interact with. But on the other, it&#8217;s also a bit of a scary transition for those of us just starting out!</p><p>When I first got obsessed with data visualisation, I wrote <a href=\"https://medium.com/nightingale/i-learned-data-viz-in-a-year-and-you-can-too-2b610d25946e\">an article for Nightingale</a> with my best learning tips. While today I cringe at some of the charts I proudly displayed in the piece at the time, I believe the advice at its core is still solid. So to keep up with <a href=\"https://www.linkedin.com/feed/update/urn:li:activity:6977633473968664576/\">this week&#8217;s theme</a> of early career development, let&#8217;s take another stab at those five tips for newly minted dataviz designers and developers.*</p><p><em>*Even if you&#8217;re not new to the field, I think you&#8217;ll still find some of these tips interesting.</em></p><h1>Consume</h1><blockquote><p><em>Your visual diet is important.</em></p></blockquote><p>Cole Nussbaumer Knaflic&#8217;s <a href=\"http://www.storytellingwithdata.com/books\">Storytelling with Data</a> was the first data visualisation book I got my hands on. It forever changed the way I make graphs. Since then, I&#8217;ve devoured tens of dataviz and design books that have taught me invaluable lessons about the field. If right now you&#8217;re wondering which books I recommend, I&#8217;ve got a viz for that (duh!). Choose for yourself from <a href=\"https://www.parabole.studio/project/mapping-dataviz-books\">this map</a>!</p><div class=\"captioned-image-container\"><figure><a class=\"image-link is-viewable-img image2\" target=\"_blank\" href=\"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png\"><div class=\"image2-inset\"><picture><source type=\"image/webp\" srcset=\"https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 424w, https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 848w, https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 1272w, https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 1456w\" sizes=\"100vw\"><img src=\"https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png\" width=\"728\" height=\"485.5\" data-attrs=\"{&quot;src&quot;:&quot;https://bucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com/public/images/50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png&quot;,&quot;fullscreen&quot;:false,&quot;imageSize&quot;:&quot;normal&quot;,&quot;height&quot;:971,&quot;width&quot;:1456,&quot;resizeWidth&quot;:728,&quot;bytes&quot;:1112874,&quot;alt&quot;:null,&quot;title&quot;:null,&quot;type&quot;:&quot;image/png&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;internalRedirect&quot;:null}\" class=\"sizing-normal\" alt=\"\" srcset=\"https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 424w, https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 848w, https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 1272w, https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F50d124a1-4049-4e2e-9e64-43d38c869b22_9721x6481.png 1456w\" sizes=\"100vw\" loading=\"lazy\"></picture><div class=\"image-link-expand\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" viewBox=\"0 0 24 24\" fill=\"none\" stroke=\"#FFFFFF\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" class=\"lucide lucide-maximize2\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" y1=\"3\" x2=\"14\" y2=\"10\"></line><line x1=\"3\" y1=\"21\" x2=\"10\" y2=\"14\"></line></svg></div></div></a><figcaption class=\"image-caption\">The map of data visualisation books I recommend, sorted by their length and type (instructional vs. inspirational). An update of the map coming soon!</figcaption></figure></div><p>When you go down the book rabbit hole, you&#8217;ll also likely be drawn to online classes, tutorials, conferences and articles. That&#8217;s great! Consume as many of those as you have time and patience for. And in addition, make time to explore the work done by other people. Set aside an hour each week to explore visualisations, infographics, dashboards and perhaps even graphic designs out there. Save the ones you like for future reference. Or, as <a href=\"https://austinkleon.com/steal/\">Austin Kleon</a> calls it, make a <em>steal</em> folder. Mine is on <a href=\"https://www.pinterest.fr/ejudeikyte\">Pinterest</a>.</p><h1>Practice</h1><blockquote><p><em>Nothing beats learning by doing. </em></p></blockquote><p>Books, tutorials and examples are a great way to acquire new knowledge as a beginner. But you&#8217;ll need to make many, many charts to get good at this thing we call data visualisation. Thankfully, our awesome community is full of fun initiatives that can help you practice and progress every week. Here are some of the ones I know of:</p><ul><li><p><a href=\"https://www.makeovermonday.co.uk/\">Makeover Monday</a>, mainly for Tableau users;</p></li><li><p><a href=\"https://www.tidytuesday.com/\">Tidy Tuesday</a>, for those who code in R;</p></li><li><p><a href=\"https://www.vizforsocialgood.com/\">Viz for Social Good</a>, for anyone interested in using data for social good;</p></li><li><p><a href=\"https://www.elevatedataviz.com/\">Elevate</a> also runs regular challenges and initiatives.</p></li></ul><p>If none of the above seem right for you, make your own projects! It&#8217;s super common in the dataviz community to create visuals on topics that are personally interesting to you. So do that! And don&#8217;t forget to share it with the world, on Twitter or the <a href=\"https://www.datavisualizationsociety.org/slack-community\">DVS Slack</a>.</p><h1>Iterate</h1><blockquote><p><em>With each project, seek feedback.</em></p></blockquote><p>For every visualisation you create, solicit at least one person&#8217;s feedback. Whether it&#8217;s from an expert, your spouse, or your kid, it&#8217;s crucial to know how another human being perceives what you created. Make sure it&#8217;s someone who won&#8217;t be afraid to tell you the truth. In the initial article, I mentioned how my partner provides me honest feedback on my visualisations. He&#8217;s also the person who patiently proofreads all my newsletters before they come out to you (thanks, babe &#10084;&#65039;). Constructive feedback will draw your attention to areas in your work that are unclear to others, which will make the final result better!</p><h1>Teach</h1><blockquote><p><em>Teach it to learn it.</em></p></blockquote><p>Even though it may feel a little uncomfortable to transmit something you&#8217;ve just learned yourself, it&#8217;s great for your progress. As soon as I knew how to create foundational visualisations in Tableau, I started teaching my colleagues how to use the tool. When I didn&#8217;t have answers to their questions, I&#8217;d go online and find out. So if you still have the image of a traditional teacher in your head &#8212; someone who&#8217;s studied the topic for years and has written multiple books on it &#8212; step out of it. In today&#8217;s knowledge economy, everyone knows something others don&#8217;t and can teach it. As long as you&#8217;re curious and passionate about the matter, you can too!</p><h1>Chill </h1><blockquote><p><em>Don&#8217;t put too much pressure on yourself.</em></p></blockquote><p>The visualisations you create will not solve the world&#8217;s biggest problems. And that&#8217;s OK. In an environment where fellow dataviz specialists win awards and showcase their designs in world-class museums, it can be hard to see the impact of your own work. Trust me, I get it. But you have to remind yourself to take in the small victories too, that can come in unexpected ways. This morning I consulted for a small digital products team. At the end, the manager said that my approach to dataviz helped him understand his team better. I couldn&#8217;t have expected such feedback, but absolutely loved it.</p><p>So take in all the small wins, and don&#8217;t be so hard on yourself. You&#8217;re doing great!</p><p>***</p><p>One last note &#8212; I opened up a few slots on my calendar this week for people new to dataviz. If you&#8217;re one of them, you can book a 30min call to ask me anything about tools, process, clients, skills and more. The slots are filling up quickly, but there are still two left at the time of writing!</p><p class=\"button-wrapper\" data-attrs=\"{&quot;url&quot;:&quot;https://calendly.com/parabolestudio/early-career-chat-with-evelina&quot;,&quot;text&quot;:&quot;Book a chat with me&quot;,&quot;action&quot;:null,&quot;class&quot;:null}\"><a class=\"button primary\" href=\"https://calendly.com/parabolestudio/early-career-chat-with-evelina\"><span>Book a chat with me</span></a></p><p>As always, thanks for reading The Plot. </p><p>See you in two weeks,</p><p>Evelina</p>","content:encodedSnippet":"Law. Finance. Journalism. Astronomy. Business. Design. Engineering. Research.\nThese are just some of the domains data visualisation specialists initially come from. Most people in the field today have previous experience in other areas. On the one hand, this makes our community exciting and enriching to interact with. But on the other, it’s also a bit of a scary transition for those of us just starting out!\nWhen I first got obsessed with data visualisation, I wrote an article for Nightingale with my best learning tips. While today I cringe at some of the charts I proudly displayed in the piece at the time, I believe the advice at its core is still solid. So to keep up with this week’s theme of early career development, let’s take another stab at those five tips for newly minted dataviz designers and developers.*\n*Even if you’re not new to the field, I think you’ll still find some of these tips interesting.\nConsume\n\nYour visual diet is important.\n\nCole Nussbaumer Knaflic’s Storytelling with Data was the first data visualisation book I got my hands on. It forever changed the way I make graphs. Since then, I’ve devoured tens of dataviz and design books that have taught me invaluable lessons about the field. If right now you’re wondering which books I recommend, I’ve got a viz for that (duh!). Choose for yourself from this map!\n\n\n\n\n\n\n\nThe map of data visualisation books I recommend, sorted by their length and type (instructional vs. inspirational). An update of the map coming soon!\nWhen you go down the book rabbit hole, you’ll also likely be drawn to online classes, tutorials, conferences and articles. That’s great! Consume as many of those as you have time and patience for. And in addition, make time to explore the work done by other people. Set aside an hour each week to explore visualisations, infographics, dashboards and perhaps even graphic designs out there. Save the ones you like for future reference. Or, as Austin Kleon calls it, make a steal folder. Mine is on Pinterest.\nPractice\n\nNothing beats learning by doing. \n\nBooks, tutorials and examples are a great way to acquire new knowledge as a beginner. But you’ll need to make many, many charts to get good at this thing we call data visualisation. Thankfully, our awesome community is full of fun initiatives that can help you practice and progress every week. Here are some of the ones I know of:\n\nMakeover Monday, mainly for Tableau users;\n\nTidy Tuesday, for those who code in R;\n\nViz for Social Good, for anyone interested in using data for social good;\n\nElevate also runs regular challenges and initiatives.\n\nIf none of the above seem right for you, make your own projects! It’s super common in the dataviz community to create visuals on topics that are personally interesting to you. So do that! And don’t forget to share it with the world, on Twitter or the DVS Slack.\nIterate\n\nWith each project, seek feedback.\n\nFor every visualisation you create, solicit at least one person’s feedback. Whether it’s from an expert, your spouse, or your kid, it’s crucial to know how another human being perceives what you created. Make sure it’s someone who won’t be afraid to tell you the truth. In the initial article, I mentioned how my partner provides me honest feedback on my visualisations. He’s also the person who patiently proofreads all my newsletters before they come out to you (thanks, babe ❤️). Constructive feedback will draw your attention to areas in your work that are unclear to others, which will make the final result better!\nTeach\n\nTeach it to learn it.\n\nEven though it may feel a little uncomfortable to transmit something you’ve just learned yourself, it’s great for your progress. As soon as I knew how to create foundational visualisations in Tableau, I started teaching my colleagues how to use the tool. When I didn’t have answers to their questions, I’d go online and find out. So if you still have the image of a traditional teacher in your head — someone who’s studied the topic for years and has written multiple books on it — step out of it. In today’s knowledge economy, everyone knows something others don’t and can teach it. As long as you’re curious and passionate about the matter, you can too!\nChill \n\nDon’t put too much pressure on yourself.\n\nThe visualisations you create will not solve the world’s biggest problems. And that’s OK. In an environment where fellow dataviz specialists win awards and showcase their designs in world-class museums, it can be hard to see the impact of your own work. Trust me, I get it. But you have to remind yourself to take in the small victories too, that can come in unexpected ways. This morning I consulted for a small digital products team. At the end, the manager said that my approach to dataviz helped him understand his team better. I couldn’t have expected such feedback, but absolutely loved it.\nSo take in all the small wins, and don’t be so hard on yourself. You’re doing great!\n***\nOne last note — I opened up a few slots on my calendar this week for people new to dataviz. If you’re one of them, you can book a 30min call to ask me anything about tools, process, clients, skills and more. The slots are filling up quickly, but there are still two left at the time of writing!\nBook a chat with me\nAs always, thanks for reading The Plot. \nSee you in two weeks,\nEvelina","enclosure":{"url":"https://substack-post-media.s3.amazonaws.com/public/images/e3183303-7eb4-423b-9ec9-e226457830d9_3364x2160.jpeg","length":"0","type":"image/jpeg"},"dc:creator":"Evelina Judeikyte","content":"Five tips to improve your data visualisation game, and a chance to book a chat with me.","contentSnippet":"Five tips to improve your data visualisation game, and a chance to book a chat with me.","guid":"https://www.theplot.media/p/tipsforbeginners","isoDate":"2022-09-22T18:57:20.000Z","itunes":{},"blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"}},"__N_SSG":true}