{"pageProps":{"post":{"creator":"Brant Houston","title":"The history of data journalism","link":"https://datajournalism.com/read/longreads/the-history-of-data-journalism","pubDate":"Mon, 13 Dec 2021 06:30:00 +0100","author":"Brant Houston","content":"\n                                                                        <p>It all started with trying to predict the outcome of a US presidential election.</p>\n<p>Many practitioners date the beginning of computer-assisted reporting and data journalism to 1952 when the CBS network in the United States tried to use experts with a mainframe computer to predict the outcome of the presidential election. </p>\n<p>That’s a bit of a stretch, or perhaps it was a false beginning because they never used the data for the story. It really wasn’t until 1967 that data analysis started to catch on.</p>\n<p>In that year, Philip Meyer at <strong>The Detroit Free Press</strong> used a mainframe computer (known as big iron) to analyse a survey of Detroit residents for the purpose of understanding and explaining the serious riots that erupted in the city that summer. Decades later, <strong>The Guardian</strong> in the United Kingdom used some of the same approaches to look at racial riots there and cited Meyer’s work.</p>\n<p>Meyer went on to work in the 1970s with <strong>Philadelphia Inquirer</strong> reporters <strong>Donald Barlett</strong> and <strong>James Steele</strong> to analyse sentencing patterns in the local court system, and with <strong>Rich Morin</strong> at <strong>The Miami Herald</strong> to analyse property assessment records. </p>\n<p>Meyer also wrote a book called <a href=\"https://books.google.hu/books?id=uUzT0M_lPbYC&amp;printsec=frontcover#v=onepage&amp;q&amp;f=false\">Precision Journalism</a> that explained and advocated using database analysis and social research methods in reporting. Revisions of the book, now called <strong><a href=\"https://www.amazon.co.uk/New-Precision-Journalism-Midland-Book/dp/0253206642\">New Precision Journalism</a></strong>, have been published since then.</p>\n\n                                                                     \n                            \n                                                                      \n                            <p>&nbsp;</p>\n<p>Still, only a few journalists used these techniques until the mid-1980s, when <strong>Elliot Jaspin</strong> in the U.S. received recognition at <strong>The Providence Journal Bulletin</strong> for analysing databases for stories, including those on dangerous school bus drivers and a political scandal involving home loans. </p>\n<p>Jaspin, who had won a Pulitzer Prize for traditional reporting on labour union corruption, also had taken a fellowship at Columbia University to learn how to use data. This was the same university where a journalist and professor <strong>Steve Ross</strong> had been teaching data analysis techniques for years. By the late 1980s, about 50 other journalists across the U.S., often consulting with Meyer, Jaspin, or <a href=\"https://datajournalism.com/contributors/steve_doig\">Steve Doig</a> of the <strong>Miami Herald</strong>, had begun using data analysis for their stories.</p>\n\n                                                                                                 <blockquote><p>The use of data by journalists has vastly expanded since 2015.</p>\n</blockquote>\n\n                                                                     \n                            <p>Aiding the efforts of the data journalists of the 1980s were improved personal computers and a much-needed software—<strong>Nine Track Express</strong>—that Jaspin and journalist-programmer <strong>Daniel Woods</strong> wrote to make it easier to transfer computer tapes (that contained nine “tracks” of data) to personal computers using a portable tape drive. </p>\n<p>This was a remarkable breakthrough because it allowed journalists to circumvent the internal bureaucracies and delays involved in using mainframes at newspapers and universities and instead do their work at their desks.</p>\n<p>In 1989, U.S. journalism recognised the value of computer-assisted reporting when it gave a Pulitzer to <strong>The Atlanta Journal-Constitution</strong> for stories on racial disparities in home loans. The project was one of the first collaborations on data stories that involved an investigative reporter, a data reporter and college professors.</p>\n<p>During the same year, Jaspin established at the <strong>Missouri School of Journalism</strong> what is now known as the <a href=\"https://www.ire.org/about-ire/\">National Institute for Computer-Assisted Reporting (NICAR)</a>. Then, in 1990, <strong>Indiana University</strong> professor <strong>James Brown</strong> held the first computer-assisted reporting conference in Indianapolis, Indiana and continued them for several years.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>&nbsp;</p>\n<p>In the 1990s through early in the 21st Century, the use of computer-assisted reporting blossomed, primarily due to the seminars conducted at Missouri and worldwide by <a href=\"http://www.ire.org/\">Investigative Reporters and Editors (IRE)</a> and NICAR. </p>\n<p>IRE held its first computer-assisted reporting conference in 1993 and after that, the conferences were a project of IRE and NICAR. The growth of computer-assisted reporting was aided by the publication of my book in 1996, the first on doing CAR, <a href=\"https://www.amazon.co.uk/Computer-Assisted-Reporting-Practical-Brant-Houston/dp/1138855030\">\"Computer-Assisted Reporting: A Practical Guide,”</a> now in its 5th edition. </p>\n<p>I wrote the book so that it could be used as a textbook for university classes, but also for the lone and lonely practitioner in newsrooms that did realise the power of data and thought having a “nerd” in the corner of the newsroom sufficed for what was an ongoing revolution in journalism.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>&nbsp; </p>\n<p>After NICAR was created in 1994, training director <strong>Jennifer LaFleur</strong> and I initiated an ambitious on-the-road programme that eventually included up to 50 seminars a year with the help of colleagues across the country who volunteered their expertise and their time. </p>\n<p>The creation of the on-the-road training was bolstered by the advent of the World Wide Web, which helped journalists immensely in their understanding of, and comfort with, the digital world and data. By 1996 word of the U.S. successes had reached other countries, and foreign journalists began attending the “boot camps” (intense, week-long seminars) at NICAR. </p>\n<p>In addition, IRE, with the support of the <strong>McCormick Foundation</strong>, had set up a programme in Mexico City that did data training in Latin America, which was led by the programme’s director <strong>Lise Olsen</strong>, who travelled and trained throughout the continent of South America.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Going global</h3>\n<p>While journalists outside the U.S. at first doubted they could obtain data in their own countries in the 1990s, the training showed them how international or U.S. data could be used initially for stories in their countries, how they could build their own datasets, and how they could find data collected and stored by their governments.</p>\n<p>As a result of the extensive training efforts, journalists had produced stories by 1999 involving data analysis in an array of countries, including Finland, Sweden, New Zealand, Venezuela, Argentina, the Netherlands, Norway, Brazil, Mexico, Russia, Bosnia, and Canada.</p>\n<p>Meanwhile, in London in 1997, journalism professor <strong>Milverton Wallace</strong> began holding an annual conference called <strong>NetMedia</strong> that offered sessions on the Internet and classes in computer-assisted reporting led by NICAR and Danish journalists. </p>\n<p>The classes covered the basic uses of the Internet, spreadsheets, and database managers, and they were well-attended by journalists from the UK, other European countries, and Africa.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>&nbsp;</p>\n<p>In Denmark, journalists <strong>Nils Mulvad</strong> and <strong>Flemming Svith</strong>, who had gone to a NICAR boot camp in Missouri in 1996, organised seminars with NICAR in 1997 and 1998 in Denmark. </p>\n<p>They also wrote a Danish handbook on computer-assisted reporting, created the Danish International Center for Analytical Reporting (DICAR) in 1998 with <a href=\"https://www.kaasogmulvad.dk/en/\">Tommy Kaas</a> as president. This led to them also co-organising the first Global Investigative Journalism Conference with IRE in 2001.</p>\n<p>CAR also became a staple of conferences in Sweden, Norway, Finland, and the Netherlands, with Helena Bengtsson from Sweden and John Bones from Norway. </p>\n<p>In Brazil, the investigative journalism association, <strong>Abraji</strong> formed in 2002 with training in data journalism as part of its core mission. Two key leaders in data journalism training by Abraji in Brazil were <strong>Jose Roberto de Toledo</strong> and <strong>Marcelo Soares</strong>.</p>\n\n                                                                      \n                            <h3>Data journalism comes of age</h3>\n<p>The early years of the 21st century also saw the Global Investigative Journalism Network begin to play a crucial part in the movement, starting with its first conference in 2001 in Copenhagen that offered a strong computer-assisted reporting track and hands-on training in conjunction with sessions on traditional investigative reporting.</p>\n<p>Through the global investigative conferences, the use of data quickly spread across Eastern Europe. In Eastern Europe, <strong>Drew Sullivan</strong>, one of the original NICAR trainers and data administrators, formed the <a href=\"https://www.occrp.org/en\">Organized Crime and Corruption Reporting Project</a>, which has become a leader in data journalism.</p>\n\n                                                                                                 <blockquote><p>By 2009, the increasing number of computer programmers and coders in journalism resulted in creation of Hacks/Hackers.</p>\n</blockquote>\n\n                                                                     \n                            <p>He and Romanian journalist Paul Radu were strong proponents and organisers of data training sessions and projects. Seminars also were given initially in China through the <strong>University of Missouri</strong> and in India through the <strong>World Press Institute</strong>, led by <strong>John Ullmann</strong>, who had been IRE’s first full-time executive director. </p>\n<p>Ullmann also oversaw training in Latin America, recruiting me and other NICAR trainers to assist him. </p>\n<p>During the same period Doig, a pioneer in CAR and later the Knight Chair in Computer-Assisted Reporting at <strong>Arizona State University</strong>, travelled internationally to teach CAR, as did additional NICAR training directors — <strong>Sarah Cohen, Andy Lehren, Jo Craven McGinty, Tom McGinty, Ron Nixon, Neil Reisner, and Sarah Cohen</strong> -- all practising journalists who went onto work at The New York Times, The Wall Street Journal, The Washington Post, and the Miami Herald.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Visualisation of data increases</h3>\n<p>Visualisation of data in charts and maps had been on the rise for some time, inspired by a map by Doig in 1992 for the <strong>Miami Herald</strong>. Showing the deep value of data visualisation for analysis, Doig created a map of hurricane wind speeds and building damage in the Miami area after Hurricane Andrew. </p>\n<p>The map revealed a pattern of severe property damage where wind speeds had been low. Following up on that revelation, reporters found that shoddy construction and sloppy building inspections had led to the damage.</p>\n<p>In 2005, the visualisation of data for news stories got another boost when U.S. programmer <strong>Adrian Holovaty</strong> created a <a href=\"http://www.holovaty.com/writing/chicagocrime.org-tribute/\">Google mash-up of Chicago crime data</a>. The project spurred more interest in journalism among computer programmers and in mapping. </p>\n<p>Holovaty and his team of coders then created the now-defunct <strong>Every Block</strong> in 2007, which used more local data for online maps in the U.S., but the project later ran into criticism for not checking the accuracy of government data more thoroughly.</p>\n<p>In 2007, the open data movement in the U.S. began in earnest, spawning other such efforts worldwide. The movement increased accessibility to government data internationally, although the need remained to have freedom of information laws to get data not released by the governments.</p>\n\n                                                                                                 <blockquote><p>The use of data by journalists has now become so prevalent it is easier to keep track of the progress.</p>\n</blockquote>\n\n                                                                     \n                            <p>By 2009, the increasing number of computer programmers and coders in journalism resulted in creation of <a href=\"https://www.hackshackers.com/\">Hacks/Hackers</a>, which would encourage more sharing between journalists and coders and ease some of the culture clash between the two groups.</p>\n<p><strong>Aron Pilhofer</strong>, then of The New York Times and now at <strong>Temple University</strong>, and <strong>Rich Gordon</strong> from <strong>Northwestern University’s Medill School of Journalism</strong>, had pushed for creation of “a network of people interested in Web/digital application development and technology innovation supporting the mission and goals of journalism.” </p>\n<p>At the same time in Silicon Valley, <strong>Burt Herman</strong> brought journalists and technologists together. The three then joined to create <strong>“Hacks/Hackers.”</strong> The result has been an increasing technological sophistication within newsrooms that has increased the ability to scrape data from Web sites and make it more manageable, visual, and interactive.</p>\n<p>Another outcome of the journalist-programmer mashup was the new respect among coders for knowing how flawed databases are, and for ensuring the integrity of the data.</p>\n<p>As was well-said by <strong>Marcos Vanetta</strong>, a Mozilla OpenNews fellow who worked at <strong>The Texas Tribune</strong>: “Bugs are not optional… In software, we are used to making mistakes and correcting them later. We can always fix that later and in the worst case, we have a backup. In news, you can’t make mistakes -- there is a reputation to take care of. The editorial team is not as used to failure as developers are.”</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>&nbsp;</p>\n<h3>More breakthroughs</h3>\n<p>The years 2009, 2010, and 2011 also were breakthrough years for using data for journalism. In Canada in 2009, Fred Vallance-Jones and David McKie published <a href=\"https://www.amazon.com/Computer-Assisted-Reporting-A-Comprehensive-Primer/dp/0195424573\">“Computer-Assisted Reporting: A Comprehensive Primer”</a> with a special emphasis on CAR in Canada. </p>\n<p>This was also the year that journalist <a href=\"https://datajournalism.com/contributors/simonrogers\">Simon Rogers</a> launched <a href=\"https://www.theguardian.com/news/datablog/2009/mar/10/blogpost1\">The Guardian's data blog</a>.  </p>\n<p>The <a href=\"https://ejc.net/\">European Journalism Centre</a> began its data-driven journalism programme that has organised workshops throughout Europe. This led to the establishment of <strong>DataJournalism.com</strong> for online training courses and other resources. </p>\n<p>Journalist <strong><a href=\"https://datajournalism.com/contributors/paulbradshaw\">Paul Bradshaw</a></strong> became recognised as a pioneer in data journalism in the United Kingdom. In 2009, Wikileaks released its <a href=\"https://wikileaks.org/afg/\">\"Afghan War Diaries\"</a>, composed of secret documents and then the <strong>Iraq War Diaries</strong>, requiring journalists throughout the world to deal with enormous amounts of data in text.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>&nbsp;</p>\n<p>This was followed in 2011 by The Guardian’s impressive series using data and social media to analyse city racial riots in the United Kingdom. Journalist and author Brigitte Alfter then founded the first <a href=\"https://dataharvest.eu/\">Dataharvest conference</a>, which is now led by the <a href=\"https://journalismarena.eu/\">Arena for Journalism in Europe</a>.</p>\n<p>The same year work began in London on the first <a href=\"https://datajournalism.com/read/handbook/one\">Data Journalism Handbook</a> (now in a <a href=\"https://datajournalism.com/read/handbook/two\">second edition</a> and available in several languages) it was written by a consortium of contributors from around the world.</p>\n<p>Also in the United Kingdom, the <strong>Centre for Investigative Reporting</strong>, led by <strong>Gavin MacFadyen</strong>, which teamed up in its early days with IRE to offer classes in data journalism during its summer school, ran a strong programme on its own with the assistance of CAR veteran trainer <strong>David Donald</strong>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Data journalism in the global south</h3>\n<p>Meanwhile, at <strong>Wits University in South Africa</strong>, <strong>Anton Harber</strong> and <strong>Margaret Renn</strong> substantially increased the data sessions at the annual <strong>Power Reporting Conference</strong>, now the <strong>African Investigative Journalism Conference</strong>. </p>\n<p><strong>Code For Africa</strong> founder <strong>Justin Arenstein</strong> and his team also paved the way for data journalists on the continent. In 2012, he launched Africa's largest data journalism and civic tech lab covering stories involving, environment and climate change, women, gender and health/science. </p>\n<p>In Asia, journalists in countries including India, Malaysia, the Philippines, and South Korea began using digital tools, especially those for visualisation, and data stories for high impact stories and exchanging techniques and story ideas at GIJN’s biannual Asia conferences.</p>\n\n                                                                      \n                            \n                                                                                                 <p>&nbsp;</p>\n<p>Journalists also began incorporating social media into their investigations more often. One striking story, using social network analysis, was done by journalists in South Korea, who uncovered an attempt by intelligence officers to undermine elections through social media propaganda. Inspiring data-led interactive pieces also came out of publications like South China Morning Post. </p>\n<p>In the Middle East, Egyptian data journalist <strong>Amr Eleraqi</strong> set up the Infotimes in 2012 followed by the <strong>Arab Data Journalists' Network</strong> five years later. He began teaching the first Arabic-led data journalism training programme of its kind in the region. Meanwhile, <strong>IJNET</strong> and <strong>Arab Reporters for Investigative Journalism (ARIJ)</strong> have continued to engage in offering training opportunities to Arab journalists in recent years.    </p>\n<p>In Latin America, <strong>Giannina Segnini</strong>, now at Columbia University, led a team of journalists and computer engineers at <strong>La Nación in Costa Rica</strong> to produce stories by gathering, analysing, and visualising public databases.</p>\n<p>Meanwhile in Brazil, <a href=\"https://datajournalism.com/contributors/ncortezrj\">Natalia Mazotte</a> from <strong>Open Knowledge Brasil</strong> launched <strong>Escola de Dados (School of Data Brazil chapter)</strong>, in 2012 to train journalists with their data literacy programme. By 2015, Abraji had created online courses in data journalism.  A year later, Brazil's <strong>Coda Festival</strong> (Coda.Br) launched and grew to become the largest data journalism conference in Latin America. </p>\n<p>Across the global south, data journalist <strong>Eva Constantaras</strong> began to develop training curricula for investigative and data journalism in high-risk environments with limited data access on behalf of Internews. Journalists have benefited from this data journalism training in a range of countries, including Afghanistan, India, Kenya, Kyrgyzstan and Myanmar.</p>\n\n                                                                                                <blockquote><p>By 2020, the COVID-19 pandemic revealed the breadth and depth of the skills journalists had accumulated.</p>\n</blockquote>\n\n                                                                     \n                            <p>&nbsp;</p>\n<h3>A revolution in journalism</h3>\n<p>The use of data by journalists and in the digital tools journalists use has vastly expanded since 2015. Journalists have probed deeper into the analysis of unstructured data -- text, video, and sound -- and woven those media into compelling investigative stories. </p>\n<p>They have more routinely managed gigabytes of data for stories and organised massive data leaks with agility and become more sophisticated in visualising data through maps, social network analysis or change over time in both newsgathering and presentation. </p>\n<p>They have conducted both traditional and innovative surveys to collect data to uncover social injustice. And the education and training -- and the syllabi and curricula at universities -- have become more focused and rigorous, thus producing new generations of data-savvy journalists. </p>\n<p>The result has been an ever-growing stream of data-driven stories by small and large newsrooms -- often in collaborations -- that provide not only context and depth to stories, but also real facts, tips, surprises and epiphanies for journalists and their audiences. </p>\n<p>By 2020, the COVID-19 pandemic revealed the breadth and depth of the skills journalists had accumulated and throughout the world journalists collected, analysed, and visualised pandemic data on a daily basis, often far exceeding what public health officials offered and, in fact, exposing the shortcomings of the data on which policy and practice were being decided.</p>\n\n                                                                                                 <p><strong>The use of data by journalists has now become so prevalent it is easier to keep track of the progress and new directions by major categories. Among them:</strong></p>\n<ul>\n<li><p>The collaborations of journalists, sometimes with universities, who use huge datasets, including leaks of data. The collaboration has become nearly a standard practice and the high-profile <strong>International Consortium of Investigative Journalists</strong> (ICIJ); the <strong>Big Local News Project</strong> in the U.S. or <strong>Connectas</strong> in Latin America are just a few examples of ongoing collaborations.</p>\n</li>\n<li><p>The achievements allowed by free software that breaks the income barriers to entry into the field. The software includes a variety of tools to scrape, analyse and/or visualise data and include Google tools, Tableau, Datawrapper and many others.</p>\n</li>\n<li><p>The exploration of using Artificial Intelligence or Machine Learning to discern patterns and outliers for further reporting such as Reuters’ project called <strong>Lynx Insights</strong>, which uses an automation tool designed to help reporters accelerate the production of their existing stories or spot new ones.</p>\n</li>\n<li><p>The melding and analysis of satellite imagery, open-source video and photographs, social media, crowdsourcing and data for what are sometimes called visual or forensic investigations that are done by groups like Bellingcat.</p>\n</li>\n<li><p>Surveys through emails or mobile phones, such as the <strong>\"Forced Out” project</strong> that a mobile phone survey to create a database from interviewing thousands of displaced people across South Sudan.</p>\n</li>\n</ul>\n\n                                                                     \n                            <p>These advances, however, are not replacing but augmenting the original uses of computers and data for journalism that began by applying social science methods and statistical and data analysis to government and business corruption, health and environmental stories, and societal issues.  </p>\n<p>The use of data has broadened over the years from counting instances of incidents and accidents in spreadsheets to using database managers to match apparently unrelated datasets to mapping data geographically and in social networks, to web scraping, to more efficient data cleaning, to better surveys, crowdsourcing and audience interaction, and to text mining with algorithms. </p>\n<p>But all of the work is still in the service of finding patterns, trends and outliers that lead to new knowledge and better news stories in the public interest. Over the decades, there also has been much discussion on what to call the use of data for high-quality journalism and various branding efforts to label it. </p>\n<p>But whether it is called “precision journalism,” “computer-assisted reporting,” “data journalism,” ‘data-driven journalism,” or “computational journalism,” the good news is that it is not only here to stay, but will continue to become more critical to revealing truths, holding the powerful accountable, and protecting those who otherwise would be exploited.</p>\n\n                                                                      \n                            \n                                                                                                 <h3>Further reading</h3>\n<ul>\n<li><a href=\"https://www.amazon.co.uk/Precision-Journalism-Reporters-Introduction-Science/dp/0742510883\">\"New Precision Journalism,\" by Philip Meyer</a></li>\n<li><a href=\"https://www.routledge.com/Data-for-Journalists-A-Practical-Guide-for-Computer-Assisted-Reporting/Houston/p/book/9780815370406\">\"Data for Journalists: A Practical Guide for Computer-Assisted Reporting\" by Brant Houston</a></li>\n<li><a href=\"https://datajournalism.com/read/handbook/two\">\"Data Journalism Handbook 2.0\"</a></li>\n<li><a href=\"https://www.amazon.com/Data-Literacy-David-Herzog/dp/1483333469\">\"Data Literacy,\" by David Herzog</a></li>\n<li><a href=\"https://journalism.columbia.edu/system/files/content/teaching_data_and_computational_journalism.pdf\">\"Teaching Data and Computational Journalism\" by Charles Berret and Cheryl Phillips</a></li>\n</ul>\n\n                                                                                                                                <p>Professor Brant Houston holds is the Knight Foundation Chair in Investigative and Enterprise Reporting at the University of Illinois. Houston teaches investigative and advanced reporting in the Department of Journalism, where he teaches investigative and data journalism. He also is editor of the online newsroom at Illinois, CU-CitizenAccess.org , which also serves as a lab for digital innovation and data journalism.</p>\n\n                                                                                                      \n                ","contentSnippet":"It all started with trying to predict the outcome of a US presidential election.\nMany practitioners date the beginning of computer-assisted reporting and data journalism to 1952 when the CBS network in the United States tried to use experts with a mainframe computer to predict the outcome of the presidential election. \nThat’s a bit of a stretch, or perhaps it was a false beginning because they never used the data for the story. It really wasn’t until 1967 that data analysis started to catch on.\nIn that year, Philip Meyer at The Detroit Free Press used a mainframe computer (known as big iron) to analyse a survey of Detroit residents for the purpose of understanding and explaining the serious riots that erupted in the city that summer. Decades later, The Guardian in the United Kingdom used some of the same approaches to look at racial riots there and cited Meyer’s work.\nMeyer went on to work in the 1970s with Philadelphia Inquirer reporters Donald Barlett and James Steele to analyse sentencing patterns in the local court system, and with Rich Morin at The Miami Herald to analyse property assessment records. \nMeyer also wrote a book called Precision Journalism that explained and advocated using database analysis and social research methods in reporting. Revisions of the book, now called New Precision Journalism, have been published since then.\n \nStill, only a few journalists used these techniques until the mid-1980s, when Elliot Jaspin in the U.S. received recognition at The Providence Journal Bulletin for analysing databases for stories, including those on dangerous school bus drivers and a political scandal involving home loans. \nJaspin, who had won a Pulitzer Prize for traditional reporting on labour union corruption, also had taken a fellowship at Columbia University to learn how to use data. This was the same university where a journalist and professor Steve Ross had been teaching data analysis techniques for years. By the late 1980s, about 50 other journalists across the U.S., often consulting with Meyer, Jaspin, or Steve Doig of the Miami Herald, had begun using data analysis for their stories.\nThe use of data by journalists has vastly expanded since 2015.\nAiding the efforts of the data journalists of the 1980s were improved personal computers and a much-needed software—Nine Track Express—that Jaspin and journalist-programmer Daniel Woods wrote to make it easier to transfer computer tapes (that contained nine “tracks” of data) to personal computers using a portable tape drive. \nThis was a remarkable breakthrough because it allowed journalists to circumvent the internal bureaucracies and delays involved in using mainframes at newspapers and universities and instead do their work at their desks.\nIn 1989, U.S. journalism recognised the value of computer-assisted reporting when it gave a Pulitzer to The Atlanta Journal-Constitution for stories on racial disparities in home loans. The project was one of the first collaborations on data stories that involved an investigative reporter, a data reporter and college professors.\nDuring the same year, Jaspin established at the Missouri School of Journalism what is now known as the National Institute for Computer-Assisted Reporting (NICAR). Then, in 1990, Indiana University professor James Brown held the first computer-assisted reporting conference in Indianapolis, Indiana and continued them for several years.\n \nIn the 1990s through early in the 21st Century, the use of computer-assisted reporting blossomed, primarily due to the seminars conducted at Missouri and worldwide by Investigative Reporters and Editors (IRE) and NICAR. \nIRE held its first computer-assisted reporting conference in 1993 and after that, the conferences were a project of IRE and NICAR. The growth of computer-assisted reporting was aided by the publication of my book in 1996, the first on doing CAR, \"Computer-Assisted Reporting: A Practical Guide,” now in its 5th edition. \nI wrote the book so that it could be used as a textbook for university classes, but also for the lone and lonely practitioner in newsrooms that did realise the power of data and thought having a “nerd” in the corner of the newsroom sufficed for what was an ongoing revolution in journalism.\n  \nAfter NICAR was created in 1994, training director Jennifer LaFleur and I initiated an ambitious on-the-road programme that eventually included up to 50 seminars a year with the help of colleagues across the country who volunteered their expertise and their time. \nThe creation of the on-the-road training was bolstered by the advent of the World Wide Web, which helped journalists immensely in their understanding of, and comfort with, the digital world and data. By 1996 word of the U.S. successes had reached other countries, and foreign journalists began attending the “boot camps” (intense, week-long seminars) at NICAR. \nIn addition, IRE, with the support of the McCormick Foundation, had set up a programme in Mexico City that did data training in Latin America, which was led by the programme’s director Lise Olsen, who travelled and trained throughout the continent of South America.\nGoing global\nWhile journalists outside the U.S. at first doubted they could obtain data in their own countries in the 1990s, the training showed them how international or U.S. data could be used initially for stories in their countries, how they could build their own datasets, and how they could find data collected and stored by their governments.\nAs a result of the extensive training efforts, journalists had produced stories by 1999 involving data analysis in an array of countries, including Finland, Sweden, New Zealand, Venezuela, Argentina, the Netherlands, Norway, Brazil, Mexico, Russia, Bosnia, and Canada.\nMeanwhile, in London in 1997, journalism professor Milverton Wallace began holding an annual conference called NetMedia that offered sessions on the Internet and classes in computer-assisted reporting led by NICAR and Danish journalists. \nThe classes covered the basic uses of the Internet, spreadsheets, and database managers, and they were well-attended by journalists from the UK, other European countries, and Africa.\n \nIn Denmark, journalists Nils Mulvad and Flemming Svith, who had gone to a NICAR boot camp in Missouri in 1996, organised seminars with NICAR in 1997 and 1998 in Denmark. \nThey also wrote a Danish handbook on computer-assisted reporting, created the Danish International Center for Analytical Reporting (DICAR) in 1998 with Tommy Kaas as president. This led to them also co-organising the first Global Investigative Journalism Conference with IRE in 2001.\nCAR also became a staple of conferences in Sweden, Norway, Finland, and the Netherlands, with Helena Bengtsson from Sweden and John Bones from Norway. \nIn Brazil, the investigative journalism association, Abraji formed in 2002 with training in data journalism as part of its core mission. Two key leaders in data journalism training by Abraji in Brazil were Jose Roberto de Toledo and Marcelo Soares.\nData journalism comes of age\nThe early years of the 21st century also saw the Global Investigative Journalism Network begin to play a crucial part in the movement, starting with its first conference in 2001 in Copenhagen that offered a strong computer-assisted reporting track and hands-on training in conjunction with sessions on traditional investigative reporting.\nThrough the global investigative conferences, the use of data quickly spread across Eastern Europe. In Eastern Europe, Drew Sullivan, one of the original NICAR trainers and data administrators, formed the Organized Crime and Corruption Reporting Project, which has become a leader in data journalism.\nBy 2009, the increasing number of computer programmers and coders in journalism resulted in creation of Hacks/Hackers.\nHe and Romanian journalist Paul Radu were strong proponents and organisers of data training sessions and projects. Seminars also were given initially in China through the University of Missouri and in India through the World Press Institute, led by John Ullmann, who had been IRE’s first full-time executive director. \nUllmann also oversaw training in Latin America, recruiting me and other NICAR trainers to assist him. \nDuring the same period Doig, a pioneer in CAR and later the Knight Chair in Computer-Assisted Reporting at Arizona State University, travelled internationally to teach CAR, as did additional NICAR training directors — Sarah Cohen, Andy Lehren, Jo Craven McGinty, Tom McGinty, Ron Nixon, Neil Reisner, and Sarah Cohen -- all practising journalists who went onto work at The New York Times, The Wall Street Journal, The Washington Post, and the Miami Herald.\nVisualisation of data increases\nVisualisation of data in charts and maps had been on the rise for some time, inspired by a map by Doig in 1992 for the Miami Herald. Showing the deep value of data visualisation for analysis, Doig created a map of hurricane wind speeds and building damage in the Miami area after Hurricane Andrew. \nThe map revealed a pattern of severe property damage where wind speeds had been low. Following up on that revelation, reporters found that shoddy construction and sloppy building inspections had led to the damage.\nIn 2005, the visualisation of data for news stories got another boost when U.S. programmer Adrian Holovaty created a Google mash-up of Chicago crime data. The project spurred more interest in journalism among computer programmers and in mapping. \nHolovaty and his team of coders then created the now-defunct Every Block in 2007, which used more local data for online maps in the U.S., but the project later ran into criticism for not checking the accuracy of government data more thoroughly.\nIn 2007, the open data movement in the U.S. began in earnest, spawning other such efforts worldwide. The movement increased accessibility to government data internationally, although the need remained to have freedom of information laws to get data not released by the governments.\nThe use of data by journalists has now become so prevalent it is easier to keep track of the progress.\nBy 2009, the increasing number of computer programmers and coders in journalism resulted in creation of Hacks/Hackers, which would encourage more sharing between journalists and coders and ease some of the culture clash between the two groups.\nAron Pilhofer, then of The New York Times and now at Temple University, and Rich Gordon from Northwestern University’s Medill School of Journalism, had pushed for creation of “a network of people interested in Web/digital application development and technology innovation supporting the mission and goals of journalism.” \nAt the same time in Silicon Valley, Burt Herman brought journalists and technologists together. The three then joined to create “Hacks/Hackers.” The result has been an increasing technological sophistication within newsrooms that has increased the ability to scrape data from Web sites and make it more manageable, visual, and interactive.\nAnother outcome of the journalist-programmer mashup was the new respect among coders for knowing how flawed databases are, and for ensuring the integrity of the data.\nAs was well-said by Marcos Vanetta, a Mozilla OpenNews fellow who worked at The Texas Tribune: “Bugs are not optional… In software, we are used to making mistakes and correcting them later. We can always fix that later and in the worst case, we have a backup. In news, you can’t make mistakes -- there is a reputation to take care of. The editorial team is not as used to failure as developers are.”\n \nMore breakthroughs\nThe years 2009, 2010, and 2011 also were breakthrough years for using data for journalism. In Canada in 2009, Fred Vallance-Jones and David McKie published “Computer-Assisted Reporting: A Comprehensive Primer” with a special emphasis on CAR in Canada. \nThis was also the year that journalist Simon Rogers launched The Guardian's data blog.  \nThe European Journalism Centre began its data-driven journalism programme that has organised workshops throughout Europe. This led to the establishment of DataJournalism.com for online training courses and other resources. \nJournalist Paul Bradshaw became recognised as a pioneer in data journalism in the United Kingdom. In 2009, Wikileaks released its \"Afghan War Diaries\", composed of secret documents and then the Iraq War Diaries, requiring journalists throughout the world to deal with enormous amounts of data in text.\n \nThis was followed in 2011 by The Guardian’s impressive series using data and social media to analyse city racial riots in the United Kingdom. Journalist and author Brigitte Alfter then founded the first Dataharvest conference, which is now led by the Arena for Journalism in Europe.\nThe same year work began in London on the first Data Journalism Handbook (now in a second edition and available in several languages) it was written by a consortium of contributors from around the world.\nAlso in the United Kingdom, the Centre for Investigative Reporting, led by Gavin MacFadyen, which teamed up in its early days with IRE to offer classes in data journalism during its summer school, ran a strong programme on its own with the assistance of CAR veteran trainer David Donald.\nData journalism in the global south\nMeanwhile, at Wits University in South Africa, Anton Harber and Margaret Renn substantially increased the data sessions at the annual Power Reporting Conference, now the African Investigative Journalism Conference. \nCode For Africa founder Justin Arenstein and his team also paved the way for data journalists on the continent. In 2012, he launched Africa's largest data journalism and civic tech lab covering stories involving, environment and climate change, women, gender and health/science. \nIn Asia, journalists in countries including India, Malaysia, the Philippines, and South Korea began using digital tools, especially those for visualisation, and data stories for high impact stories and exchanging techniques and story ideas at GIJN’s biannual Asia conferences.\n \nJournalists also began incorporating social media into their investigations more often. One striking story, using social network analysis, was done by journalists in South Korea, who uncovered an attempt by intelligence officers to undermine elections through social media propaganda. Inspiring data-led interactive pieces also came out of publications like South China Morning Post. \nIn the Middle East, Egyptian data journalist Amr Eleraqi set up the Infotimes in 2012 followed by the Arab Data Journalists' Network five years later. He began teaching the first Arabic-led data journalism training programme of its kind in the region. Meanwhile, IJNET and Arab Reporters for Investigative Journalism (ARIJ) have continued to engage in offering training opportunities to Arab journalists in recent years.    \nIn Latin America, Giannina Segnini, now at Columbia University, led a team of journalists and computer engineers at La Nación in Costa Rica to produce stories by gathering, analysing, and visualising public databases.\nMeanwhile in Brazil, Natalia Mazotte from Open Knowledge Brasil launched Escola de Dados (School of Data Brazil chapter), in 2012 to train journalists with their data literacy programme. By 2015, Abraji had created online courses in data journalism.  A year later, Brazil's Coda Festival (Coda.Br) launched and grew to become the largest data journalism conference in Latin America. \nAcross the global south, data journalist Eva Constantaras began to develop training curricula for investigative and data journalism in high-risk environments with limited data access on behalf of Internews. Journalists have benefited from this data journalism training in a range of countries, including Afghanistan, India, Kenya, Kyrgyzstan and Myanmar.\nBy 2020, the COVID-19 pandemic revealed the breadth and depth of the skills journalists had accumulated.\n \nA revolution in journalism\nThe use of data by journalists and in the digital tools journalists use has vastly expanded since 2015. Journalists have probed deeper into the analysis of unstructured data -- text, video, and sound -- and woven those media into compelling investigative stories. \nThey have more routinely managed gigabytes of data for stories and organised massive data leaks with agility and become more sophisticated in visualising data through maps, social network analysis or change over time in both newsgathering and presentation. \nThey have conducted both traditional and innovative surveys to collect data to uncover social injustice. And the education and training -- and the syllabi and curricula at universities -- have become more focused and rigorous, thus producing new generations of data-savvy journalists. \nThe result has been an ever-growing stream of data-driven stories by small and large newsrooms -- often in collaborations -- that provide not only context and depth to stories, but also real facts, tips, surprises and epiphanies for journalists and their audiences. \nBy 2020, the COVID-19 pandemic revealed the breadth and depth of the skills journalists had accumulated and throughout the world journalists collected, analysed, and visualised pandemic data on a daily basis, often far exceeding what public health officials offered and, in fact, exposing the shortcomings of the data on which policy and practice were being decided.\nThe use of data by journalists has now become so prevalent it is easier to keep track of the progress and new directions by major categories. Among them:\nThe collaborations of journalists, sometimes with universities, who use huge datasets, including leaks of data. The collaboration has become nearly a standard practice and the high-profile International Consortium of Investigative Journalists (ICIJ); the Big Local News Project in the U.S. or Connectas in Latin America are just a few examples of ongoing collaborations.\nThe achievements allowed by free software that breaks the income barriers to entry into the field. The software includes a variety of tools to scrape, analyse and/or visualise data and include Google tools, Tableau, Datawrapper and many others.\nThe exploration of using Artificial Intelligence or Machine Learning to discern patterns and outliers for further reporting such as Reuters’ project called Lynx Insights, which uses an automation tool designed to help reporters accelerate the production of their existing stories or spot new ones.\nThe melding and analysis of satellite imagery, open-source video and photographs, social media, crowdsourcing and data for what are sometimes called visual or forensic investigations that are done by groups like Bellingcat.\nSurveys through emails or mobile phones, such as the \"Forced Out” project that a mobile phone survey to create a database from interviewing thousands of displaced people across South Sudan.\nThese advances, however, are not replacing but augmenting the original uses of computers and data for journalism that began by applying social science methods and statistical and data analysis to government and business corruption, health and environmental stories, and societal issues.  \nThe use of data has broadened over the years from counting instances of incidents and accidents in spreadsheets to using database managers to match apparently unrelated datasets to mapping data geographically and in social networks, to web scraping, to more efficient data cleaning, to better surveys, crowdsourcing and audience interaction, and to text mining with algorithms. \nBut all of the work is still in the service of finding patterns, trends and outliers that lead to new knowledge and better news stories in the public interest. Over the decades, there also has been much discussion on what to call the use of data for high-quality journalism and various branding efforts to label it. \nBut whether it is called “precision journalism,” “computer-assisted reporting,” “data journalism,” ‘data-driven journalism,” or “computational journalism,” the good news is that it is not only here to stay, but will continue to become more critical to revealing truths, holding the powerful accountable, and protecting those who otherwise would be exploited.\nFurther reading\n\"New Precision Journalism,\" by Philip Meyer\n\"Data for Journalists: A Practical Guide for Computer-Assisted Reporting\" by Brant Houston\n\"Data Journalism Handbook 2.0\"\n\"Data Literacy,\" by David Herzog\n\"Teaching Data and Computational Journalism\" by Charles Berret and Cheryl Phillips\nProfessor Brant Houston holds is the Knight Foundation Chair in Investigative and Enterprise Reporting at the University of Illinois. Houston teaches investigative and advanced reporting in the Department of Journalism, where he teaches investigative and data journalism. He also is editor of the online newsroom at Illinois, CU-CitizenAccess.org , which also serves as a lab for digital innovation and data journalism.","guid":"https://datajournalism.com/read/longreads/the-history-of-data-journalism","isoDate":"2021-12-13T05:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}