{"pageProps":{"post":{"creator":"Andrea Abellán","title":"10 data journalism projects that made an impact in 2020: our ultimate COVID-19 roundup","link":"https://datajournalism.com/read/longreads/covid-19-data-journalism","pubDate":"Wed, 23 Dec 2020 06:36:00 +0100","author":"Andrea Abellán","content":"\n                                                                        <p>When COVID-19 began to spread in early 2020, media organisations quickly pivoted and adapted their editorial coverage to inform audiences about the global health crisis. Amid the chaos and disruption, data journalism drove the reporting for many news outlets. Journalists reported on the daily coronavirus death toll, and case counts. Data teams and scientists collaborated to design one-off interactive explainers about the virus. Fact-checking outlets crowdsourced and debunked misinformation, and investigative journalists dug into medical supply chains and government spending.</p>\n<p>Before turning the page on 2020, the <a href=\"http://www.datajournalism.com\">DataJournalism.com</a> team has chosen to profile some of the year’s most striking and impactful COVID-19 data journalism projects. Take a look at our top 10 picks for the year reviewed in no particular order:</p>\n<ul>\n<li><a href=\"#1\">COVID-19: The Global Crisis in Data - Financial Times</a></li>\n<li><a href=\"#2\">At The Epicenter - Agencia Lupa &amp; Google News Initiative</a></li>\n<li><a href=\"#3\">A Room, a Bar and a Classroom - El País</a></li>\n<li><a href=\"#4\">How The Virus Got Out - The New York Times</a></li>\n<li><a href=\"#5\">Africa’s Data Journalism Alliance Against COVID-19 - Pulitzer Center</a></li>\n<li><a href=\"#6\">The Coronavirus Simulator - The Washington Post</a></li>\n<li><a href=\"#7\">The #CoronaVirusFacts Alliance - Poynter Institute</a></li>\n<li><a href=\"#8\">The Koronamonitor - Átlátszó</a></li>\n<li><a href=\"#9\">Six Companies Concentrated the Importation of Masks from China - Ojo Público</a></li>\n<li><a href=\"#10\">Vaccine Bootcamp - Reuters</a></li>\n</ul>\n\n                                                                     \n                            <p><a name=\"1\"></a></p>\n<p><a href=\"https://ig.ft.com/coronavirus-global-data/\"><strong>1. COVID-19: The Global Crisis - in Data. Financial Times</strong></a></p>\n<p>The reporting done by the <a href=\"https://www.ft.com/\">Financial Times</a> about the pandemic has been impressive and acknowledged by media professionals worldwide. Its data and graphics, built using D3 and updated daily, have been used as a reference for many data teams. During the November <a href=\"https://www.youtube.com/watch?v=hNK6q9JfwYs\">2020 News Impact Summit on Data Journalism</a>, <a href=\"https://twitter.com/jburnmurdoch\">John Burn-Murdoch</a>, the Financial Times’ Chief Data Reporter, explained how the team optimises its graphics for clarity, memorability and reach. A priority was adapting those graphics to social media in order to engage and inform a mass audience. Murdoch insisted on the importance of complimenting data visualisations with texts and annotations whenever needed, to ensure high-quality narratives in which text and visuals carry almost equal weight. He also emphasised the importance of connecting with their readers and listening to their feedback on how the data could be improved and which angles could be further explored. The Financial Times made this content freely available. Since March, the publication has seen a boost in subscriptions.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"2\"></a></p>\n<p><a href=\"https://piaui.folha.uol.com.br/lupa/epicentro/en/\"><strong>2. At the Epicenter. What if all COVID‑19 deaths in Brazil happened in your neighborhood? - Agencia Lupa &amp; Google News Initiative</strong></a> </p>\n<p>There have been 186,764 fatalities due to COVID-19 in Brazil to date (23 December 2020). At times, the terrible toll of this virus can feel abstract and difficult to relate to for the general public. To address this, “At The Epicenter” simulation brings home the real possibility of the virus affecting our community and loved ones. The project, run by <a href=\"https://piaui.folha.uol.com.br/lupa/\">Agencia Lupa</a> and powered by <a href=\"https://newsinitiative.withgoogle.com/intl/es_419/\">Google News Initiative</a>, uses Brazil’s total number of deaths to illustrate how someone’s neighbourhood would look like if all the deaths had happened there. A user has to enter their address or enable their location to be shown a data visualisation of the deceased represented by white dots. </p>\n<p>The project was art-directed by <a href=\"https://datajournalism.com/read/newsletters/q-a-with-alberto-cairo\">Alberto Cairo who explained to DataJournalism.com</a> that the piece “shows that human beings have a tough time understanding numbers unless those numbers put us at the centre.” The project was published in <a href=\"https://piaui.folha.uol.com.br/lupa/epicentro/\">Portuguese</a> and in <a href=\"https://piaui.folha.uol.com.br/lupa/epicentro/en/\">English</a>. The data is updated daily, since it was first published on 24 July 2020. Another version for the United States was published by <a href=\"https://www.washingtonpost.com/graphics/2020/national/coronavirus-deaths-neighborhood/\">The Washington Post</a> months later. The team behind the project includes <a href=\"https://vsueiro.com/\">Vinicius Sueiro</a>, <a href=\"https://meneg.at/\">Rodrigo Menegat</a>, <a href=\"https://twitter.com/tiagombp\">Tiago Maranhão</a>, <a href=\"https://piaui.folha.uol.com.br/lupa/colaborador/natalia-leal/\">Natália Leal</a>, <a href=\"https://piaui.folha.uol.com.br/lupa/colaborador/gilberto-scofield/\">Gilberto Scofield Jr.</a>, <a href=\"https://twitter.com/smfrogers\">Simon Rogers</a> and <a href=\"https://twitter.com/mtrpires\">Marco Túlio Pires</a>. You can access the <a href=\"https://github.com/noepicentro/back\">methodology and data here</a>.</p>\n\n                                                                      \n                            \n                                                                      \n                            \n                                                                      \n                            <p><a name=\"3\"></a></p>\n<p><a href=\"https://english.elpais.com/society/2020-10-28/a-room-a-bar-and-a-class-how-the-coronavirus-is-spread-through-the-air.html\"><strong>3. A Room, a Bar and a Classroom: how the coronavirus is spread through the air - El País</strong></a> </p>\n<p>Spain was one of the first and hardest-hit European countries by the pandemic. With severe regional and national lockdowns across the country, the coronavirus has posed new challenges for the way Spanish journalists report. Working remotely along with restrictions of movement continues to make on the ground reporting difficult, if not impossible for journalists in Spain and elsewhere. But for El País, one of the country's most-read national newspapers, its data team has thrived despite the challenges. With a small team of three people --<a href=\"https://twitter.com/danielegrasso\">Daniele Grasso</a>, <a href=\"https://twitter.com/borjandrinot\">Borja Andrino</a> and <a href=\"https://twitter.com/kikollan\">Kiko Llaneras</a> --their hard work paid off: nine of the 50 most viewed pieces by El País in 2020 qualify as data journalism. </p>\n<p><a href=\"https://english.elpais.com/society/2020-10-28/a-room-a-bar-and-a-class-how-the-coronavirus-is-spread-through-the-air.html\">A room, a bar and a classroom: how the coronavirus is spread through the air</a> is one of the publication’s most popular online pieces generating 40 million pageviews and counting. The visualisation explains how the risk of contagion is highest in indoor spaces but can be reduced by applying all available measures to combat infection via aerosols. It provides an overview of the likelihood of infection in three everyday scenarios, based on the safety measures used and the length of exposure.</p>\n<p>The visualisation has been widely shared by other media outlets around the globe, becoming what the team described as “a virus itself”. For them, the team's mixed skillsets in design, storytelling and science are responsible for its success: a visual journalist, a scientific journalist and a chemist. At <a href=\"https://www.youtube.com/watch?v=ZOjiJka2OCA\">News Impact Summit in November 2020</a>, they explained its impact: “We know people have started opening their windows after reading this piece.”</p>\n\n                                                                      \n                            \n                                                                                                 <p><strong>3 key lessons El País' data team learned from the pandemic</strong></p>\n<p><strong>1) Coding is for journalists:</strong> this skill helps the team work more efficiently and eases the flow of production from conversation to data exploration and publishing the final piece.</p>\n<p><strong>2) Transparency matters:</strong> It’s important to show the data. Journalists have to choose the most relevant visuals and variables to be efficient, but readers still want to see the data for themselves.</p>\n<p><strong>3) Practice analytical journalism:</strong> data alone is not enough. It should be accompanied by a robust analysis that embraces uncertainty and is written in a clear way. It’s important to make clear that journalists do not have all the answers.</p>\n\n                                                                     \n                            <p><a name=\"4\"></a></p>\n<p><a href=\"https://www.nytimes.com/interactive/2020/03/22/world/coronavirus-spread.html?smtyp=cur&amp;smid=tw-nytimes\"><strong>4. How the Virus Got Out - The New York Times</strong></a></p>\n<p><a href=\"https://www.nytimes.com/\">The New York Times</a> is known for producing compelling data journalism. Its coronavirus coverage was no exception. One of its first data-led coronavirus pieces came early on in the pandemic: <a href=\"https://www.nytimes.com/interactive/2020/03/22/world/coronavirus-spread.html?smtyp=cur&amp;smid=tw-nytimes\">How The Virus Got Out</a> simulation illustrates the travel patterns that caused the outbreak to spread since the first cases were spotted in the capital of Hubei province in China. What reportedly began in a seafood market in Wuhan led to it becoming the first jurisdiction in the world to be placed under a lockdown in late January 2020. </p>\n<p><a href=\"https://twitter.com/jwf825\">Jin Wu</a>, <a href=\"https://twitter.com/dawncai624\">Weiyi Cai</a>, <a href=\"https://twitter.com/dwtkns\">Derek Watkins</a> and <a href=\"https://twitter.com/jamesglanz\">James Glanz</a> were The New York Times journalists involved in producing the piece. They explained to DataJournalism.com that the main challenge for them was to decide “how to tell the story based on all these data and be clear what we know as well as what we don’t know. We read tons of preprints of the papers, then went through these papers with experts in the field to make sure the findings were solid. The story was published at the early stage of the pandemic when the world was trying to understand how the virus spread from a few isolated cases into a global pandemic. We analysed the movements of hundreds of millions of people to show why the most extensive travel restrictions to stop an outbreak in human history hadn’t been enough.” They used Python to scrape and analyse travel data, Adobe Illustrator and three.js, a WebGL library, to build the visualisation.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"5\"></a></p>\n<p><a href=\"https://pulitzercenter.org/projects/outbreak-africas-data-journalism-alliance-against-covid-19\"><strong>5. Africa’s Data Journalism Alliance Against COVID-19 - Pulitzer Center</strong></a></p>\n<p><a href=\"https://pulitzercenter.org/projects/outbreak-africas-data-journalism-alliance-against-covid-19\">Africa’s Data Journalism Alliance Against COVID-19</a> supported by Pulitzer's Center on Crisis Reporting launched in May 2020. The initiative aimed to publish 20 high-quality journalism pieces about the pandemic's social and economic impacts in African societies. </p>\n<p>DataJournalism.com asked <a href=\"https://twitter.com/jacopoottaviani/status/1335871865202552832?s=21\">Jacopo Ottaviani</a>, <a href=\"https://github.com/CodeForAfrica/\">Code For Africa's</a> Chief Data Officer, to share his favourite pieces from the series. He highlights an article published in cooperation with Kenyan-based publication <a href=\"https://africauncensored.online\">AfricaUncensored</a>, which explores the roots of the pandemic in Africa through <a href=\"https://pulitzercenter.org/reporting/troubled-suspected-covid-19-intermediary-host\">its transmission via pangolins</a>. Another of his chosen pieces is a photo-reportage covering the impact of the virus on the <a href=\"https://africanarguments.org/2020/12/here-theyre-safe-the-girls-club-that-emerged-when-kenyas-schools-closed/\">education system in Kenya</a> published by <a href=\"https://www.everydayafrica.org\">EverydayAfrica.org</a>. </p>\n<p>\"In Code for Africa and <a href=\"https://medium.com/wanadata-africa\">Wanadata</a>, we are used to working in these sort of distributed environments. However, I would say that the main challenges we have faced are related to logistics, combining data with on the ground pieces of evidence without being able to travel around. Journalists across the continent were under lockdowns, and they had to do these journalistic works from their desks,\" said Jacopo.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"6\"></a></p>\n<p><a href=\"https://www.washingtonpost.com/graphics/2020/world/corona-simulator/\"><strong>6. The Coronavirus Simulator - The Washington Post</strong></a></p>\n<p>Data Reporter <a href=\"https://twitter.com/Harry_Stevens\">Harry Stevens</a> is the author of “The Coronavirus Simulator” -- a data visualisation that became the Washington Post’s most viewed online article ever. When the general public was unaware of the power of taking social distance, Stevens managed to illustrate how important it was to slowing the spread of the coronavirus -- and how it could impact our lives months later. </p>\n<p>“There’s definitely been an emotional response to this piece. This is a very anxious time for a lot of people. But when you see that you can change the outcome of this by modifying your own behaviour, it gives you a sense of control”, <a href=\"https://datajournalism.com/read/longreads/simulating-a-pandemic\">Stevens explained to DataJournalism.com</a>. </p>\n<p>He collaborated with his colleagues at The Washington Post to simulate how the disease could spread through a number of different scenarios, including adopting social distancing practices. </p>\n<p>The Washington Post made this article freely available to all readers and translated it into 12 languages. Many news outlets have made this conscious effort, acknowledging the life-saving role that information has for readers.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"7\"></a></p>\n<p><a href=\"https://www.poynter.org/coronavirusfactsalliance/\"><strong>7. The #CoronaVirusFacts Alliance - Poynter Institute</strong></a></p>\n<p>Mis and disinformation remain serious threats throughout this pandemic. Citizens worldwide required some clarification about the thousands of coronavirus rumours circulating online, which the <a href=\"https://www.who.int/news/item/23-09-2020-managing-the-covid-19-infodemic-promoting-healthy-behaviours-and-mitigating-the-harm-from-misinformation-and-disinformation\">World Health Organisation famously called an “Infodemic.”</a>. This has forced many newsrooms to make fact-checking and debunking false information an important part of their editorial strategy. </p>\n<p>To help, the <a href=\"https://www.poynter.org/coronavirusfactsalliance/\">#CoronaVirusFacts Alliance</a>, led by the <a href=\"https://www.poynter.org/ifcn/\">International Fact-Checking Network (IFCN)</a> at <a href=\"https://www.poynter.org/\">Poynter Institute</a>, organised over 100 fact-checkers working in more than 70 countries. It is the largest collaborative project related to the world of fact-checking to date. The database contains over 9,000 fact-checks in 40 languages and is updated daily. </p>\n<p><a href=\"https://twitter.com/ciencivora?lang=en\">Laura del Río</a>, a member of the Alliances’ partner organisation <a href=\"https://maldita.es/malditobulo/1\">Maldita.es</a>, told DataJournalism.com that “thanks to the CoronaVirusFacts Alliance communication channels and database, we have quickly known if a rumour was also spreading in different countries and if some other members of the alliance had already denied it. We have even been able to prepare for the arrival of misinformation such as the Plandemic videos. It has been very relevant at a time when it is extremely important to react quickly to the avalanche of hoaxes and misinformation”.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"8\"></a></p>\n<p><strong><a href=\"https://atlo.team/koronamonitor/\">8. The Koronamonitor - Átlátszó</a></strong></p>\n<p>With over 90% of Hungary's media controlled by the government, <a href=\"https://atlatszo.hu/\">Átlátszó</a> is one of the few independent investigative Hungarian news outlets to show how the government has dealt with the pandemic. To help audiences understand the health crisis' magnitude, Átlátszó's data team created the <a href=\"https://atlo.team/koronamonitor/\">Koronamonitor</a>, a resource that they have updated daily since March 2020. This comprehensive list of graphs and maps outlines the coronavirus outbreak in Hungary and is a resource that was first falsely accused by the Orban government of being distorted. However, it has proven to be very useful for Hungarian citizens. Átlátszó has made it more interactive by adding a simulator where the audience can set different parameters and see how they affect the virus forecast. </p>\n<p>Data journalism has also been at the forefront of the Átláztsó’s team’s investigative reporting. For instance, it revealed how a relative of a politician profited from the sale of medical supplies and disinfectants, and how the government invested more resources in protecting churches and its opera house than to curb the coronavirus. As Tamas Bodoky, executive director of the organisation, told <a href=\"https://medium.com/we-are-the-european-journalism-centre/why-átlátszó-made-an-effort-to-forecast-hungarys-handling-of-covid-19-9af6da2197e0\">The European Journalism Centre</a>: “Investigative reporting on COVID-19 was in high demand since most of the Hungarian press did not cover the pressing issues during the lockdown. We have learned if you have enough courage to report on problems during a crisis, your audience will reward you.” With the success of Koronamonitor, Átláztsó now plans to continue investing in more data-led journalism.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"9\"></a></p>\n<p><a href=\"https://ojo-publico.com/1658/companias-concentraron-importacion-de-mascarillas\"><strong>9. Ojo Público</strong></a></p>\n<p>Beyond reporting on Perú 's daily coronavirus cases and providing readers with government lockdown rules, the team at <a href=\"https://ojo-publico.com\">Ojo Público</a>, an award-winning Peruvian news outlet, has also published in-depth investigations that deserve a shout-out. </p>\n<p>Since 2020, personal protective gear and medical equipment, such as face masks and respirators have now become essential for countries managing the pandemic. <a href=\"https://ojo-publico.com/1658/companias-concentraron-importacion-de-mascarillas\">Ojo Público looked at the supply chain of these products and the monopoly within it</a>. </p>\n<p><a href=\"https://twitter.com/giancohs\">Gianfranco Huamán</a>, the journalist involved in many of these investigations explains that “we had to be careful with the information, even if it came from official sources. In press conferences, state authorities showed figures and statistics showing the effectiveness of strategies to counteract the advance of the virus, but in hospitals and health centres, doctors and relatives told another story. Later, the government published the ‘honesty of deceased’ reports aimed at showing the true toll of the COVID-19, which somehow changed our outlook compared to other countries in the region. However, even though these figures came from health authorities and were official, we decided to report and investigate to see if the policies adopted by our authorities were effective, and in turn, verify the data they provided. I would say that the use of data to understand this disease and the pandemic was a key factor, as it was the support of doctors who helped us to understand the terms related to the epidemiology much better. Initiatives from other media such as The New York Times, Financial Times that were based on data and visualisations inspired us to replicate some of their work in our country.”</p>\n<p>The staff working to cover the pandemic was organised into seven categories. Most recently, Ojo Público also published <a href=\"https://ojo-publico.com/1988/ojopublico-publica-libro-sobre-la-infodemia-en-tiempos-de-covid-19\">Infodemia</a>, a digital book looking at how disinformation has affected the pandemic. Written in a satirical tone, the book looks at how rumours are created, and how false news related to the vaccine can spread.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a name=\"10\"></a></p>\n<p><a href=\"http://graphics.reuters.com/HEALTH-CORONAVIRUS/VACCINE/yzdpxqxnwvx/index.html\"><strong>10. Vaccine Bootcamp - Reuters</strong></a></p>\n<p>With governments investing heavily in COVID-19 vaccine trials and rollouts, educating the public about this matter has never been more important. This is especially true with vaccine hesitancy growing thanks to online mis and disinformation. To better explain vaccine development, Reuters' <a href=\"http://graphics.reuters.com/HEALTH-CORONAVIRUS/VACCINE/yzdpxqxnwvx/index.html\">Vaccine Bootcamp</a> demystifies the process.</p>\n<p>The interactive's cartoonlike design is as engaging as it is visually appealing. With data obtained from the <a href=\"https://vac-lshtm.shinyapps.io/ncov_vaccine_landscape/_w_3bbea529/#tab-2189-1\">Vaccine Centre at the London School of Hygiene and Tropical Medicine</a>, the piece unfolds in a clean and light scrolling format with useful explainers about the different types of vaccines. </p>\n<p>The piece was reported by <a href=\"https://twitter.com/allyjlevine\">Ally J. Levine</a> and <a href=\"https://twitter.com/minamifunakoshi?lang=en\">Minami Funakoshi</a>, illustrated by <a href=\"https://twitter.com/CatherineTai5\">Catherine Tai</a> and animated by <a href=\"https://twitter.com/AdamWiesen\">Adam Wiesen</a>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><strong>Conclusion</strong></p>\n<p>The pandemic has emphasised the importance of transparent and accessible data that embraces public service journalism, helping citizens be informed and holding governments to account. This article has touched upon some of the challenges and opportunities that have emerged during this unprecedented crisis. The potential for the cooperation between journalists, scientists, designers and developers is an example of this. As an industry, we have learned this interdisciplinary approach is fundamental to current and future crisis reporting. </p>\n<p>One theme that has defined 2020 is the growing threat of widespread mis- and disinformation, a potential danger to public health. Newsrooms have witnessed how essential it is to stay up to date with digital verification skills. We have seen data journalism's power, especially when combined with quality on the ground reporting and top-notch technologies. But most importantly, these data projects have shown that they haven't lost sight of the main goal: publishing relevant and accurate data that is easy for our readers to relate to and understand. This has been a recap of some of the most impactful pieces of data journalism of 2020. Admittedly, while this list is not exhaustive, we are excited to see what comes next from data journalists. Now, let us move on and upwards to 2021!</p>\n\n                                                                                                 <p><strong>Correction</strong>: A previous version of this article stated Harry Stevens of The Washington Post collaborated with <a href=\"https://engineering.jhu.edu/case/faculty/lauren-gardner/\">Lauren Gardner, an associate professor at Johns Hopkins Whiting School of Engineering</a>, and her team to simulate how the disease could spread through a number of different scenarios, including adopting social distancing practices. This is incorrect. In fact, he collaborated with editors and the data team at The Washington Post. The article has been updated to reflect this.</p>\n\n                                                                     \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"When COVID-19 began to spread in early 2020, media organisations quickly pivoted and adapted their editorial coverage to inform audiences about the global health crisis. Amid the chaos and disruption, data journalism drove the reporting for many news outlets. Journalists reported on the daily coronavirus death toll, and case counts. Data teams and scientists collaborated to design one-off interactive explainers about the virus. Fact-checking outlets crowdsourced and debunked misinformation, and investigative journalists dug into medical supply chains and government spending.\nBefore turning the page on 2020, the DataJournalism.com team has chosen to profile some of the year’s most striking and impactful COVID-19 data journalism projects. Take a look at our top 10 picks for the year reviewed in no particular order:\nCOVID-19: The Global Crisis in Data - Financial Times\nAt The Epicenter - Agencia Lupa & Google News Initiative\nA Room, a Bar and a Classroom - El País\nHow The Virus Got Out - The New York Times\nAfrica’s Data Journalism Alliance Against COVID-19 - Pulitzer Center\nThe Coronavirus Simulator - The Washington Post\nThe #CoronaVirusFacts Alliance - Poynter Institute\nThe Koronamonitor - Átlátszó\nSix Companies Concentrated the Importation of Masks from China - Ojo Público\nVaccine Bootcamp - Reuters\n\n1. COVID-19: The Global Crisis - in Data. Financial Times\nThe reporting done by the Financial Times about the pandemic has been impressive and acknowledged by media professionals worldwide. Its data and graphics, built using D3 and updated daily, have been used as a reference for many data teams. During the November 2020 News Impact Summit on Data Journalism, John Burn-Murdoch, the Financial Times’ Chief Data Reporter, explained how the team optimises its graphics for clarity, memorability and reach. A priority was adapting those graphics to social media in order to engage and inform a mass audience. Murdoch insisted on the importance of complimenting data visualisations with texts and annotations whenever needed, to ensure high-quality narratives in which text and visuals carry almost equal weight. He also emphasised the importance of connecting with their readers and listening to their feedback on how the data could be improved and which angles could be further explored. The Financial Times made this content freely available. Since March, the publication has seen a boost in subscriptions.\n\n2. At the Epicenter. What if all COVID‑19 deaths in Brazil happened in your neighborhood? - Agencia Lupa & Google News Initiative \nThere have been 186,764 fatalities due to COVID-19 in Brazil to date (23 December 2020). At times, the terrible toll of this virus can feel abstract and difficult to relate to for the general public. To address this, “At The Epicenter” simulation brings home the real possibility of the virus affecting our community and loved ones. The project, run by Agencia Lupa and powered by Google News Initiative, uses Brazil’s total number of deaths to illustrate how someone’s neighbourhood would look like if all the deaths had happened there. A user has to enter their address or enable their location to be shown a data visualisation of the deceased represented by white dots. \nThe project was art-directed by Alberto Cairo who explained to DataJournalism.com that the piece “shows that human beings have a tough time understanding numbers unless those numbers put us at the centre.” The project was published in Portuguese and in English. The data is updated daily, since it was first published on 24 July 2020. Another version for the United States was published by The Washington Post months later. The team behind the project includes Vinicius Sueiro, Rodrigo Menegat, Tiago Maranhão, Natália Leal, Gilberto Scofield Jr., Simon Rogers and Marco Túlio Pires. You can access the methodology and data here.\n\n3. A Room, a Bar and a Classroom: how the coronavirus is spread through the air - El País \nSpain was one of the first and hardest-hit European countries by the pandemic. With severe regional and national lockdowns across the country, the coronavirus has posed new challenges for the way Spanish journalists report. Working remotely along with restrictions of movement continues to make on the ground reporting difficult, if not impossible for journalists in Spain and elsewhere. But for El País, one of the country's most-read national newspapers, its data team has thrived despite the challenges. With a small team of three people --Daniele Grasso, Borja Andrino and Kiko Llaneras --their hard work paid off: nine of the 50 most viewed pieces by El País in 2020 qualify as data journalism. \nA room, a bar and a classroom: how the coronavirus is spread through the air is one of the publication’s most popular online pieces generating 40 million pageviews and counting. The visualisation explains how the risk of contagion is highest in indoor spaces but can be reduced by applying all available measures to combat infection via aerosols. It provides an overview of the likelihood of infection in three everyday scenarios, based on the safety measures used and the length of exposure.\nThe visualisation has been widely shared by other media outlets around the globe, becoming what the team described as “a virus itself”. For them, the team's mixed skillsets in design, storytelling and science are responsible for its success: a visual journalist, a scientific journalist and a chemist. At News Impact Summit in November 2020, they explained its impact: “We know people have started opening their windows after reading this piece.”\n3 key lessons El País' data team learned from the pandemic\n1) Coding is for journalists: this skill helps the team work more efficiently and eases the flow of production from conversation to data exploration and publishing the final piece.\n2) Transparency matters: It’s important to show the data. Journalists have to choose the most relevant visuals and variables to be efficient, but readers still want to see the data for themselves.\n3) Practice analytical journalism: data alone is not enough. It should be accompanied by a robust analysis that embraces uncertainty and is written in a clear way. It’s important to make clear that journalists do not have all the answers.\n\n4. How the Virus Got Out - The New York Times\nThe New York Times is known for producing compelling data journalism. Its coronavirus coverage was no exception. One of its first data-led coronavirus pieces came early on in the pandemic: How The Virus Got Out simulation illustrates the travel patterns that caused the outbreak to spread since the first cases were spotted in the capital of Hubei province in China. What reportedly began in a seafood market in Wuhan led to it becoming the first jurisdiction in the world to be placed under a lockdown in late January 2020. \nJin Wu, Weiyi Cai, Derek Watkins and James Glanz were The New York Times journalists involved in producing the piece. They explained to DataJournalism.com that the main challenge for them was to decide “how to tell the story based on all these data and be clear what we know as well as what we don’t know. We read tons of preprints of the papers, then went through these papers with experts in the field to make sure the findings were solid. The story was published at the early stage of the pandemic when the world was trying to understand how the virus spread from a few isolated cases into a global pandemic. We analysed the movements of hundreds of millions of people to show why the most extensive travel restrictions to stop an outbreak in human history hadn’t been enough.” They used Python to scrape and analyse travel data, Adobe Illustrator and three.js, a WebGL library, to build the visualisation.\n\n5. Africa’s Data Journalism Alliance Against COVID-19 - Pulitzer Center\nAfrica’s Data Journalism Alliance Against COVID-19 supported by Pulitzer's Center on Crisis Reporting launched in May 2020. The initiative aimed to publish 20 high-quality journalism pieces about the pandemic's social and economic impacts in African societies. \nDataJournalism.com asked Jacopo Ottaviani, Code For Africa's Chief Data Officer, to share his favourite pieces from the series. He highlights an article published in cooperation with Kenyan-based publication AfricaUncensored, which explores the roots of the pandemic in Africa through its transmission via pangolins. Another of his chosen pieces is a photo-reportage covering the impact of the virus on the education system in Kenya published by EverydayAfrica.org. \n\"In Code for Africa and Wanadata, we are used to working in these sort of distributed environments. However, I would say that the main challenges we have faced are related to logistics, combining data with on the ground pieces of evidence without being able to travel around. Journalists across the continent were under lockdowns, and they had to do these journalistic works from their desks,\" said Jacopo.\n\n6. The Coronavirus Simulator - The Washington Post\nData Reporter Harry Stevens is the author of “The Coronavirus Simulator” -- a data visualisation that became the Washington Post’s most viewed online article ever. When the general public was unaware of the power of taking social distance, Stevens managed to illustrate how important it was to slowing the spread of the coronavirus -- and how it could impact our lives months later. \n“There’s definitely been an emotional response to this piece. This is a very anxious time for a lot of people. But when you see that you can change the outcome of this by modifying your own behaviour, it gives you a sense of control”, Stevens explained to DataJournalism.com. \nHe collaborated with his colleagues at The Washington Post to simulate how the disease could spread through a number of different scenarios, including adopting social distancing practices. \nThe Washington Post made this article freely available to all readers and translated it into 12 languages. Many news outlets have made this conscious effort, acknowledging the life-saving role that information has for readers.\n\n7. The #CoronaVirusFacts Alliance - Poynter Institute\nMis and disinformation remain serious threats throughout this pandemic. Citizens worldwide required some clarification about the thousands of coronavirus rumours circulating online, which the World Health Organisation famously called an “Infodemic.”. This has forced many newsrooms to make fact-checking and debunking false information an important part of their editorial strategy. \nTo help, the #CoronaVirusFacts Alliance, led by the International Fact-Checking Network (IFCN) at Poynter Institute, organised over 100 fact-checkers working in more than 70 countries. It is the largest collaborative project related to the world of fact-checking to date. The database contains over 9,000 fact-checks in 40 languages and is updated daily. \nLaura del Río, a member of the Alliances’ partner organisation Maldita.es, told DataJournalism.com that “thanks to the CoronaVirusFacts Alliance communication channels and database, we have quickly known if a rumour was also spreading in different countries and if some other members of the alliance had already denied it. We have even been able to prepare for the arrival of misinformation such as the Plandemic videos. It has been very relevant at a time when it is extremely important to react quickly to the avalanche of hoaxes and misinformation”.\n\n8. The Koronamonitor - Átlátszó\nWith over 90% of Hungary's media controlled by the government, Átlátszó is one of the few independent investigative Hungarian news outlets to show how the government has dealt with the pandemic. To help audiences understand the health crisis' magnitude, Átlátszó's data team created the Koronamonitor, a resource that they have updated daily since March 2020. This comprehensive list of graphs and maps outlines the coronavirus outbreak in Hungary and is a resource that was first falsely accused by the Orban government of being distorted. However, it has proven to be very useful for Hungarian citizens. Átlátszó has made it more interactive by adding a simulator where the audience can set different parameters and see how they affect the virus forecast. \nData journalism has also been at the forefront of the Átláztsó’s team’s investigative reporting. For instance, it revealed how a relative of a politician profited from the sale of medical supplies and disinfectants, and how the government invested more resources in protecting churches and its opera house than to curb the coronavirus. As Tamas Bodoky, executive director of the organisation, told The European Journalism Centre: “Investigative reporting on COVID-19 was in high demand since most of the Hungarian press did not cover the pressing issues during the lockdown. We have learned if you have enough courage to report on problems during a crisis, your audience will reward you.” With the success of Koronamonitor, Átláztsó now plans to continue investing in more data-led journalism.\n\n9. Ojo Público\nBeyond reporting on Perú 's daily coronavirus cases and providing readers with government lockdown rules, the team at Ojo Público, an award-winning Peruvian news outlet, has also published in-depth investigations that deserve a shout-out. \nSince 2020, personal protective gear and medical equipment, such as face masks and respirators have now become essential for countries managing the pandemic. Ojo Público looked at the supply chain of these products and the monopoly within it. \nGianfranco Huamán, the journalist involved in many of these investigations explains that “we had to be careful with the information, even if it came from official sources. In press conferences, state authorities showed figures and statistics showing the effectiveness of strategies to counteract the advance of the virus, but in hospitals and health centres, doctors and relatives told another story. Later, the government published the ‘honesty of deceased’ reports aimed at showing the true toll of the COVID-19, which somehow changed our outlook compared to other countries in the region. However, even though these figures came from health authorities and were official, we decided to report and investigate to see if the policies adopted by our authorities were effective, and in turn, verify the data they provided. I would say that the use of data to understand this disease and the pandemic was a key factor, as it was the support of doctors who helped us to understand the terms related to the epidemiology much better. Initiatives from other media such as The New York Times, Financial Times that were based on data and visualisations inspired us to replicate some of their work in our country.”\nThe staff working to cover the pandemic was organised into seven categories. Most recently, Ojo Público also published Infodemia, a digital book looking at how disinformation has affected the pandemic. Written in a satirical tone, the book looks at how rumours are created, and how false news related to the vaccine can spread.\n\n10. Vaccine Bootcamp - Reuters\nWith governments investing heavily in COVID-19 vaccine trials and rollouts, educating the public about this matter has never been more important. This is especially true with vaccine hesitancy growing thanks to online mis and disinformation. To better explain vaccine development, Reuters' Vaccine Bootcamp demystifies the process.\nThe interactive's cartoonlike design is as engaging as it is visually appealing. With data obtained from the Vaccine Centre at the London School of Hygiene and Tropical Medicine, the piece unfolds in a clean and light scrolling format with useful explainers about the different types of vaccines. \nThe piece was reported by Ally J. Levine and Minami Funakoshi, illustrated by Catherine Tai and animated by Adam Wiesen.\nConclusion\nThe pandemic has emphasised the importance of transparent and accessible data that embraces public service journalism, helping citizens be informed and holding governments to account. This article has touched upon some of the challenges and opportunities that have emerged during this unprecedented crisis. The potential for the cooperation between journalists, scientists, designers and developers is an example of this. As an industry, we have learned this interdisciplinary approach is fundamental to current and future crisis reporting. \nOne theme that has defined 2020 is the growing threat of widespread mis- and disinformation, a potential danger to public health. Newsrooms have witnessed how essential it is to stay up to date with digital verification skills. We have seen data journalism's power, especially when combined with quality on the ground reporting and top-notch technologies. But most importantly, these data projects have shown that they haven't lost sight of the main goal: publishing relevant and accurate data that is easy for our readers to relate to and understand. This has been a recap of some of the most impactful pieces of data journalism of 2020. Admittedly, while this list is not exhaustive, we are excited to see what comes next from data journalists. Now, let us move on and upwards to 2021!\nCorrection: A previous version of this article stated Harry Stevens of The Washington Post collaborated with Lauren Gardner, an associate professor at Johns Hopkins Whiting School of Engineering, and her team to simulate how the disease could spread through a number of different scenarios, including adopting social distancing practices. This is incorrect. In fact, he collaborated with editors and the data team at The Washington Post. The article has been updated to reflect this.\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists","guid":"https://datajournalism.com/read/longreads/covid-19-data-journalism","isoDate":"2020-12-23T05:36:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}