{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"Conflict reporting with data: a guide for journalists","link":"https://datajournalism.com/read/longreads/conflict-reporting-with-data","pubDate":"Mon, 03 May 2021 16:30:00 +0200","author":"Sherry Ricchiardi","content":"\n                                             \n                            <p>For years, Syria’s dark dungeons have functioned as hellholes of torture, starvation and murder. Thousands have vanished into this vast network, never to be heard from again; many emerged maimed and broken.</p>\n<p><a href=\"https://www.nytimes.com/2019/05/11/world/middleeast/syria-torture-prisons.html\">In a stunning investigation</a>, The New York Times laid bare the sadistic violence and put on record war crimes committed by President Bashar al-Assad’s regime in these halls of horror.</p>\n<p>Data on the dead and missing was a driving force behind the story by <a href=\"https://twitter.com/abarnardnyt?lang=en\">Anne Barnard</a>, a former Times’ Beirut bureau chief and veteran of covering the armed conflict.</p>\n<p>“It is almost impossible to do justice to the depth of Barnard’s reporting and the evil it described,” wrote The New Yorker’s  Isaac Chotiner when the story was published in May 2019. <a href=\"https://www.newyorker.com/news/q-and-a/a-times-reporter-documents-the-horror-of-syrias-torture-sites\">During a Q&amp;A with the author</a>, he asked how “astonishingly bleak figures” of torture and murder had been gathered.</p>\n<p>Barnard reported that “Nearly 128,000 have never emerged, and are presumed to be either dead or still in custody, according to the Syrian Network for Human Rights, an independent monitoring group that keeps the most rigorous tally. Nearly 14,000 were “killed under torture.”</p>\n\n                                                                      \n                            <blockquote><p>More data is not necessarily better data. We need to know where it is coming from, what is included and what is not.</p>\n</blockquote>\n\n                                                                                                 <p><a href=\"https://www.nytimes.com/2019/05/15/reader-center/insider-syria-prisons.html\">In a New York Times’ Insider piece about the investigation</a>, she noted, “We doubled our efforts to cover the story, as human rights groups steadily compiled data on dozens of torture facilities, tens of thousands of disappeared Syrians and thousands of executions of civilian oppositionists after sham trials.”</p>\n<p>Her team spent weeks in Turkey, Germany and Lebanon listening to survivors’ recollections and cross-referencing them. When she began covering Syria in 2012, it was a different scenario.</p>\n<p>“We focussed on visible war crimes – ones we witnessed in person or quickly verified through witnesses and videos . . . By contrast, detention, torture and execution were unfolding unseen in secret dungeons, recorded mainly in the minds of survivors,” Barnard wrote in the Times.</p>\n\n                                                                     \n                            <p>Above shows an image of the destroyed Homs city centre in Syria.  The country's third-largest city was a key battleground in the uprising against Bashar al-Assad.</p>\n\n                                                                      \n                            <p>Data journalism played a vital role in exposing Syria’s atrocities through the use of advanced digital forensics, geolocation and data visualisation among other high tech tools that improve the accuracy and impact of war reporting.</p>\n<p>Newsworthy statistics on conflict are widely available, but here is the challenge: How do journalists identify the right datasets to use? How do they evaluate data sources among the many out there? What should they be looking for?</p>\n<p>“More data is not necessarily better data. We need to know where it is coming from, what is included and what is not. Reporters should not take all data as unbiased facts,” said <a href=\"https://www.prio.org/People/Person/?x=4942\">Andreas Foro Tollefsen</a>, senior researcher for the <a href=\"https://www.prio.org/\">Peace Research Institute, Oslo</a>, a main player in the conflict data field.</p>\n\n                                                                      \n                            <h3>Conflict Reporting With Data</h3>\n<p>Reviewing some of the producers of conflict event data sets and their specialties helps narrow the search.  Following are thumbnail sketches of three large-scale data-collection projects often cited in media reports and scholarly studies. Also included are examples of how the media use these data sets to report on armed conflict and how these groups collaborate.</p>\n<p><strong>Uppsala Conflict Data Program (UCDP)</strong>: Data sets on conflict and peacekeeping including peace agreements, intrastate armed conflict, non-state conflict, one-sided violence, and conflict termination. <a href=\"https://ucdp.uu.se\">UCDP offers datasets on organised violence and peacemaking</a>, which can be downloaded for free through <a href=\"https://ucdp.uu.se/downloads/\">the UCDP downloads website</a>. Illustrative charts, graphs, and maps are also available. </p>\n<p><strong>Armed Conflict Location &amp; Event Dataset (ACLED)</strong>: Described as <a href=\"https://acleddata.com/#/dashboard\">disaggregated data collection, analysis and crisis mapping platform</a>. Collects real-time data on the locations, dates, actors, fatalities, and types of all reported political violence and protest events across the globe. Users can explore data with an interactive dashboard. Operates under the slogan, “Bringing clarity to crisis.” </p>\n<p><strong>Peace Research Institute, Oslo (PRIO)</strong>: <a href=\"https://www.prio.org/\">Explores how conflicts erupt and can be resolved</a>; investigates how different kinds of violence affect people and examines how societies tackle crises. Data projects include collecting conflict start and end dates to aid in the study of the duration of violence and adding figures for yearly combat deaths. Active research projects are listed alphabetically and include dozens of topics.</p>\n\n                                                                      \n                            <blockquote><p>Statistics showed that nearly 10 times more children are at risk now than three decades ago when the toll was 8.5 million.</p>\n</blockquote>\n\n                                                                      \n                            <p>The data these groups collect is impressive and, at times, daunting. How does it translate into real-world news reporting? What kind of stories does it help to tell?</p>\n<p>“Journalists equipped with data and empirics have a very powerful instrument to enlighten, but also to ask decision-makers the right questions,” said PRIO’s Tollefsen, a self-described human geographer. “Looking at data often challenges narratives or generates inquiries that wouldn't be evident without it.”</p>\n<p>For instance, data can show trends, maps, and patterns, highlighting whether violence has gone up or down in a region, where conflict is located, and how this relates to conditions on the ground that impacts civilians, such as migration or refugees. <a href=\"https://www.dailysabah.com/world/africa/conflict-in-northern-mozambique-displaces-over-500000\">A story based on ACLED data</a> showed how conflict in northern Mozambique displaced over half a million people. </p>\n<p>PRIO’s data was used in combination with other sources in a recent Save the Children report, <a href=\"https://resourcecentre.savethechildren.net/node/18763/pdf/weapon-of-war-report_final.pdf\">“Weapons of War: Sexual violence against children in conflict.”</a> Statistics showed that nearly 10 times more children are at risk now than three decades ago when the toll was 8.5 million.</p>\n\n                                                                      \n                            <p><a href=\"https://resourcecentre.savethechildren.net/node/18763/pdf/weapon-of-war-report_final.pdf\">Save the Children's report</a> showed that 72 million children live 50 kilometres or closer to conflicts where armed groups have perpetrated sexual violence against children.</p>\n\n                                                                      \n                            <p>Syria, Colombia, Iraq, Somalia, South Sudan, and Yemen were identified as countries where <a href=\"https://www.savethechildren.org/us/about-us/media-and-news/2021-press-releases/one-in-six-children-in-conflict-zones-at-risk-of-sexual-violence\">children are at greatest risk of sexual violence</a>, including rape, sexual slavery, forced prostitution and pregnancy, sexual mutilation, and sexual torture at the hands of armed groups, government forces, and law enforcement.</p>\n<p>“Data is a powerful tool and challenges our understanding of the world,” said Tollefsen whose work focuses on the use of geospatial data and Geographic Information Systems for research on the cause and consequences of conflict.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>In another collaborative effort, PRIO examined trends in Middle East conflicts between 1989 – 2019 and compared them to global trends, using UCDP data. Researchers analysed conflict recurrence, ceasefires, and peace agreements during the same period.</p>\n<p>The study found that over the past 10 years, the majority of the world’s deadliest conflicts have been in the Middle East, with Syria being the deadliest. Data also plays a pivotal role in breaking news, such as the impact of COVID-19. As the pandemic spread, data journalism provided vital, reliable information through the use of interactive maps, graphics and charts marking cases and deaths.</p>\n<p>The Washington Post used ACLED data to explore: “Does COVID-19 raise the risk of violent conflict?” The number of conflict events was tracked over time to see whether trends changed after the World Health Organization declared a global pandemic in March 2020, or the country declared lockdown.</p>\n<p><a href=\"https://www.washingtonpost.com/politics/2020/10/15/does-covid-19-raise-risk-violent-conflict-not-everywhere/\">In the story</a>, the Post defined ACLED as “A database that counts the number of conflict events daily around the world. For 2019 and 2020, ACLED includes more than 100 countries in Africa, Asia, Latin America and Eastern Europe — and tracks three categories of violent conflict: battles, violence against civilians and explosions/remote violence.”</p>\n\n                                                                      \n                            <p>A screenshot of the Washington Post article analysing how the COVID-19 pandemic has impacted the risk of violent conflict.</p>\n\n                                                                      \n                            <p><a href=\"https://mg.co.za/africa/2020-06-22-the-pandemic-has-shifted-patterns-of-conflict-in-africa/\">A June 2020 article</a> that appeared in Johannesburg’s Mail and Guardian examined how the pandemic had shifted patterns of conduct in Africa.</p>\n<p>“Tracking activity over the past 10 weeks, ACLED found that conflict rates held steady across the continent, but patterns of violence have shifted as armed groups and governments take advantage of the pandemic to make moves on political priorities,” wrote ACLED’s director, <a href=\"https://twitter.com/cliona_raleigh?lang=en\">Clionadh Raleigh</a>.</p>\n<p><a href=\"https://mg.co.za/africa/2020-06-22-the-pandemic-has-shifted-patterns-of-conflict-in-africa/\">A detailed infographic accompanied her story</a>. Finding appropriate sources of conflict data is the first step. Interpreting the information correctly can be challenging. Following are tips from experts on how to analyse and evaluate research for accuracy, reliability and fairness, the hallmarks of quality reporting.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Evaluating conflict data</h3>\n<p>Harvard University research fellow <a href=\"http://www.kellymgreenhill.com/\">Kelly M. Greenhill</a> co-authored a book <a href=\"https://www.amazon.com/Sex-Drugs-Body-Counts-Politics/dp/0801476186?tag=book09bc-20\">“Sex, Drugs, and Body Counts: The Politics of Numbers in Global Crime and Conflict”</a> exploring the misuse of conflict statistics and showing that miscalculations can have “perverse and counterproductive consequences.”</p>\n<p>Getting it wrong might, for instance, help prolong wars, give governments an excuse not to act or muddy evaluations of policy successes or failures in conflict zones.</p>\n<p>What can journalists do to get it right? Greenhill provided the following questions that should be routinely asked about crime and conflict data:</p>\n<ol>\n<li>What are the sources of the numbers?</li>\n<li>What definitions are the sources employing, and what exactly is being measured?</li>\n<li>What are the interests of those providing the numbers?</li>\n<li>What do these actors stand to gain or lose if the statistics in question are – or are not – embraced and accepted?</li>\n<li>What methodologies were employed in acquiring the numbers?</li>\n<li>Do potentially competing figures exist, and, if so, what is known about their sources, measurement and methodologies?</li>\n</ol>\n<p>“To some degree, the politicisation of statistics is inevitable and unavoidable. But journalists as consumers and disseminators of statistics should be more savvy and credulous in their acquisition and utilisation of these data,” said Greenhill, a political science and international relations professor at Tufts University.</p>\n<p>She is concerned journalists could inadvertently serve as amplifiers of politically motivated statistical distortions leading to “counter-productive policy outcomes.”</p>\n<p>Greenhill has been a consultant to the World Bank, U.N High Commissioner on Refugees, and an analyst for the U.S. Department of Defense. She is working on a new book exploring the influence of rumours, conspiracy theories, propaganda, so-called \"fake news\" and other forms of extra-factual information on international politics.</p>\n\n                                                                      \n                            <blockquote><p>Pay attention to what sources the datasets are using. That makes a really big difference.</p>\n</blockquote>\n\n                                                                      \n                            <h3>Comparing Datasets</h3>\n<p>Assessing similarities and differences in datasets is another way to evaluate how useful they might be for conflict coverage.</p>\n<p><a href=\"https://twitter.com/roudabehkishi?lang=en\">Roudabeh Kishi</a>, ACLED’s director of research and innovation, co-authored a report comparing conflict data from several well-known sources, including the Global Terrorism Database (GTD), Integrated Crisis Early Warning System (ICEWS), the Phoenix event dataset, and Uppsala Conflict Data Programme Georeferenced Event Dataset (UCDP GED).</p>\n<p>The stated purpose of the study: “To demonstrate how the collection [of event data] mandates, coding rules, and sourcing methods can result in drastically different information on political violence and interpretations of conflict.” Researchers also looked at human-generated data versus automated.</p>\n<p>What should journalists look for? Among indicators on the veracity of data, the report listed:</p>\n<ol>\n<li>Sourcing: “Extensive sourcing – including from local partners and media in local languages – provides the most thorough and accurate information on political violence and demonstrations, as well as the most accurate presentation of the risks that civilians experience in their homes and communities.”</li>\n<li>Transparency: “Data sets must be usable if they are to be relied upon for regular analysis and users should be able to access every detail of how conflict data are coded and collected.”</li>\n<li>Coverage and classification: “Clear, coherent, and correct classification is important for users because conflicts are not homogenous: disorder events differ in their frequency, sequences, and intensity.”</li>\n</ol>\n<p>“Some people say,`Well, data is data and that’s it.’ It’s important to remember these are different projects with different methodologies, definitions, and usually based on a specific mandate,” Kishi explained. “Pay attention to what sources the datasets are using. That makes a really big difference.”</p>\n<p>She advises beginners to learn simple software such as <a href=\"https://www.tableau.com/\">Tableau</a>, an analytic tool that can help in the creation of maps and charts or filter by actors or by violence. There is a training video on ACLED’s website.</p>\n\n                                                                      \n                            <blockquote><p>Supplying statistics to media is part of our advocacy,</p>\n</blockquote>\n\n                                                                      \n                            <p>Kishi provided Tableau training for the <a href=\"https://sn4hr.org/\">Syrian Network for Human Rights(SNHR)</a>, one of ACLED’s partners. “They are great. You’ll see them in our data,” Kishi said of the Syrian human rights group that supplies data based on actual counts of reports, rather than extrapolations or estimates. </p>\n<p>Since its beginning in 2011, the group has amassed <a href=\"https://www.acleddata.com/wp-content/uploads/2019/09/ACLED-Comparison_8.2019.pdf\">a vast archive of eyewitnesses’ names, contact information, and testimonies</a>, as well as the photos and videos that are meticulously preserved as background for scholarly research, use in news stories or for future war crimes trials.</p>\n<p>“Supplying statistics to media is part of our advocacy,” said <a href=\"https://sn4hr.org/fadel-abdul-ghany/\">Fadel Abdul Ghany</a>, the group’s founder and director. He oversees a volunteer corps of 35 mostly in Syria, but also living in Turkey, Jordan and Lebanon where they have taken refuge.</p>\n<p><a href=\"https://sn4hr.org/about-us/\">SNHR’s</a> data has been a key source for the U.N. High Commissioner for Human Rights and appears in U.S. State Department reports on Syria. Monthly reports document recent death toll, assassinations and attacks against civilians. In January there was information about the spread of COVID-19.</p>\n<p>Fadel’s goal is to keep Syria in the spotlight. “Stories in top media like The New York Times, Washington Post, and CNN draw the attention of others,” said Ghany from his home in Qatar. “We are always ready to help journalists. Send us an email, tell us what you are working on and let us know how we can cooperate.”</p>\n\n                                                                                                 <h3>Other Resources That Can Help</h3>\n<p><a href=\"https://acleddata.com/2021/02/02/ten-conflicts-to-worry-about-in-2021/\">ACLED’s Ten Conflicts to Worry About in 2021</a>: Includes Myanmar, Belarus, Yemen, Ethiopia, India and Pakistan. ACLED advises accessing data directly through the “export tool” and finding information about methodology under “Resource Library.” A video walks users through the data collection process. </p>\n<p><a href=\"https://www.pcr.uu.se/research/ucdp/ucdp-conflict-encyclopedia/\">The UCDP’s Conflict Encyclopedia</a>: Describes itself as a “main provider of data on organized violence and the oldest ongoing data collection project for civil war, with a history of almost 40 years.” Offers a web-based system for visualizing, handling and downloading data, including ready-made datasets on organized violence and peacemaking free of charge</p>\n<p><a href=\"https://www.sipri.org/\">Stockholm International Peace Research Institute</a>: Provides data on peace operations conducted since 2000, military expenditures, arms transfers and embargoes. </p>\n<p><a href=\"https://www.google.com/search?client=firefox-b-1-d&amp;q=+George+Mason+University+Libraries+InfoGuides\">George Mason University Libraries InfoGuides</a>: Resources for research in conflict resolution, peace operations, armed conflict, and human security. Includes link for peacebuilding, human security and terrorism datasets.</p>\n<p><a href=\"https://advocacyassembly.org/en/partners/amnesty/\">Amnesty International</a>: Offers two free courses on Open Source Investigations in four languages, Arabic, Persian, English and Spanish. Courses act as guides to using open source research methods in practice, with a focus on human rights investigation and advocacy. Instruction on cutting-edge tools and techniques taught by experts and practical exercises.</p>\n<p><a href=\"https://www.start.umd.edu/gtd/\">Global Terrorism Database, University of Maryland</a>: Bills itself as the “most comprehensive unclassified database of terrorist attacks in the world.” Includes more than 200,000 terrorist attacks dating back to 1970. </p>\n<p><a href=\"http://www.womanstats.org/\">WomanStats</a>: A “comprehensive compilation of information on the status of women in the world.” It combs the extant literature and conducts interviews to find qualitative and quantitative information on over 310 indicators of women's status in 174 countries.</p>\n<p><a href=\"https://cijaonline.org\">Commission for International Justice and Accountability</a>: Stated purpose, “Achieving justice for crimes that impact vulnerable populations across the globe, including war crimes, crimes against humanity, genocide, terrorism, human trafficking, and migrant smuggling.”  Works to support prosecutions in 13 countries and assists 37 law enforcement and counter-terrorism organisations globally.</p>\n<p><a href=\"https://www.syriahr.com/en/\">Syrian Observatory for Human Rights</a>: Monitors political, military and humanitarian developments in Syria with network of sources inside the country and internationally. Reports appear on the SOHR website, Facebook and Twitter and often cited by major news outlets and other rights organisations.</p>\n\n                                                                     \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"For years, Syria’s dark dungeons have functioned as hellholes of torture, starvation and murder. Thousands have vanished into this vast network, never to be heard from again; many emerged maimed and broken.\nIn a stunning investigation, The New York Times laid bare the sadistic violence and put on record war crimes committed by President Bashar al-Assad’s regime in these halls of horror.\nData on the dead and missing was a driving force behind the story by Anne Barnard, a former Times’ Beirut bureau chief and veteran of covering the armed conflict.\n“It is almost impossible to do justice to the depth of Barnard’s reporting and the evil it described,” wrote The New Yorker’s  Isaac Chotiner when the story was published in May 2019. During a Q&A with the author, he asked how “astonishingly bleak figures” of torture and murder had been gathered.\nBarnard reported that “Nearly 128,000 have never emerged, and are presumed to be either dead or still in custody, according to the Syrian Network for Human Rights, an independent monitoring group that keeps the most rigorous tally. Nearly 14,000 were “killed under torture.”\nMore data is not necessarily better data. We need to know where it is coming from, what is included and what is not.\nIn a New York Times’ Insider piece about the investigation, she noted, “We doubled our efforts to cover the story, as human rights groups steadily compiled data on dozens of torture facilities, tens of thousands of disappeared Syrians and thousands of executions of civilian oppositionists after sham trials.”\nHer team spent weeks in Turkey, Germany and Lebanon listening to survivors’ recollections and cross-referencing them. When she began covering Syria in 2012, it was a different scenario.\n“We focussed on visible war crimes – ones we witnessed in person or quickly verified through witnesses and videos . . . By contrast, detention, torture and execution were unfolding unseen in secret dungeons, recorded mainly in the minds of survivors,” Barnard wrote in the Times.\nAbove shows an image of the destroyed Homs city centre in Syria.  The country's third-largest city was a key battleground in the uprising against Bashar al-Assad.\nData journalism played a vital role in exposing Syria’s atrocities through the use of advanced digital forensics, geolocation and data visualisation among other high tech tools that improve the accuracy and impact of war reporting.\nNewsworthy statistics on conflict are widely available, but here is the challenge: How do journalists identify the right datasets to use? How do they evaluate data sources among the many out there? What should they be looking for?\n“More data is not necessarily better data. We need to know where it is coming from, what is included and what is not. Reporters should not take all data as unbiased facts,” said Andreas Foro Tollefsen, senior researcher for the Peace Research Institute, Oslo, a main player in the conflict data field.\nConflict Reporting With Data\nReviewing some of the producers of conflict event data sets and their specialties helps narrow the search.  Following are thumbnail sketches of three large-scale data-collection projects often cited in media reports and scholarly studies. Also included are examples of how the media use these data sets to report on armed conflict and how these groups collaborate.\nUppsala Conflict Data Program (UCDP): Data sets on conflict and peacekeeping including peace agreements, intrastate armed conflict, non-state conflict, one-sided violence, and conflict termination. UCDP offers datasets on organised violence and peacemaking, which can be downloaded for free through the UCDP downloads website. Illustrative charts, graphs, and maps are also available. \nArmed Conflict Location & Event Dataset (ACLED): Described as disaggregated data collection, analysis and crisis mapping platform. Collects real-time data on the locations, dates, actors, fatalities, and types of all reported political violence and protest events across the globe. Users can explore data with an interactive dashboard. Operates under the slogan, “Bringing clarity to crisis.” \nPeace Research Institute, Oslo (PRIO): Explores how conflicts erupt and can be resolved; investigates how different kinds of violence affect people and examines how societies tackle crises. Data projects include collecting conflict start and end dates to aid in the study of the duration of violence and adding figures for yearly combat deaths. Active research projects are listed alphabetically and include dozens of topics.\nStatistics showed that nearly 10 times more children are at risk now than three decades ago when the toll was 8.5 million.\nThe data these groups collect is impressive and, at times, daunting. How does it translate into real-world news reporting? What kind of stories does it help to tell?\n“Journalists equipped with data and empirics have a very powerful instrument to enlighten, but also to ask decision-makers the right questions,” said PRIO’s Tollefsen, a self-described human geographer. “Looking at data often challenges narratives or generates inquiries that wouldn't be evident without it.”\nFor instance, data can show trends, maps, and patterns, highlighting whether violence has gone up or down in a region, where conflict is located, and how this relates to conditions on the ground that impacts civilians, such as migration or refugees. A story based on ACLED data showed how conflict in northern Mozambique displaced over half a million people. \nPRIO’s data was used in combination with other sources in a recent Save the Children report, “Weapons of War: Sexual violence against children in conflict.” Statistics showed that nearly 10 times more children are at risk now than three decades ago when the toll was 8.5 million.\nSave the Children's report showed that 72 million children live 50 kilometres or closer to conflicts where armed groups have perpetrated sexual violence against children.\nSyria, Colombia, Iraq, Somalia, South Sudan, and Yemen were identified as countries where children are at greatest risk of sexual violence, including rape, sexual slavery, forced prostitution and pregnancy, sexual mutilation, and sexual torture at the hands of armed groups, government forces, and law enforcement.\n“Data is a powerful tool and challenges our understanding of the world,” said Tollefsen whose work focuses on the use of geospatial data and Geographic Information Systems for research on the cause and consequences of conflict.\nIn another collaborative effort, PRIO examined trends in Middle East conflicts between 1989 – 2019 and compared them to global trends, using UCDP data. Researchers analysed conflict recurrence, ceasefires, and peace agreements during the same period.\nThe study found that over the past 10 years, the majority of the world’s deadliest conflicts have been in the Middle East, with Syria being the deadliest. Data also plays a pivotal role in breaking news, such as the impact of COVID-19. As the pandemic spread, data journalism provided vital, reliable information through the use of interactive maps, graphics and charts marking cases and deaths.\nThe Washington Post used ACLED data to explore: “Does COVID-19 raise the risk of violent conflict?” The number of conflict events was tracked over time to see whether trends changed after the World Health Organization declared a global pandemic in March 2020, or the country declared lockdown.\nIn the story, the Post defined ACLED as “A database that counts the number of conflict events daily around the world. For 2019 and 2020, ACLED includes more than 100 countries in Africa, Asia, Latin America and Eastern Europe — and tracks three categories of violent conflict: battles, violence against civilians and explosions/remote violence.”\nA screenshot of the Washington Post article analysing how the COVID-19 pandemic has impacted the risk of violent conflict.\nA June 2020 article that appeared in Johannesburg’s Mail and Guardian examined how the pandemic had shifted patterns of conduct in Africa.\n“Tracking activity over the past 10 weeks, ACLED found that conflict rates held steady across the continent, but patterns of violence have shifted as armed groups and governments take advantage of the pandemic to make moves on political priorities,” wrote ACLED’s director, Clionadh Raleigh.\nA detailed infographic accompanied her story. Finding appropriate sources of conflict data is the first step. Interpreting the information correctly can be challenging. Following are tips from experts on how to analyse and evaluate research for accuracy, reliability and fairness, the hallmarks of quality reporting.\nEvaluating conflict data\nHarvard University research fellow Kelly M. Greenhill co-authored a book “Sex, Drugs, and Body Counts: The Politics of Numbers in Global Crime and Conflict” exploring the misuse of conflict statistics and showing that miscalculations can have “perverse and counterproductive consequences.”\nGetting it wrong might, for instance, help prolong wars, give governments an excuse not to act or muddy evaluations of policy successes or failures in conflict zones.\nWhat can journalists do to get it right? Greenhill provided the following questions that should be routinely asked about crime and conflict data:\nWhat are the sources of the numbers?\nWhat definitions are the sources employing, and what exactly is being measured?\nWhat are the interests of those providing the numbers?\nWhat do these actors stand to gain or lose if the statistics in question are – or are not – embraced and accepted?\nWhat methodologies were employed in acquiring the numbers?\nDo potentially competing figures exist, and, if so, what is known about their sources, measurement and methodologies?\n“To some degree, the politicisation of statistics is inevitable and unavoidable. But journalists as consumers and disseminators of statistics should be more savvy and credulous in their acquisition and utilisation of these data,” said Greenhill, a political science and international relations professor at Tufts University.\nShe is concerned journalists could inadvertently serve as amplifiers of politically motivated statistical distortions leading to “counter-productive policy outcomes.”\nGreenhill has been a consultant to the World Bank, U.N High Commissioner on Refugees, and an analyst for the U.S. Department of Defense. She is working on a new book exploring the influence of rumours, conspiracy theories, propaganda, so-called \"fake news\" and other forms of extra-factual information on international politics.\nPay attention to what sources the datasets are using. That makes a really big difference.\nComparing Datasets\nAssessing similarities and differences in datasets is another way to evaluate how useful they might be for conflict coverage.\nRoudabeh Kishi, ACLED’s director of research and innovation, co-authored a report comparing conflict data from several well-known sources, including the Global Terrorism Database (GTD), Integrated Crisis Early Warning System (ICEWS), the Phoenix event dataset, and Uppsala Conflict Data Programme Georeferenced Event Dataset (UCDP GED).\nThe stated purpose of the study: “To demonstrate how the collection [of event data] mandates, coding rules, and sourcing methods can result in drastically different information on political violence and interpretations of conflict.” Researchers also looked at human-generated data versus automated.\nWhat should journalists look for? Among indicators on the veracity of data, the report listed:\nSourcing: “Extensive sourcing – including from local partners and media in local languages – provides the most thorough and accurate information on political violence and demonstrations, as well as the most accurate presentation of the risks that civilians experience in their homes and communities.”\nTransparency: “Data sets must be usable if they are to be relied upon for regular analysis and users should be able to access every detail of how conflict data are coded and collected.”\nCoverage and classification: “Clear, coherent, and correct classification is important for users because conflicts are not homogenous: disorder events differ in their frequency, sequences, and intensity.”\n“Some people say,`Well, data is data and that’s it.’ It’s important to remember these are different projects with different methodologies, definitions, and usually based on a specific mandate,” Kishi explained. “Pay attention to what sources the datasets are using. That makes a really big difference.”\nShe advises beginners to learn simple software such as Tableau, an analytic tool that can help in the creation of maps and charts or filter by actors or by violence. There is a training video on ACLED’s website.\nSupplying statistics to media is part of our advocacy,\nKishi provided Tableau training for the Syrian Network for Human Rights(SNHR), one of ACLED’s partners. “They are great. You’ll see them in our data,” Kishi said of the Syrian human rights group that supplies data based on actual counts of reports, rather than extrapolations or estimates. \nSince its beginning in 2011, the group has amassed a vast archive of eyewitnesses’ names, contact information, and testimonies, as well as the photos and videos that are meticulously preserved as background for scholarly research, use in news stories or for future war crimes trials.\n“Supplying statistics to media is part of our advocacy,” said Fadel Abdul Ghany, the group’s founder and director. He oversees a volunteer corps of 35 mostly in Syria, but also living in Turkey, Jordan and Lebanon where they have taken refuge.\nSNHR’s data has been a key source for the U.N. High Commissioner for Human Rights and appears in U.S. State Department reports on Syria. Monthly reports document recent death toll, assassinations and attacks against civilians. In January there was information about the spread of COVID-19.\nFadel’s goal is to keep Syria in the spotlight. “Stories in top media like The New York Times, Washington Post, and CNN draw the attention of others,” said Ghany from his home in Qatar. “We are always ready to help journalists. Send us an email, tell us what you are working on and let us know how we can cooperate.”\nOther Resources That Can Help\nACLED’s Ten Conflicts to Worry About in 2021: Includes Myanmar, Belarus, Yemen, Ethiopia, India and Pakistan. ACLED advises accessing data directly through the “export tool” and finding information about methodology under “Resource Library.” A video walks users through the data collection process. \nThe UCDP’s Conflict Encyclopedia: Describes itself as a “main provider of data on organized violence and the oldest ongoing data collection project for civil war, with a history of almost 40 years.” Offers a web-based system for visualizing, handling and downloading data, including ready-made datasets on organized violence and peacemaking free of charge\nStockholm International Peace Research Institute: Provides data on peace operations conducted since 2000, military expenditures, arms transfers and embargoes. \nGeorge Mason University Libraries InfoGuides: Resources for research in conflict resolution, peace operations, armed conflict, and human security. Includes link for peacebuilding, human security and terrorism datasets.\nAmnesty International: Offers two free courses on Open Source Investigations in four languages, Arabic, Persian, English and Spanish. Courses act as guides to using open source research methods in practice, with a focus on human rights investigation and advocacy. Instruction on cutting-edge tools and techniques taught by experts and practical exercises.\nGlobal Terrorism Database, University of Maryland: Bills itself as the “most comprehensive unclassified database of terrorist attacks in the world.” Includes more than 200,000 terrorist attacks dating back to 1970. \nWomanStats: A “comprehensive compilation of information on the status of women in the world.” It combs the extant literature and conducts interviews to find qualitative and quantitative information on over 310 indicators of women's status in 174 countries.\nCommission for International Justice and Accountability: Stated purpose, “Achieving justice for crimes that impact vulnerable populations across the globe, including war crimes, crimes against humanity, genocide, terrorism, human trafficking, and migrant smuggling.”  Works to support prosecutions in 13 countries and assists 37 law enforcement and counter-terrorism organisations globally.\nSyrian Observatory for Human Rights: Monitors political, military and humanitarian developments in Syria with network of sources inside the country and internationally. Reports appear on the SOHR website, Facebook and Twitter and often cited by major news outlets and other rights organisations.\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists","guid":"https://datajournalism.com/read/longreads/conflict-reporting-with-data","isoDate":"2021-05-03T14:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}