{"pageProps":{"post":{"title":"How we lie to ourselves with charts about LGBTQ issues","link":"http://www.thefunctionalart.com/2023/02/how-we-lie-to-ourselves-with-charts.html","pubDate":"2023-02-24T16:28:00.006Z","author":"Alberto Cairo","content":"<p>In the past few years I've become increasingly alarmed about how journalists cover the transgender community, particularly transgender youth. Being interested in graphics, I decided to record the following short and informal talk about a specific set of charts that I often see misused and even <b><a href=\"https://www.aclu.org/legislative-attacks-on-lgbtq-rights\">weaponized</a>&nbsp;</b>against one of the most vulnerable minorities in this country. Jon Schwabish&nbsp;<b><a href=\"https://policyviz.com/2023/02/07/10-ways-to-mislead-with-data-visualization/\">has also written</a></b> about one of them. </p><p><span style=\"font-size: x-small;\">(Note: I recorded this in 15 minutes this morning after a friend was contacted by a large news organization asking about several things, this chart among them. Instead of writing a long answer, I quickly recorded a video for her so she could share it. That explains the just-OK quality. You can download the slides <b><a href=\"https://www.dropbox.com/s/1zfd5a07fg5utb2/1slidesGenderCare.pdf?dl=0\">here</a></b>.)</span></p><div class=\"separator\" style=\"clear: both; text-align: center;\"><iframe allowfullscreen=\"\" class=\"BLOG_video_class\" height=\"401\" src=\"https://www.youtube.com/embed/hI5sCXM487o\" width=\"483\" youtube-src-id=\"hI5sCXM487o\"></iframe></div><br /><p><br /></p>","contentSnippet":"In the past few years I've become increasingly alarmed about how journalists cover the transgender community, particularly transgender youth. Being interested in graphics, I decided to record the following short and informal talk about a specific set of charts that I often see misused and even weaponized against one of the most vulnerable minorities in this country. Jon Schwabish has also written about one of them. \n(Note: I recorded this in 15 minutes this morning after a friend was contacted by a large news organization asking about several things, this chart among them. Instead of writing a long answer, I quickly recorded a video for her so she could share it. That explains the just-OK quality. You can download the slides here.)","id":"tag:blogger.com,1999:blog-207074740682647345.post-6233582137029714961","isoDate":"2023-02-24T16:28:00.006Z","blogTitle":"The Functional Art"}},"__N_SSG":true}