{"pageProps":{"post":{"creator":"Jacques Marcoux","title":"Geographic information systems: a use case for journalists","link":"https://datajournalism.com/read/longreads/geographic-information-systems-a-use-case-for-journalists","pubDate":"Thu, 28 Nov 2019 10:30:00 +0100","author":"Jacques Marcoux","content":"\n                                                                        <p>The only path to becoming a successful data journalist is to commit oneself to a lifestyle of continuous self-learning. This is simply the price of admission to specialise in this ever-evolving field of journalism.</p>\n<p>At every turn, we are confronted with steep learning curves that require us to decide where we will invest our limited time and mental energy. These decisions are often made on the basis of the journalist’s perceived return on investment:</p>\n<ul>\n<li>Python or R (and then which libraries?)</li>\n<li>JavaScript or off-the-shelf visualisation tools?</li>\n<li>Postgresql, MySQL, or SQLite (do I even need databases?)</li>\n</ul>\n<p>While grappling with those tough questions will inevitably remain a rite of passage, let me propose at least one learning trajectory with guaranteed journalistic returns: proficiency with geographic information systems (GIS).</p>\n\n                                                                     \n                            \n                                                                      \n                            <h1>What is GIS?</h1>\n<p>Speak with a few GIS professionals and a common theme will emerge: they struggle to explain to their loved ones exactly what it is they do.</p>\n<p>Many of us understand superficially that GIS has something to do with ‘mapping’ and ‘geography’, but this is just the tip of the iceberg.</p>\n<p>Similar to how tools such as spreadsheets or databases are used to manipulate, summarise, query, edit, and visualise information, GIS allows the same operations to take place -- but with the addition of a spatial dimension, connecting your data to a location in space.</p>\n<p>For example, if you had a database of all homes built in your community, it might contain details about each house’s features, such as the year it was built, the number of floors, the total living space, the value of the property, when a building permit was last issued, and much more. With this information you could derive all kinds of interesting insights about the makeup of homes in your community.</p>\n<p>By adding geocoded home addresses to this database, you would now have the ability to evaluate these homes based on their physical location to one another, on their density in certain areas, as well as their proximity to certain landmarks, such a landfill or a train station. This is GIS in its simplest form.</p>\n\n                                                                      \n                            <h2>GIS touches every aspect of our lives</h2>\n<p>GIS technology and concepts are all around us and have real-world consequences. The following are just a few examples that are of great public interest:</p>\n<ul>\n<li>emergency services dispatching</li>\n<li>forestry management</li>\n<li>traffic and public transportation management</li>\n<li>flood forecasting and climatology</li>\n<li>housing development</li>\n<li>epidemiology and public health</li>\n<li>online food order and ridesharing services</li>\n<li>mail and parcel delivery services.</li>\n</ul>\n<p>Any journalist hoping to closely scrutinise policy decisions emanating from these areas would be well served by learning the same tools and concepts that drive many of those very decisions. </p>\n<p>This is GIS-driven journalism in response to the rise of GIS in society.</p>\n<p>This is no different than a traditional political reporter learning basic accounting principles in order to make sense of government budgets and annual reports. </p>\n<p>The good news is: Many data journalists have already embraced the use of spatial data and mapping in their storytelling. A <a href=\"https://journals.sagepub.com/doi/abs/10.1177/1464884917735691\">2017 study by researchers at the University of Hamburg</a> found that maps were used by half of the 225 projects nominated for the Global Editors Network’s Data Journalism Awards between 2013 and 2016.</p>\n<p>While collectively we are making use of maps as a powerful visualisation tool, my observation has been that many data journalists are missing out of some key opportunities to uncover additional insight within their data, especially spatial data.</p>\n\n                                                                      \n                            <h2>Cartography vs. GIS</h2>\n<p>A significant number of maps used in media publications would more appropriately be classified as a form of cartography ⁠-- that is, mapmaking for the purpose of providing some form of geographic context through graphic visualisation.</p>\n<p>Most fledgling-data journalists have at some point in their career succumbed to the irresistible urge to interactively plot any spatial data they could get their hands on, often using the <a href=\"https://support.google.com/fusiontables/answer/9185417?hl=en\">soon-to-be-fully-deprecated</a> Google Fusions Tables.</p>\n<p>This was especially true at a time before the open data ethos took root in many public institutions, and spatial data was often closely guarded by internal gatekeepers. The novelty of having that map file in hand after months of freedom of information requests felt like justification enough to publish a map.</p>\n<p>This author is guilty as charged.  </p>\n<p>The following map illustrates (albeit in an extreme way) the limited usefulness of simply representing information on a map:</p>\n\n                                                                                                                  \n                            <p>At the core of the issue is the distinction between cartography, which is largely about representing data graphically, and GIS which seeks to analyse the spatial relationship between elements on a map.</p>\n\n                                                                      \n                            <h2>Modern day roadmap: a Victorian era case-study</h2>\n<p>Widely considered as one of the first examples of modern epidemiology, English physician John Snow’s <a href=\"https://www.immunology.org/john-snows-pump-1854\">geographic tracking of an 1854 cholera outbreak</a> in London is a textbook example of insight through GIS.</p>\n<p>In light of a mounting death toll in a specific neighbourhood in London’s West End, John Snow embarked on a study that involved mapping the home residences of all persons who died from cholera infections. His review of the resulting data showed a tight clustering of fatalities around a single water source known infamously as the ‘Broad Street Pump’. It would later be discovered that the water source leading up to this public street-level supply was contaminated by raw sewage.</p>\n<p>As put by former news and data editor for the Guardian, Simon Rogers, John Snow’s study and reasoning <a href=\"https://www.theguardian.com/news/datablog/2013/mar/15/john-snow-cholera-map\">gave data journalists a 'working model'</a> for how to approach their craft.</p>\n<p>Consider this: If John Snow were alive today working as a public health researcher, the same analysis would have been done using a computer-based GIS application.</p>\n\n                                                                                                  \n                                <p>The original map from John Snow’s study. Source: <a href=\"https://archive.org/stream/b28985266#page/n57/mode/2up\">Archive.org</a>, page 44.</p>\n\n                                                                                        <p>He likely would have also had unfettered access to municipal spatial files for the entire underground water and sewer line network, along with their maintenance records, exact pump locations, water consumption data, water quality testing results throughout the network, population density for each neighbourhood, and, finally, coroner or medical examiner reports on the cholera-related fatalities.</p>\n\n                                                                                                  \n                            <p>As it turns out, today’s data journalists could probably access most of those records as well. </p>\n<p>Think of the possibilities.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h1>Questions waiting to be answered by you</h1>\n<p>So, what are some concrete examples of how GIS can enhance your journalism?</p>\n<ul>\n<li>It can help calculate crowd sizes, as described by this <a href=\"https://graphics.reuters.com/HONGKONG-EXTRADITION-PROTESTS/0100B01001H/index.html\">Reuters article on the Hong Kong protests</a>.</li>\n<li>It can help identify <a href=\"https://ici.radio-canada.ca/info/2019/04/airbnb-annonces-location-logements-plateforme-montreal-canada/index-en.html\">Airbnb listings that violate municipal zoning bylaws</a> in your community.</li>\n<li>You could <a href=\"https://fivethirtyeight.com/features/uber-is-taking-millions-of-manhattan-rides-away-from-taxis/\">quantify the extent to which the presence of Uber</a> in your city is affecting existing transportation services.</li>\n<li>Or, you could even <a href=\"https://www.fastcompany.com/3023269/watch-this-fascinating-animation-of-chicagos-egalitarian-snow-plows\">debunk a commonly held belief that the wealthy get better municipal services</a>, such as snow clearing after a blizzard.</li>\n</ul>\n<p>These more advanced examples are just a few among many great ones, but the key is that they all look for patterns, outliers, and the connections between data.</p>\n\n                                                                      \n                            <p>An overview of crowd sizes from Reuter's piece on the 2019 Hong Kong protests, which leverages GIS.</p>\n\n                                                                      \n                            <h1>Getting started with GIS: key concepts</h1>\n<h2>1. GIS software</h2>\n<p>At some point, early in your exploration of spatial data and mapping, you’ll run into a situation where you’ll need to either convert a file type, modify the projection (more on this later), add attribute data, or make edits to a boundary.</p>\n\n                                                                                                                                                             <p>For many journalists this represents the initial foray into QGIS, which is a <a href=\"https://qgis.org/\">free and open-source GUI desktop application</a>. QGIS supports everything that a beginner would need; it also satisfies most of the needs of advanced users.</p>\n\n                                                                                                  \n                            <p>The other tool often used in newsrooms (and nearly always used by GIS professionals world-wide) is <a href=\"https://www.arcgis.com\">ArcGIS</a>, a commercial software package. ArcGIS has some functionality that QGIS lacks, but because of the nature of the open-source community, plugins for enhanced features in QGIS are often available to help narrow that utility gap.</p>\n<p>A good starting point is to download QGIS and follow along with their <a href=\"https://docs.qgis.org/3.4/en/docs/gentle_gis_introduction/index.html\">A Gentle Introduction to GIS</a> tutorial.</p>\n<p>Depending on your level of knowledge and programming skills, you can also explore how to perform GIS analyses through code, using spatial packages for Python or R. I would first recommend getting familiar with GIS concepts using a desktop application, however.</p>\n<p>You may reach a point where you’ll find QGIS, Python, or R cannot cannot efficiently process a high enough volume of data. In these situations, many analysts opt for a more powerful tool such as the popular Postgresql database spatial extension called <a href=\"https://postgis.net\">PostGIS</a>, which essentially stores your spatial data inside of a database and allows the user to query these records using a series of SQL-esque functions. But this falls far beyond the scope of this Long Read.</p>\n\n                                                                      \n                            <h2>2. Spatial files types</h2>\n<p>Because most of us initially learned to visualise maps using Google-based applications, <a href=\"https://en.wikipedia.org/wiki/Keyhole_Markup_Language\">Keyhole Markup Language (KML)</a> files were our first exposure to spatial data. This is the default filetype for Google Earth, Fusion Tables, and other Google mapping tools.</p>\n<p>KML files are text-based and resemble XML or HTML structures. You may also encounter KMZ files which are simply compressed KML files that have been zipped to reduce storage size.</p>\n<p>As you progress in your GIS learning, the next file type your will likely encounter is a <a href=\"https://en.wikipedia.org/wiki/Shapefile\">Shapefile</a>.</p>\n\n                                                                                                  \n                                <p>shapefile format can spatially describe vector features like points, lines, and polygons -- as seen in the above vector map. Credit: <a href=\"https://en.wikipedia.org/wiki/Shapefile#/media/File:Simple_vector_map.svg\">Wikimedia</a>.</p>\n\n                                                                                        <p>The ubiquitous Shapefile is actually a collection of files that are nearly always distributed in a single zipped folder. The key thing to know about this file type is that each file in the bundle -- some of which are mandatory, others optional -- serves a unique purpose.</p>\n\n                                                                                                  \n                            <p>The file with the extension ‘shp’ contains the information that draws the points, lines, or polygons on the maps. The ‘shx’ file contains indexing information which helps speed up processing times. The ‘dbf’ file contains all of the attributes about each element. These three files are required, otherwise your Shapefile will not function properly.</p>\n<p>Another common file contained in this bundle (but not required) is the ‘prj’ file, which specifies the projection to be used when the file is loaded (more on this in the next section).</p>\n<p>Lastly, spatial files are increasingly being made available in GeoJSON formats. You may initially find this format confusing, but it is a highly efficient way of storing spatial data. GeoJSON files can be parsed natively by JavaScript, which makes it ideal for many custom interactives.</p>\n<p>One thing to note with spatial data is that it comes in two distinct flavours: vector and raster.</p>\n<p>In most journalistic applications, vector files are used, however, it’s important to be aware that many other industries make use of raster files. Raster data often comes in the form of satellite imagery or aerial photographs, where the values given to each cell or pixel is the data itself (for example, a specific shade of green for a certain pixel in a satellite image could represent a type of vegetation). These types of data are frequently used in forestry and natural resources management.</p>\n\n                                                                      \n                            <h2>3. Coordinate reference systems and projections</h2>\n<p>If you want to save yourself hours of frustration and troubleshooting, pay close attention to this section as it is foundational to GIS.</p>\n<p>From my personal experience and from assisting other reporters over the years, a lack of clear understanding of how projections and coordinate reference systems work is the cause of nearly all errors for beginners and intermediate users alike.</p>\n<p>So, what are projections?</p>\n<p>The concept of projections comes from the fact that there is no perfect way to represent the surface of a sphere on a sheet of paper (or a computer monitor for that matter). To illustrate this point: take an orange and, after removing the peel, try to lay the skin flat on a table. See the problem?</p>\n<p>Over the years, cartographers have come up with many different methods for overcoming some of these limitations, but none are perfect. These varying approaches for displaying the world on a flat surface come in different class families, are known as ‘projections’ and there are close to 6,000 unique ones for applications of all types.</p>\n\n                                                                                                  \n                                <p>Various map projects found in QGIS documentation.</p>\n\n                                                                                        <p>Coordinate reference systems provide such frameworks for defining real-world locations. They come in two types: <strong>geographic</strong> coordinate reference systems and <strong>projected</strong> coordinate reference systems.</p>\n\n                                                                                                  \n                            <p>When you began working with maps, say on a Google platform, it’s likely that you simply uploaded your KML file or geocoded a series of latitude and longitude coordinates, and then proceeded to visualise them on a web mapping service, never considering there was a very specific coordinate reference system being assigned by default.</p>\n<p>What you probably didn’t realise at the time was that you were likely working with a <strong>geographic</strong> coordinate reference system known as <a href=\"https://epsg.io/4326\">WGS84</a>. This is the standard for most GPS devices and many online mapping services. Sometimes this coordinate reference system is represented as EPSG:4326, which is simply a different coding system for projections. You will often hear people refer to WGS84 as a ‘projection’ and, while this is technically incorrect, it is often acceptable to refer to it as such when speaking in general terms.     </p>\n<p>A key thing to remember is that when you are working with coordinates in decimal degrees, the units of measurement are in degrees. Hold this thought for now.</p>\n<p>With <strong>projected</strong> coordinate reference systems, rather than working with angles (decimal degrees) on a sphere, you are nearly always working with coordinates on a two-dimensional plane with an X (longitude) and Y (latitude) axis. The unit of measurement can be metres, kilometres, feet, miles, and so on.</p>\n<p>Depending on the purpose and especially the location of your work, it's important to select an appropriate projection and to recognise their limitations. </p>\n<p>When you observe a traditional Mercator world map, the size of countries closer to the poles are exaggerated, while countries closer to the equator are minimised.</p>\n<p>There is no better way to illustrate this point than by using the <a href=\"https://thetruesize.com\">online The True Size… tool</a>, which allows a user to click and drag countries over the top of each other in order to compare their actual surface areas. This reinforces the fact that every map projection introduces some form of distortion.</p>\n\n                                                                                                  \n                                <p>A geographic comparison of Greenland's actual size from thetruesize.com.</p>\n\n                                                                                        <p>As the authors of the website point out: “Greenland appears to be roughly the same size as Africa. In reality, Greenland is 0.8 million sq. miles and Africa is 11.6 million sq. miles, nearly 14 and a half times larger\".</p>\n\n                                                                                                  \n                            <p>I highly recommend watching this <a href=\"https://www.youtube.com/watch?v=kIID5FDi2JQ\">exceptional explainer video on map projections</a> to better understand this concept and how it warps our sense of reality.</p>\n<p>Why does all of this matter?</p>\n<p>First, if you intend on measuring distances between cities, adding a buffer zone to a contaminated site, or calculating the surface area of an electoral district, the accuracy of your measurements could be jeopardised if you don’t select the appropriate coordinate reference system suited for your task. Be mindful of the scale and extent of your data. If your data spans only a city, your coordinate reference system should be different than for spatial data that spans an entire continent.</p>\n<p>Secondly, remember how the coordinate reference system based on latitudes and longitudes uses degrees for its unit of measurement? It’s likely that you will want to be working with metres or kilometres for your project. In this case, you’ll need to convert your vector layers to a projection that uses your desired units.</p>\n<p>Finally -- and this is extremely important -- if you intend to study the relationship between two spatial files, you must first make sure that both have matching projections. If you keep getting an error while trying new tools, this should always be the very first thing you verify. Best practice is to <a href=\"https://docs.qgis.org/3.4/en/docs/training_manual/vector_analysis/basic_analysis.html#basic-ty-convert-layers-crs\">convert all of your spatial data</a> to the same projection before you begin.</p>\n<p>Read more about projections from <a href=\"https://docs.qgis.org/3.4/en/docs/gentle_gis_introduction/coordinate_reference_systems.html#\">the QGIS documentation</a>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h1>A hypothetical walk-through: GIS in daily news</h1>\n<p>The following is a hypothetical newsworthy scenario paired with a walkthrough of potential GIS applications. Note that the suggested documentation all assumes the user is working with QGIS as their software of choice. This is not intended to be a step-by-step tutorial, but rather a high-level example of the mechanics of leveraging GIS tools for original news content.</p>\n<h2>1. Creating buffers</h2>\n<p><strong>Scenario:</strong></p>\n<p>There has been a train derailment in your community and authorities say a chemical spill could have adverse health effects for residents within a 1,500 metre radius.</p>\n<p><strong>GIS tool to use:</strong></p>\n<p>After geocoding the address (or finding the latitude and longitude) corresponding with the location of the derailment, create a new vector layer in QGIS. As always, convert the layer to an appropriate projected coordinate reference system (one that uses meters as its base unit).</p>\n<p>Then, use the geoprocessing tool called <a href=\"https://docs.qgis.org/3.4/en/docs/gentle_gis_introduction/vector_spatial_analysis_buffers.html\">Buffer</a> to enlarge the point on the map that represents the accident location to a circular boundary with a radius of 1,500 metres. This will result in the creation of new layer containing a single polygon.</p>\n\n                                                                      \n                            <p>The diamond represents the location of the location of the derailment and chemical spill along a stretch of rail. Using the buffer tool, a new layer representing 1500 buffer around the rail accident location is created.</p>\n\n                                                                      \n                            <h2>2. Centroids</h2>\n<p><strong>Scenario:</strong></p>\n<p>Continuing with the previous scenario, in addition to visualising the danger-zone on a map for your readers, you may also want to report on the number of homes that fall within this buffer zone. This is often a two step process.</p>\n<p><strong>GIS tool to use:</strong></p>\n<p>From the previous step, you have a layer that contains a polygon representing the danger zone for the chemical spill. If you have access to it, get a copy of a municipal property parcel spatial file. As I’ve mentioned, the first step is to make sure the coordinate reference system of this new file matches the one employed by your buffer zone layer.</p>\n\n                                                                      \n                            <p>After importing the municipal property spatial data, all the non-residential properties were filtered out using the QGIS query builder.</p>\n\n                                                                      \n                            <p>From here, you will want to filter out all properties that are not zoned as residential, because we’re ultimately interested in area where people are most likely to live as opposed to parks or industrial areas. Once you have done so, the next step is to generate a new layer representing the centroids of all those residential parcels. A centroid is essentially an algorithm-generated point that represents the centre of a polygon. </p>\n<p>To achieve this, use the vector geometry tool called <a href=\"https://docs.qgis.org/testing/en/docs/user_manual/processing_algs/qgis/vectorgeometry.html#centroids\">Centroids</a>. This process will output a new layer with a series of points.</p>\n\n                                                                      \n                            <p>Using the Centroid tool, a new layer was created representing the centroid of each residential property parcel. The question now is: how many homes are in the buffer area?</p>\n\n                                                                      \n                            <h2>3. Points in polygon analysis</h2>\n<p><strong>Scenario:</strong></p>\n<p>Once you have your centroids layer (double check you have a matching coordinate reference system) you want to perform an analysis to get the total number of points (that is, residential properties) that fall within your buffer layer.</p>\n<p><strong>GIS tool to use:</strong></p>\n<p>While QGIS has a convenient one-click function intuitively called <a href=\"https://docs.qgis.org/2.8/en/docs/user_manual/processing_algs/qgis/vector_analysis_tools.html?highlight=count%20points%20polygon\">Count points in polygon</a>, under the hood, this tool is actually testing the spatial relationship between each centroid derived from your property data, against the polygon you created using the buffer tool. Using an intersects operation, the function returns TRUE or FALSE for each centroid, ultimately providing you with a total count of all the TRUEs.</p>\n<p>To get this final result, select the <a href=\"https://docs.qgis.org/3.4/en/docs/training_manual/vector_analysis/index.html\">Count points in polygon analysis tool</a>. After running this process, a new polygon layer will be generated with the exact same content as the buffer zone polygon layer, but will now contain an additional attribute field with the point count. This value is the number of homes in the danger zone that you will report in your story.</p>\n\n                                                                      \n                            <p>The point in polygon tools enable you to quickly calculate the total number of centroids (that is, homes) that overlap with the buffer area. The answer to this question can be found in the new column called “NUMPOINTS” in the attribute table of the resultant layer after execution.</p>\n\n                                                                      \n                            <p>From here, you can even take your story a step further and use a nearest-neighbour analysis to identify the addresses of the top 100 homes closest to the chemical spill. With this information in hand, you can elevate the impact of your story by including human voices of those most affected by this disaster.</p>\n\n                                                                      \n                            <h1>Conclusion</h1>\n<p>In terms of the overall potential that GIS brings to your newsroom, this use case is merely the tip of the iceberg. For example, a journalist with more advanced GIS skills can perform vehicle routing analyses to shed light on emergency response times across their community, or even help to identify hotspots or categories of crimes using a clustering algorithm.</p>\n<p>There are endless resources online to advance your learning journey, including the official documentation for your tool of choice, YouTube tutorials, forums or websites such as Medium, Stackoverflow, GitHub, Reddit, and much more. My experience has been that the GIS community at large is very welcoming of journalists seeking to immerse themselves into this field of study; reaching out to these professionals to serve as informal mentors can give you a confidence boost when you get stuck or if you are unsure your work is accurate.  </p>\n<p><strong>So...</strong></p>\n<p>...Are you convinced your next learning curve should be diving into the world of GIS? Let us know by commenting below.</p>\n\n                                                                      \n                            <p>For more on geography and maps, check out:</p>\n<ul>\n<li>Maarten Lambrechts' course <a href=\"https://datajournalism.com/watch/mapping-for-journalists\">Mapping for Journalists</a>, or his Long Read <a href=\"https://datajournalism.com/read/longreads/the-essential-lies-in-news-maps\">The essential lies in news maps</a></li>\n<li>the DataJournalism.com community's <a href=\"https://datajournalism.com/read/newsletters/favourite-maps\">favourite maps</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-trick\">Data visualisation trick: make every country on a map the same size</a> by Mustapha Mekhatria</li>\n</ul>\n\n                                              \n                ","contentSnippet":"The only path to becoming a successful data journalist is to commit oneself to a lifestyle of continuous self-learning. This is simply the price of admission to specialise in this ever-evolving field of journalism.\nAt every turn, we are confronted with steep learning curves that require us to decide where we will invest our limited time and mental energy. These decisions are often made on the basis of the journalist’s perceived return on investment:\nPython or R (and then which libraries?)\nJavaScript or off-the-shelf visualisation tools?\nPostgresql, MySQL, or SQLite (do I even need databases?)\nWhile grappling with those tough questions will inevitably remain a rite of passage, let me propose at least one learning trajectory with guaranteed journalistic returns: proficiency with geographic information systems (GIS).\nWhat is GIS?\nSpeak with a few GIS professionals and a common theme will emerge: they struggle to explain to their loved ones exactly what it is they do.\nMany of us understand superficially that GIS has something to do with ‘mapping’ and ‘geography’, but this is just the tip of the iceberg.\nSimilar to how tools such as spreadsheets or databases are used to manipulate, summarise, query, edit, and visualise information, GIS allows the same operations to take place -- but with the addition of a spatial dimension, connecting your data to a location in space.\nFor example, if you had a database of all homes built in your community, it might contain details about each house’s features, such as the year it was built, the number of floors, the total living space, the value of the property, when a building permit was last issued, and much more. With this information you could derive all kinds of interesting insights about the makeup of homes in your community.\nBy adding geocoded home addresses to this database, you would now have the ability to evaluate these homes based on their physical location to one another, on their density in certain areas, as well as their proximity to certain landmarks, such a landfill or a train station. This is GIS in its simplest form.\nGIS touches every aspect of our lives\nGIS technology and concepts are all around us and have real-world consequences. The following are just a few examples that are of great public interest:\nemergency services dispatching\nforestry management\ntraffic and public transportation management\nflood forecasting and climatology\nhousing development\nepidemiology and public health\nonline food order and ridesharing services\nmail and parcel delivery services.\nAny journalist hoping to closely scrutinise policy decisions emanating from these areas would be well served by learning the same tools and concepts that drive many of those very decisions. \nThis is GIS-driven journalism in response to the rise of GIS in society.\nThis is no different than a traditional political reporter learning basic accounting principles in order to make sense of government budgets and annual reports. \nThe good news is: Many data journalists have already embraced the use of spatial data and mapping in their storytelling. A 2017 study by researchers at the University of Hamburg found that maps were used by half of the 225 projects nominated for the Global Editors Network’s Data Journalism Awards between 2013 and 2016.\nWhile collectively we are making use of maps as a powerful visualisation tool, my observation has been that many data journalists are missing out of some key opportunities to uncover additional insight within their data, especially spatial data.\nCartography vs. GIS\nA significant number of maps used in media publications would more appropriately be classified as a form of cartography ⁠-- that is, mapmaking for the purpose of providing some form of geographic context through graphic visualisation.\nMost fledgling-data journalists have at some point in their career succumbed to the irresistible urge to interactively plot any spatial data they could get their hands on, often using the soon-to-be-fully-deprecated Google Fusions Tables.\nThis was especially true at a time before the open data ethos took root in many public institutions, and spatial data was often closely guarded by internal gatekeepers. The novelty of having that map file in hand after months of freedom of information requests felt like justification enough to publish a map.\nThis author is guilty as charged.  \nThe following map illustrates (albeit in an extreme way) the limited usefulness of simply representing information on a map:\nAt the core of the issue is the distinction between cartography, which is largely about representing data graphically, and GIS which seeks to analyse the spatial relationship between elements on a map.\nModern day roadmap: a Victorian era case-study\nWidely considered as one of the first examples of modern epidemiology, English physician John Snow’s geographic tracking of an 1854 cholera outbreak in London is a textbook example of insight through GIS.\nIn light of a mounting death toll in a specific neighbourhood in London’s West End, John Snow embarked on a study that involved mapping the home residences of all persons who died from cholera infections. His review of the resulting data showed a tight clustering of fatalities around a single water source known infamously as the ‘Broad Street Pump’. It would later be discovered that the water source leading up to this public street-level supply was contaminated by raw sewage.\nAs put by former news and data editor for the Guardian, Simon Rogers, John Snow’s study and reasoning gave data journalists a 'working model' for how to approach their craft.\nConsider this: If John Snow were alive today working as a public health researcher, the same analysis would have been done using a computer-based GIS application.\nThe original map from John Snow’s study. Source: Archive.org, page 44.\nHe likely would have also had unfettered access to municipal spatial files for the entire underground water and sewer line network, along with their maintenance records, exact pump locations, water consumption data, water quality testing results throughout the network, population density for each neighbourhood, and, finally, coroner or medical examiner reports on the cholera-related fatalities.\nAs it turns out, today’s data journalists could probably access most of those records as well. \nThink of the possibilities.\nQuestions waiting to be answered by you\nSo, what are some concrete examples of how GIS can enhance your journalism?\nIt can help calculate crowd sizes, as described by this Reuters article on the Hong Kong protests.\nIt can help identify Airbnb listings that violate municipal zoning bylaws in your community.\nYou could quantify the extent to which the presence of Uber in your city is affecting existing transportation services.\nOr, you could even debunk a commonly held belief that the wealthy get better municipal services, such as snow clearing after a blizzard.\nThese more advanced examples are just a few among many great ones, but the key is that they all look for patterns, outliers, and the connections between data.\nAn overview of crowd sizes from Reuter's piece on the 2019 Hong Kong protests, which leverages GIS.\nGetting started with GIS: key concepts\n1. GIS software\nAt some point, early in your exploration of spatial data and mapping, you’ll run into a situation where you’ll need to either convert a file type, modify the projection (more on this later), add attribute data, or make edits to a boundary.\nFor many journalists this represents the initial foray into QGIS, which is a free and open-source GUI desktop application. QGIS supports everything that a beginner would need; it also satisfies most of the needs of advanced users.\nThe other tool often used in newsrooms (and nearly always used by GIS professionals world-wide) is ArcGIS, a commercial software package. ArcGIS has some functionality that QGIS lacks, but because of the nature of the open-source community, plugins for enhanced features in QGIS are often available to help narrow that utility gap.\nA good starting point is to download QGIS and follow along with their A Gentle Introduction to GIS tutorial.\nDepending on your level of knowledge and programming skills, you can also explore how to perform GIS analyses through code, using spatial packages for Python or R. I would first recommend getting familiar with GIS concepts using a desktop application, however.\nYou may reach a point where you’ll find QGIS, Python, or R cannot cannot efficiently process a high enough volume of data. In these situations, many analysts opt for a more powerful tool such as the popular Postgresql database spatial extension called PostGIS, which essentially stores your spatial data inside of a database and allows the user to query these records using a series of SQL-esque functions. But this falls far beyond the scope of this Long Read.\n2. Spatial files types\nBecause most of us initially learned to visualise maps using Google-based applications, Keyhole Markup Language (KML) files were our first exposure to spatial data. This is the default filetype for Google Earth, Fusion Tables, and other Google mapping tools.\nKML files are text-based and resemble XML or HTML structures. You may also encounter KMZ files which are simply compressed KML files that have been zipped to reduce storage size.\nAs you progress in your GIS learning, the next file type your will likely encounter is a Shapefile.\nshapefile format can spatially describe vector features like points, lines, and polygons -- as seen in the above vector map. Credit: Wikimedia.\nThe ubiquitous Shapefile is actually a collection of files that are nearly always distributed in a single zipped folder. The key thing to know about this file type is that each file in the bundle -- some of which are mandatory, others optional -- serves a unique purpose.\nThe file with the extension ‘shp’ contains the information that draws the points, lines, or polygons on the maps. The ‘shx’ file contains indexing information which helps speed up processing times. The ‘dbf’ file contains all of the attributes about each element. These three files are required, otherwise your Shapefile will not function properly.\nAnother common file contained in this bundle (but not required) is the ‘prj’ file, which specifies the projection to be used when the file is loaded (more on this in the next section).\nLastly, spatial files are increasingly being made available in GeoJSON formats. You may initially find this format confusing, but it is a highly efficient way of storing spatial data. GeoJSON files can be parsed natively by JavaScript, which makes it ideal for many custom interactives.\nOne thing to note with spatial data is that it comes in two distinct flavours: vector and raster.\nIn most journalistic applications, vector files are used, however, it’s important to be aware that many other industries make use of raster files. Raster data often comes in the form of satellite imagery or aerial photographs, where the values given to each cell or pixel is the data itself (for example, a specific shade of green for a certain pixel in a satellite image could represent a type of vegetation). These types of data are frequently used in forestry and natural resources management.\n3. Coordinate reference systems and projections\nIf you want to save yourself hours of frustration and troubleshooting, pay close attention to this section as it is foundational to GIS.\nFrom my personal experience and from assisting other reporters over the years, a lack of clear understanding of how projections and coordinate reference systems work is the cause of nearly all errors for beginners and intermediate users alike.\nSo, what are projections?\nThe concept of projections comes from the fact that there is no perfect way to represent the surface of a sphere on a sheet of paper (or a computer monitor for that matter). To illustrate this point: take an orange and, after removing the peel, try to lay the skin flat on a table. See the problem?\nOver the years, cartographers have come up with many different methods for overcoming some of these limitations, but none are perfect. These varying approaches for displaying the world on a flat surface come in different class families, are known as ‘projections’ and there are close to 6,000 unique ones for applications of all types.\nVarious map projects found in QGIS documentation.\nCoordinate reference systems provide such frameworks for defining real-world locations. They come in two types: geographic coordinate reference systems and projected coordinate reference systems.\nWhen you began working with maps, say on a Google platform, it’s likely that you simply uploaded your KML file or geocoded a series of latitude and longitude coordinates, and then proceeded to visualise them on a web mapping service, never considering there was a very specific coordinate reference system being assigned by default.\nWhat you probably didn’t realise at the time was that you were likely working with a geographic coordinate reference system known as WGS84. This is the standard for most GPS devices and many online mapping services. Sometimes this coordinate reference system is represented as EPSG:4326, which is simply a different coding system for projections. You will often hear people refer to WGS84 as a ‘projection’ and, while this is technically incorrect, it is often acceptable to refer to it as such when speaking in general terms.     \nA key thing to remember is that when you are working with coordinates in decimal degrees, the units of measurement are in degrees. Hold this thought for now.\nWith projected coordinate reference systems, rather than working with angles (decimal degrees) on a sphere, you are nearly always working with coordinates on a two-dimensional plane with an X (longitude) and Y (latitude) axis. The unit of measurement can be metres, kilometres, feet, miles, and so on.\nDepending on the purpose and especially the location of your work, it's important to select an appropriate projection and to recognise their limitations. \nWhen you observe a traditional Mercator world map, the size of countries closer to the poles are exaggerated, while countries closer to the equator are minimised.\nThere is no better way to illustrate this point than by using the online The True Size… tool, which allows a user to click and drag countries over the top of each other in order to compare their actual surface areas. This reinforces the fact that every map projection introduces some form of distortion.\nA geographic comparison of Greenland's actual size from thetruesize.com.\nAs the authors of the website point out: “Greenland appears to be roughly the same size as Africa. In reality, Greenland is 0.8 million sq. miles and Africa is 11.6 million sq. miles, nearly 14 and a half times larger\".\nI highly recommend watching this exceptional explainer video on map projections to better understand this concept and how it warps our sense of reality.\nWhy does all of this matter?\nFirst, if you intend on measuring distances between cities, adding a buffer zone to a contaminated site, or calculating the surface area of an electoral district, the accuracy of your measurements could be jeopardised if you don’t select the appropriate coordinate reference system suited for your task. Be mindful of the scale and extent of your data. If your data spans only a city, your coordinate reference system should be different than for spatial data that spans an entire continent.\nSecondly, remember how the coordinate reference system based on latitudes and longitudes uses degrees for its unit of measurement? It’s likely that you will want to be working with metres or kilometres for your project. In this case, you’ll need to convert your vector layers to a projection that uses your desired units.\nFinally -- and this is extremely important -- if you intend to study the relationship between two spatial files, you must first make sure that both have matching projections. If you keep getting an error while trying new tools, this should always be the very first thing you verify. Best practice is to convert all of your spatial data to the same projection before you begin.\nRead more about projections from the QGIS documentation.\nA hypothetical walk-through: GIS in daily news\nThe following is a hypothetical newsworthy scenario paired with a walkthrough of potential GIS applications. Note that the suggested documentation all assumes the user is working with QGIS as their software of choice. This is not intended to be a step-by-step tutorial, but rather a high-level example of the mechanics of leveraging GIS tools for original news content.\n1. Creating buffers\nScenario:\nThere has been a train derailment in your community and authorities say a chemical spill could have adverse health effects for residents within a 1,500 metre radius.\nGIS tool to use:\nAfter geocoding the address (or finding the latitude and longitude) corresponding with the location of the derailment, create a new vector layer in QGIS. As always, convert the layer to an appropriate projected coordinate reference system (one that uses meters as its base unit).\nThen, use the geoprocessing tool called Buffer to enlarge the point on the map that represents the accident location to a circular boundary with a radius of 1,500 metres. This will result in the creation of new layer containing a single polygon.\nThe diamond represents the location of the location of the derailment and chemical spill along a stretch of rail. Using the buffer tool, a new layer representing 1500 buffer around the rail accident location is created.\n2. Centroids\nScenario:\nContinuing with the previous scenario, in addition to visualising the danger-zone on a map for your readers, you may also want to report on the number of homes that fall within this buffer zone. This is often a two step process.\nGIS tool to use:\nFrom the previous step, you have a layer that contains a polygon representing the danger zone for the chemical spill. If you have access to it, get a copy of a municipal property parcel spatial file. As I’ve mentioned, the first step is to make sure the coordinate reference system of this new file matches the one employed by your buffer zone layer.\nAfter importing the municipal property spatial data, all the non-residential properties were filtered out using the QGIS query builder.\nFrom here, you will want to filter out all properties that are not zoned as residential, because we’re ultimately interested in area where people are most likely to live as opposed to parks or industrial areas. Once you have done so, the next step is to generate a new layer representing the centroids of all those residential parcels. A centroid is essentially an algorithm-generated point that represents the centre of a polygon. \nTo achieve this, use the vector geometry tool called Centroids. This process will output a new layer with a series of points.\nUsing the Centroid tool, a new layer was created representing the centroid of each residential property parcel. The question now is: how many homes are in the buffer area?\n3. Points in polygon analysis\nScenario:\nOnce you have your centroids layer (double check you have a matching coordinate reference system) you want to perform an analysis to get the total number of points (that is, residential properties) that fall within your buffer layer.\nGIS tool to use:\nWhile QGIS has a convenient one-click function intuitively called Count points in polygon, under the hood, this tool is actually testing the spatial relationship between each centroid derived from your property data, against the polygon you created using the buffer tool. Using an intersects operation, the function returns TRUE or FALSE for each centroid, ultimately providing you with a total count of all the TRUEs.\nTo get this final result, select the Count points in polygon analysis tool. After running this process, a new polygon layer will be generated with the exact same content as the buffer zone polygon layer, but will now contain an additional attribute field with the point count. This value is the number of homes in the danger zone that you will report in your story.\nThe point in polygon tools enable you to quickly calculate the total number of centroids (that is, homes) that overlap with the buffer area. The answer to this question can be found in the new column called “NUMPOINTS” in the attribute table of the resultant layer after execution.\nFrom here, you can even take your story a step further and use a nearest-neighbour analysis to identify the addresses of the top 100 homes closest to the chemical spill. With this information in hand, you can elevate the impact of your story by including human voices of those most affected by this disaster.\nConclusion\nIn terms of the overall potential that GIS brings to your newsroom, this use case is merely the tip of the iceberg. For example, a journalist with more advanced GIS skills can perform vehicle routing analyses to shed light on emergency response times across their community, or even help to identify hotspots or categories of crimes using a clustering algorithm.\nThere are endless resources online to advance your learning journey, including the official documentation for your tool of choice, YouTube tutorials, forums or websites such as Medium, Stackoverflow, GitHub, Reddit, and much more. My experience has been that the GIS community at large is very welcoming of journalists seeking to immerse themselves into this field of study; reaching out to these professionals to serve as informal mentors can give you a confidence boost when you get stuck or if you are unsure your work is accurate.  \nSo...\n...Are you convinced your next learning curve should be diving into the world of GIS? Let us know by commenting below.\nFor more on geography and maps, check out:\nMaarten Lambrechts' course Mapping for Journalists, or his Long Read The essential lies in news maps\nthe DataJournalism.com community's favourite maps\nData visualisation trick: make every country on a map the same size by Mustapha Mekhatria","guid":"https://datajournalism.com/read/longreads/geographic-information-systems-a-use-case-for-journalists","isoDate":"2019-11-28T09:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}