{"pageProps":{"post":{"creator":"Neil","title":"How do you explain data through story?","link":"https://questionsindataviz.com/2022/12/04/how-do-you-explain-data-through-story/","pubDate":"Sun, 04 Dec 2022 12:51:26 +0000","content:encoded":"\n<p>I&#8217;m always nervous about framing any discussion or blog post around data storytelling. After all, <a href=\"https://www.routledge.pub/Questions-in-Dataviz\">my book</a> has a whole chapter on telling stories in data visualisation, based on previous posts in this blog such as <a href=\"https://questionsindataviz.com/2016/06/05/should-every-visualisation-tell-a-story/\">Should every visualisation tell a story?</a> and <a href=\"https://questionsindataviz.com/2017/05/04/should-data-visualisations-always-tell-a-story/\">Should data visualisations always tell a story?</a> (such an interesting subject I genuinely didn&#8217;t realise until I compiled my recent book, that I&#8217;d written about it twice!).</p>\n\n\n\n<p>But this post is different for two reasons &#8211; firstly, because we are not talking so much about storytelling within visualisations themselves, but talking more about the art of inspiring action, usually in a business setting, such that our end users are confident users of data who can make data-informed decisions. And secondly because it is a review of an excellent book: Data Story, by Nancy Duarte. I started this book review series last year, in an effort to consciously read more of the books that already existed on my shelves. I&#8217;ve been distracted from that original ethos somewhat, not least because I continue to buy excellent publications for immediate reviews. But Nancy&#8217;s book is one such example. I bought it on release in 2019, was proud to own and display it, but hadn&#8217;t had the chance to properly use and appreciate the book until now. The subtitle to the book is key &#8211; how to &#8220;explain data and inspire action through story.&#8221;</p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img data-attachment-id=\"5324\" data-permalink=\"https://questionsindataviz.com/2022/12/04/how-do-you-explain-data-through-story/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a/\" data-orig-file=\"https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg\" data-orig-size=\"2607,2689\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"8D00FA16-A98F-42DA-A4CC-91E82EE6B430_1_201_a\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=291\" data-large-file=\"https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=680\" src=\"https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=993\" alt=\"\" class=\"wp-image-5324\" srcset=\"https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=993 993w, https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=1986 1986w, https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=145 145w, https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=291 291w, https://questionsindataviz.files.wordpress.com/2022/12/8d00fa16-a98f-42da-a4cc-91e82ee6b430_1_201_a.jpg?w=768 768w\" sizes=\"(max-width: 993px) 100vw, 993px\" /><figcaption class=\"wp-element-caption\">Data Story &#8211; explain data and inspire action through story</figcaption></figure>\n\n\n\n<p>Last week at work I devised a data storytelling course, and so I knew that the moment had arrived, after three years of owning the book, to read through for advice and content. The great thing about the above book is that it&#8217;s instantly readable. With boldly presented takeaway messages and clear bulleted advice, many of the points of advice read like a presentation. Reading the book felt like I was being told a story with clear narrative and easy to remember plot points &#8211; it was almost part of a &#8220;meta&#8221; experience. And the large type and impactful presentation style actually meant that before I realised it, before landing on the particular part I previously thought might be relevant to me, I was reading it from cover to cover in one sitting. Either this is a compliment to the readability of the book, or a realisation on my part that I actually needed to learn from the whole thing, not just one section (I suspect, it&#8217;s both!)</p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img data-attachment-id=\"5327\" data-permalink=\"https://questionsindataviz.com/2022/12/04/how-do-you-explain-data-through-story/img_3565/\" data-orig-file=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg\" data-orig-size=\"2710,2869\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;1.6&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;iPhone 12 Pro Max&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;1670154896&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;5.1&quot;,&quot;iso&quot;:&quot;640&quot;,&quot;shutter_speed&quot;:&quot;0.028571428571429&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;,&quot;latitude&quot;:&quot;53.097316666667&quot;,&quot;longitude&quot;:&quot;-1.3278138888889&quot;}\" data-image-title=\"img_3565\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=283\" data-large-file=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=680\" src=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=967\" alt=\"\" class=\"wp-image-5327\" srcset=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=967 967w, https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=1934 1934w, https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=142 142w, https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=283 283w, https://questionsindataviz.files.wordpress.com/2022/12/img_3565.jpg?w=768 768w\" sizes=\"(max-width: 967px) 100vw, 967px\" /><figcaption class=\"wp-element-caption\">The Three-Act Story</figcaption></figure>\n\n\n\n<p>Above is an example of what I mean &#8211; a clearly set out example structure which fills a page, in this case explaining the simple three-act structure of a typical story that is often used in Data Story examples. This format allows us to easily understand the principles in the book. </p>\n\n\n\n<p>It&#8217;s true that the book focuses in the first half behind the theory, reasoning and structure of data storytelling, which hit exactly the sweet spot of what I was looking to understand. Section 1: <strong>Communicate Data to Others</strong> focused on the importance of communicating data through story (I can already remember, without referring back to the page in question, that 5% of people remember statistics, but over 60% of people remember a story). And Section 2: <strong>Bring Clarity Through Story Structure</strong> introduced the story methods, such as framing reporting as a three-act story mentioned above.</p>\n\n\n\n<p>Sections 3 and 4: <strong>Make Clear Charts and Slides</strong>, and <strong>Make Data Stick</strong> focused more on the practicalities of delivery. Section 4 in particular did a great job of explaining the skills of some of the great communicators, such as Steve Jobs, while advising on recommendations of explaining context to our audience to facilitate their understanding. I felt definite echoes of the late Hans Rosling and the pitfalls he explains in his series of <a href=\"https://www.gapminder.org/factfulness/instincts/\">Dramatic Instincts</a> in his work for Gapminder (published in Factfulness). And there&#8217;s no greater data communicator, in my opinion, from whom to derive inspiration.</p>\n\n\n\n<p>And personally, I never give any talk on data storytelling without including the brilliant Kurt Vonnegut and playing his Shapes of Stories videos wherever possible. My takeaway from Vonnegut is that the theory and practice of storytelling are hugely important, but that every situation is unique and there&#8217;s always benefit to originality, humour and not taking it too seriously. And so I was delighted to see his video transcribed in full in the book. Below is the non-blackboard version of &#8220;Man in a Hole&#8221;, I&#8217;ll leave Cinderella unshown here as a teaser, but I could watch the video (and therefore appreciate the text transcript) again and again &#8211; you can see the full talk <a href=\"https://www.youtube.com/watch?v=oP3c1h8v2ZQ\">on YouTube here</a>: </p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img data-attachment-id=\"5330\" data-permalink=\"https://questionsindataviz.com/2022/12/04/how-do-you-explain-data-through-story/img_3566/\" data-orig-file=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg\" data-orig-size=\"2491,1875\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;1.6&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;iPhone 12 Pro Max&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;1670156456&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;5.1&quot;,&quot;iso&quot;:&quot;500&quot;,&quot;shutter_speed&quot;:&quot;0.022727272727273&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;,&quot;latitude&quot;:&quot;53.097316666667&quot;,&quot;longitude&quot;:&quot;-1.3278138888889&quot;}\" data-image-title=\"img_3566\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=300\" data-large-file=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=680\" src=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=1024\" alt=\"\" class=\"wp-image-5330\" srcset=\"https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=1024 1024w, https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=2048 2048w, https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=150 150w, https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=300 300w, https://questionsindataviz.files.wordpress.com/2022/12/img_3566.jpg?w=768 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /><figcaption class=\"wp-element-caption\">&#8220;Man in a Hole&#8221; &#8211; Kurt Vonnegut</figcaption></figure>\n\n\n\n<p>I should add that I have a number of other excellent resources which helped for my course (Cole Nussbaumber&#8217;s series of &#8220;storytelling with data&#8221; books and Brent Dykes &#8220;Effective Data Storytelling&#8221; to name just two). It&#8217;s never my intention to choose a &#8220;best&#8221; or &#8220;favourite&#8221; book of any genre. But I would recommend Data Story as an excellent addition to anyone&#8217;s library who needs to consider data storytelling, in particular to anyone who needs to train on the subject. </p>\n","content:encodedSnippet":"I’m always nervous about framing any discussion or blog post around data storytelling. After all, my book has a whole chapter on telling stories in data visualisation, based on previous posts in this blog such as Should every visualisation tell a story? and Should data visualisations always tell a story? (such an interesting subject I genuinely didn’t realise until I compiled my recent book, that I’d written about it twice!).\nBut this post is different for two reasons – firstly, because we are not talking so much about storytelling within visualisations themselves, but talking more about the art of inspiring action, usually in a business setting, such that our end users are confident users of data who can make data-informed decisions. And secondly because it is a review of an excellent book: Data Story, by Nancy Duarte. I started this book review series last year, in an effort to consciously read more of the books that already existed on my shelves. I’ve been distracted from that original ethos somewhat, not least because I continue to buy excellent publications for immediate reviews. But Nancy’s book is one such example. I bought it on release in 2019, was proud to own and display it, but hadn’t had the chance to properly use and appreciate the book until now. The subtitle to the book is key – how to “explain data and inspire action through story.”\nData Story – explain data and inspire action through story\n\n\n\nLast week at work I devised a data storytelling course, and so I knew that the moment had arrived, after three years of owning the book, to read through for advice and content. The great thing about the above book is that it’s instantly readable. With boldly presented takeaway messages and clear bulleted advice, many of the points of advice read like a presentation. Reading the book felt like I was being told a story with clear narrative and easy to remember plot points – it was almost part of a “meta” experience. And the large type and impactful presentation style actually meant that before I realised it, before landing on the particular part I previously thought might be relevant to me, I was reading it from cover to cover in one sitting. Either this is a compliment to the readability of the book, or a realisation on my part that I actually needed to learn from the whole thing, not just one section (I suspect, it’s both!)\nThe Three-Act Story\n\n\n\nAbove is an example of what I mean – a clearly set out example structure which fills a page, in this case explaining the simple three-act structure of a typical story that is often used in Data Story examples. This format allows us to easily understand the principles in the book. \nIt’s true that the book focuses in the first half behind the theory, reasoning and structure of data storytelling, which hit exactly the sweet spot of what I was looking to understand. Section 1: Communicate Data to Others focused on the importance of communicating data through story (I can already remember, without referring back to the page in question, that 5% of people remember statistics, but over 60% of people remember a story). And Section 2: Bring Clarity Through Story Structure introduced the story methods, such as framing reporting as a three-act story mentioned above.\nSections 3 and 4: Make Clear Charts and Slides, and Make Data Stick focused more on the practicalities of delivery. Section 4 in particular did a great job of explaining the skills of some of the great communicators, such as Steve Jobs, while advising on recommendations of explaining context to our audience to facilitate their understanding. I felt definite echoes of the late Hans Rosling and the pitfalls he explains in his series of Dramatic Instincts in his work for Gapminder (published in Factfulness). And there’s no greater data communicator, in my opinion, from whom to derive inspiration.\nAnd personally, I never give any talk on data storytelling without including the brilliant Kurt Vonnegut and playing his Shapes of Stories videos wherever possible. My takeaway from Vonnegut is that the theory and practice of storytelling are hugely important, but that every situation is unique and there’s always benefit to originality, humour and not taking it too seriously. And so I was delighted to see his video transcribed in full in the book. Below is the non-blackboard version of “Man in a Hole”, I’ll leave Cinderella unshown here as a teaser, but I could watch the video (and therefore appreciate the text transcript) again and again – you can see the full talk on YouTube here: \n“Man in a Hole” – Kurt Vonnegut\n\n\n\nI should add that I have a number of other excellent resources which helped for my course (Cole Nussbaumber’s series of “storytelling with data” books and Brent Dykes “Effective Data Storytelling” to name just two). It’s never my intention to choose a “best” or “favourite” book of any genre. But I would recommend Data Story as an excellent addition to anyone’s library who needs to consider data storytelling, in particular to anyone who needs to train on the subject.","dc:creator":"Neil","comments":"https://questionsindataviz.com/2022/12/04/how-do-you-explain-data-through-story/#respond","content":"I&#8217;m always nervous about framing any discussion or blog post around data storytelling. After all, my book has a whole chapter on telling stories in data visualisation, based on previous posts in this blog such as Should every visualisation tell a story? and Should data visualisations always tell a story? (such an interesting subject I [&#8230;]","contentSnippet":"I’m always nervous about framing any discussion or blog post around data storytelling. After all, my book has a whole chapter on telling stories in data visualisation, based on previous posts in this blog such as Should every visualisation tell a story? and Should data visualisations always tell a story? (such an interesting subject I […]","guid":"http://questionsindataviz.com/?p=5320","categories":["book reviews","shapes of stories","story","storytelling","vonnegut"],"isoDate":"2022-12-04T12:51:26.000Z","blogTitle":"Question in dataviz","img":"https://questionsindataviz.files.wordpress.com/2022/04/cropped-logo-transparent.png?w=32"}},"__N_SSG":true}