[{"title":"Visualization “thought leaders” don't know much","link":"http://www.thefunctionalart.com/2023/02/visualization-thought-leaders-dont-know.html","pubDate":"2023-02-22T14:48:00.004Z","isoDate":"2023-02-22T14:48:00.004Z","contentSnippet":"I'm working on the chapter of The Art of Insight about ProPublica's Lena Groeger. Here's the first rough draft of the opening paragraphs:\n\n\n\nIn the Summer of 2016, Lena Groeger, the graphics director at ProPublica, emailed me asking about a project she was working on. It was a visualization of the compensation that U.S. workers receive for damaged body parts; it depends on the state where each worker is. Lena wanted my opinion about using “a little person that represents each state, and size each body part according to difference from the national average.” \nMy reaction was quick and visceral. I replied that I wouldn't do it because it looked creepy and her illustrations sent “shivers down my spine.” Instead I recommended to use traditional maps and graphs.\nLena is a wise journalist and designer, so she chose to ignore me. The result was one of the most widely read and discussed graphics she's ever created. Think about this anecdote whenever visualization “thought leaders” —I've always rejected that label, as it really sends shivers down my spine— claim to know what we're talking about.","blogTitle":"The Functional Art"},{"creator":"Nathan Yau","title":"Wealthy Percentiles Rising","link":"https://flowingdata.com/2023/02/22/wealthy-percentiles-rising/","pubDate":"Wed, 22 Feb 2023 11:18:55 +0000","isoDate":"2023-02-22T11:18:55.000Z","contentSnippet":"The rich continue to get richer, and everyone else either only kind of earns more or stays where they're at.\nTags: income, wealth, work","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Veronika Halamková","title":"Data Vis Dispatch, February 21","link":"https://blog.datawrapper.de/data-vis-dispatch-february-21-2023/","pubDate":"Tue, 21 Feb 2023 16:35:19 +0000","isoDate":"2023-02-21T16:35:19.000Z","contentSnippet":"The best of last week’s big and small data visualizations","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Nathan Yau","title":"Map of homes bought with all cash","link":"https://flowingdata.com/2023/02/20/map-of-homes-bought-with-all-cash/","pubDate":"Tue, 21 Feb 2023 07:32:57 +0000","isoDate":"2023-02-21T07:32:57.000Z","contentSnippet":"For The Washington Post, Emmanuel Martinez, Kevin Schaul and Hamza Shaban mapped the…\nTags: real estate, Washington Post","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"title":"Sociopathic journalism","link":"http://www.thefunctionalart.com/2023/02/sociopathic-journalism.html","pubDate":"2023-02-20T14:14:00.071Z","isoDate":"2023-02-20T14:14:00.071Z","contentSnippet":"A week ago a large number of New York Times contributors and tens of thousands of their readers signed an open letter criticizing the newspaper's coverage of youth gender-affirming care. I was among them. I've written about these matters in the past (here and here,) and I'll likely keep doing so in the future. I've also argued that some reporters covering this care don't know how to reason under uncertainty —or they pretend not to know.\nThe Times's response to the letter was not only tone-deaf, but also a perfect example of a common malady in journalism, a certain sociopathic temperament. Some cases of this malady are acute; there are people who have built lucrative careers out of seeding doubt and muddling the waters. Shame on them.\nOne of the challenges with journalism is that its ethical codes rely too much on deontological and virtue ethics tropes, and too little on consequentialist thinking. In J-school we are taught the conventions and rules of the trade, and we're encouraged to become virtuous First Amendment warriors and “truth-tellers”. However, we're taught too little about the complexities of the very word “truth”; or about how our “truth-telling” is extremely selective; or about how it can negatively impact those whom we write about.\nProper applied ethics requires a careful balancing of those three moral reasoning strands. Journalism can learn a thing or two from design ethics: Think of news stories as tools that mediate between the complex world out there and the minds of readers. Whoever writes a news story should be, at a minimum, partially responsible for how that story is used or misused.\nAnd we know that the inaccurate and sensationalistic coverage of gender-affirming care is being weaponized. For instance, some profoundly biased pieces that have appeared in The New York Times and other publications have been used to support arguments to deprive people of care they need. That's the core of the letter's criticism. Reporters and their editors must do some soul-searching. It's way past due. They are fueling a moral panic.\nInstead, the Times has doubled down, which isn't that surprising, as elite journalism isn't just often sociopathic, but also hubristic and brazen. Joyce Carol Oates has accurately described it: “Mainstream media seizes upon highly atypical, microscopic samples of an issue that affects virtually no one, amplifies it maniacally, continues to focus upon it as if it were some sort of threat to the commonwealth, & not an amplified paranoid-figment of media imagination.”\nThe Onion has a poignant and fierce piece about this topic. If you teach news ethics, I suggest that you add it to your recommended readings list.\nAnyway, this week I've been working on the chapter of The Art of Insight about Alyssa Fowers, who I think represents a much better type of journalist. Alyssa has a wonderful blog and is also a graphics editor at The Washington Post. Here are a few paragraphs:\n\n\nToo often in my journalism career I’ve seen reporters who don’t think much about the impact that their reporting might have in the people they cover. They treat them as subjects, numbers, things to be explored, analyzed, understood in a detached, statistical, sanitized manner.\nRecently —I’m writing this in early 2023,— we’re witnessing this sociopathic behavior in the way that mainstream media covers transgender people, particularly transgender youth, their access to gender-affirming care, and their increasing presence and visibility in society. These topics are often framed as a sensationalistic “debate” or a “controversy,” and not as what they truly are, human rights. This is insulting, demeaning, and dehumanizing.\nI’d say that it’s also the opposite of Alyssa’s approach. I think that she’s representative of a generation of journalists who try not only to get their data right, and to present it as accurately and fairly as possible, but who are also emotionally invested in their stories. Theirs is a journalism that transgresses dusty notions of journalistic objectivity and that, as a result, becomes better, more humane.\nA story that Alyssa contributed to, which describes how the COVID pandemic worsened the mental health of transgender people, showcased elegant variations of Sankey diagrams and bar graphs, but its focus isn't these graphics or the numbers behind them. To me, the writing and visual style signal a profound empathy towards the people whose lives are being written about and visualized. \n\nEssayist Rebecca Solnit once wrote that “empathy is first of all an act of imagination, a storyteller’s art” because it consists of imagining ourselves in somebody else’s place. Maybe that should be a requirement to all who gather, analyze, visualize, or write about data about other human beings.","blogTitle":"The Functional Art"},{"creator":"Nathan Yau","title":"Spy balloons and UFOs","link":"https://flowingdata.com/2023/02/17/spy-balloons-and-ufos/","pubDate":"Fri, 17 Feb 2023 16:48:37 +0000","isoDate":"2023-02-17T16:48:37.000Z","contentSnippet":"For The New York Times, Eleanor Lutz illustrated things in the sky, because…\nTags: balloon, Eleanor Lutz, illustration, New York Times, UFO","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Cyanotype to represent grief","link":"https://flowingdata.com/2023/02/17/cyanotype-to-represent-grief/","pubDate":"Fri, 17 Feb 2023 16:30:51 +0000","isoDate":"2023-02-17T16:30:51.000Z","contentSnippet":"Marking the third anniversary of the first Covid deaths in the United States,…\nTags: coronavirus, Reuters","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"✚ Real Bits","link":"https://flowingdata.com/2023/02/16/process-226-real-bits/","pubDate":"Thu, 16 Feb 2023 19:30:10 +0000","isoDate":"2023-02-16T19:30:10.000Z","contentSnippet":"Tie in the real bits among the abstract shapes, colors, and geometries of charts to make the latter easier to understand.\nTags: abstract, illustration, reality","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Data warehouse at the supermarket","link":"https://flowingdata.com/2023/02/16/data-warehouse-at-the-supermarket/","pubDate":"Thu, 16 Feb 2023 16:10:26 +0000","isoDate":"2023-02-16T16:10:26.000Z","contentSnippet":"Grocery stores with loyalty programs collect data on what and when you buy…\nTags: Albertsons, grocery, Kroger, privacy, The Markup","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Lucas “Doce” Fernandes","title":"Brazil’s unique views on race","link":"https://blog.datawrapper.de/brazils-unique-views-on-race/","pubDate":"Thu, 16 Feb 2023 15:25:14 +0000","isoDate":"2023-02-16T15:25:14.000Z","contentSnippet":"Hi there, I’m Doce! 👋 I’m your favorite Brazilian person working in Datawrapper’s app team...","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Evelina Judeikyte","title":"Familiar concepts","link":"https://www.theplot.media/p/familiar-concepts","pubDate":"Thu, 16 Feb 2023 14:01:13 GMT","isoDate":"2023-02-16T14:01:13.000Z","contentSnippet":"How to use well-known notions and metaphors for more effective designs","blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"},{"creator":"Nathan Yau","title":"Guide for working with machine learning datasets","link":"https://flowingdata.com/2023/02/16/guide-for-working-with-machine-learning-datasets/","pubDate":"Thu, 16 Feb 2023 10:48:07 +0000","isoDate":"2023-02-16T10:48:07.000Z","contentSnippet":"As part of the Knowing Machines research project, A Critical Field Guide for…\nTags: ethics, guide, machine learning, Sarah Ciston","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Why modern popular songs have so many more writing credits","link":"https://flowingdata.com/2023/02/15/why-popular-songs-have-so-many-writing-credits/","pubDate":"Wed, 15 Feb 2023 10:16:52 +0000","isoDate":"2023-02-15T10:16:52.000Z","contentSnippet":"For Tedium, Chris Dalla Riva examined why the number of credited songwriters per…\nTags: Chris Dalla Riva, music, producers, Tedium","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Tour of romantic comedies through the decades","link":"https://flowingdata.com/2023/02/14/tour-of-romantic-comedies-through-the-decades/","pubDate":"Tue, 14 Feb 2023 21:03:15 +0000","isoDate":"2023-02-14T21:03:15.000Z","contentSnippet":"In celebration of the most romantic day of the year that is sometimes…\nTags: movies, Reuters, romantic comedy","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Veronika Halamková","title":"Data Vis Dispatch, February 14","link":"https://blog.datawrapper.de/data-vis-dispatch-february-14-2023/","pubDate":"Tue, 14 Feb 2023 17:15:30 +0000","isoDate":"2023-02-14T17:15:30.000Z","contentSnippet":"The best of last week’s big and small data visualizations","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Nathan Yau","title":"Growth of Target, an Animated Map","link":"https://flowingdata.com/2023/02/13/growth-of-target-an-animated-map/","pubDate":"Tue, 14 Feb 2023 07:35:02 +0000","isoDate":"2023-02-14T07:35:02.000Z","contentSnippet":"Watch the growth strategy behind Target stores, starting with the first location in 1962 in Minnesota.\nTags: animation, target","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Elliot Bentley","title":"A tale of love, woe, and data vis","link":"https://blog.datawrapper.de/love-woe-data-vis/","pubDate":"Thu, 09 Feb 2023 14:40:47 +0000","isoDate":"2023-02-09T14:40:47.000Z","contentSnippet":"Hey everyone, this is Elliot, a data vis developer at Datawrapper. With it being Valentine’s...","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Evelina Judeikyte","title":"Your data storytelling profile","link":"https://www.theplot.media/p/data-story-profile","pubDate":"Thu, 09 Feb 2023 14:01:33 GMT","isoDate":"2023-02-09T14:01:33.000Z","contentSnippet":"Rate your confidence in narrative, design and presentation","blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"},{"creator":"Sabrina Faramarzi","title":"Kill switch: reporting on and during internet shutdowns","link":"https://datajournalism.com/read/longreads/internet-shutdowns-data-reporting","pubDate":"Wed, 08 Feb 2023 00:00:00 +0100","isoDate":"2023-02-07T23:00:00.000Z","contentSnippet":"On the 16th of September, Iranian woman Mahsa Amini died in a hospital in Tehran. Her death became a catalyst for protests across Iran and is being cited as “Iran’s George Floyd moment”. As a way to quell the outrage, the Iranian government then carried out a number of shutdowns in several areas of the country and blocked popular mobile messaging apps. \nThis isn’t the first time Iran has led a series of internet shutdowns and censorship - they have a long history of it - nor is it the only country in the world to utilise such techniques. Shutdowns are emerging as a common practice, used by governments across the world to suppress dissent.\nData shows that shutdowns and applications of censorship are becoming more and more common across the world. In just the first half of 2022, there was a 22% increase in shutdowns compared to the previous year, impacting 1.89 billion citizens globally. \nBecause internet shutdowns exist on a spectrum, they can be difficult to pinpoint, verify, understand and as a result, report on. T'his article offers a summary for data journalists to begin understanding how these shutdowns happen, how to investigate them and how to begin measuring them so we can better report on them.\nWhat are internet shutdowns?\nInternet shutdowns are a tool for information control. The practice of shutting down and censoring the internet is emerging as a key human rights issue, violating citizens’  freedom of expression, right to assembly and access to information. A 2021 report by Google’s Jigsaw project found that internet shutdowns are increasing at an ‘exponential’ rate, ‘threatening civil society’. But how do we define a shutdown?\nAccording to Access Now, an international human rights organisation founded in 2009 as a response to the Iranian election that year, an internet shutdown is “an intentional disruption of internet or electronic communications, rendering them inaccessible or effectively unusable, for a specific population or within a location, often to exert control over the flow of information.” This can happen on a countrywide level, in specific regions or for specific networks. Shutdowns can happen for any period of time - a few hours, a couple of weeks , or even several months. The pro-democracy protests in Hong Kong in 2019 led to the Chinese government imposing a new national security law which gave them the power to shut down internet services in the city. This law also granted the government the power to censure online content and arrest individuals for posting or spreading \"fake news\" or \"hate speech\" on social media platforms and  in the case of Tigray, Ethiopia, citizens have been experiencing an internet shutdown that has lasted more than two years, becoming one of the world’s longest and silencing the voices of over six million people.\n“Things are kind of coming full circle unfortunately, but we were basically founded as an emergency response tool,” says Zach Rosson, Data Analyst for the #KeepItOn campaign at Access Now. Access Now’s #KeepItOn campaign is an international association of digital advocacy groups that reports on the digital rights of users at risk around the world. They have a 24/7 hotline where citizens, civil rights groups, activists and journalists can call in if they are experiencing an internet shutdown, as well as handbooks, digital safety tips and other resources to help people stay on top of their digital right to internet access. “Given how entrenched the internet is for increasingly larger percentages of the population around the world, there's a fundamental human rights aspect when it comes to shutting down the internet.” \nHowever, when it comes to internet censorship, it is about the blocking of “specific websites and applications,” says Maria Xynou, internet censorship researcher & community lead at OONI (Open Observatory of Network Interference), a global community that has been measuring Internet censorship since 2012. “The main difference between shutdown and censorship is basically that with censorship, we're referring to the targeted shutdown of specific services.” (To learn more about internet censorship, OONI’s Maria Xynou has a free course online at Advocacy Assembly).\nThe impact of shutdowns \nInternet shutdowns can affect so many areas of life - and livelihood. In Iran, the economic cost of internet disruptions and mobile outages or restrictions costs the country $37 million a day, according to internet monitoring group NetBlocks. This is likely why Iran has decided to target certain apps instead of the sweeping blackouts during the previous swell of protests back in 2019. \nSo why should journalists care? Because government-instigated internet shutdowns are a violation of citizens’ democratic rights. They are happening more often, lasting longer, becoming more sophisticated and harder to detect. The incidences of global shutdowns remain high, with 196 documented incidents in 2018, 213 incidents in 2019, and 155 in 2020, according to a paper from the Carnegie Endowment for International Peace. \nCutting access to stifle public dissent is an increasing global trend that affects journalists and activists significantly, among others. In its 2022 report, the UN Human Rights Office warns that internet shutdowns have a ‘dramatic’ impact on people's lives and human rights as access to the internet is a democratic right.\nAt a very basic level, internet shutdowns harm the capacity for journalists to do their job in the first place, such as connecting with sources, conducting research and publishing articles. However in many countries, this might not be as blatant. For example, Russia has been blocking independent media websites and blogs, effectively silencing independent reporting. “In order to be able to defend human rights on the internet and to be able to ensure that our human rights are actually protected in this online world, it is necessary to be able to have transparency of any controls that are implemented,” says Xynou. \nShe goes on to explain that prior to the new wave of dedicated tools and organisations committed to measuring and publishing internet shutdowns, reports were mostly anecdotal. “There are so many reasons why services may be inaccessible, which may have nothing to do with intentional government censorship,” she says. “So distinguishing accidental accessibility versus intentional government blocking is actually a difficult problem, and it’s definitely not something that is obvious to a normal internet user.”  \nXynou explains that measuring tools are so key because governments who have purposefully turned off internet access can seek plausible deniability, making it more difficult for journalists to hold them to account. “If there's no data that can serve as evidence that they intentionally blocked the service, governments can deny it,” says Xynou. This is why it’s crucial for data journalists to be involved in the reporting of shutdowns. Only with data, can journalists prove there is a government-instigated shutdown happening and not only report on the shutdown, but also use these shutdowns as a starting point for further stories. “For example, in countries where LGBTQ websites are blocked, there is likely little transparency or public debate about that in the country, because LGBTQ rights are not recognised or not really protected,” says Xynou. “But having the data that can serve as evidence about exactly which specific LGBTQ communities are being affected.” She explains that this is important because coverage of internet censorship often only focuses on when major social platforms - like WhatsApp or Facebook - get blocked, because they have such a huge user base. \nBut the biggest risks are when platforms that serve marginalised communities get blocked - which often go unnoticed. “Platforms run by and for marginalised communities are at higher risk of being censored but it's not easy for these cases to receive attention and reporting,” says Xynou. “It is these sorts of cases that you can uncover and report on through censorship measurements.”\nUnderstanding and measuring shutdowns, blocks and censorship\nThere are many ways for people to push back against internet blackouts and network disruptions, but journalists first need to begin to understand them in order to report on them. Because the internet is a network of networks - not a single one - there are many ways in which a shutdown can occur. In order to understand internet shutdowns, it’s important to first understand how the internet works in order to know how to measure it. “The internet was not made to be measured,” says Amanda Meng, Research Scientist at Georgia Tech. “I think that context is really helpful for people just to understand the kind of hairiness or complexity to it in the first instance.” \nMeng is part of the research group for IODA (Internet Outage Detection and Analysis), a research group and tool that monitors Internet outages in near-real time. Her colleague, Zachary Bischof, a research scientist whose work focuses on geolocating and mapping internet outages, explains that even within these tools, it can be difficult to be specific, which is why getting the data is just the first step. \n“[Regarding Ukraine], if there's damage to some infrastructure, we can say, oh, that connectivity is reduced to say 50% or something. That's a partial outage, but then it might level off there, and then maybe there's another drop later,” says Bischoff. He explains that it is sometimes difficult to pinpoint exactly when an outage has begun and stopped, or define whether it was government imposed or not, which is why journalists need to verify the information from other sources, too. \nBut there are ways to anticipate outages during certain events where governments may impose a shutdown. Shutdowns often happen during five types of events:\n-Mass demonstrations \n-Military operations and coups \n-Elections \n-Communal violence\n-Religious holidays \n-School exams\nAll of these event types are incidents where governments want to restrict the flow of information, the ability to organise and freedom of speech. \nThere are many types of internet blocks (and depending on where you look they can be defined differently), but generally, there are 3 main forms of internet blocking:\nFull, blanket shutdown\nThis is where governments have used the ‘kill switch’ to shut off all access to the internet in a country or region. This is the most drastic of tactics and can happen by completely shutting off network services, though the process is complicated. In cases like these, VPNs and other tools used to circumvent internet blocks cannot be used. \nPlatform-specific blocking\nOften known as partial shutdowns, platform-blocking often targets specific sites and apps while the rest of the internet is fine to use. Often, these are usually social media apps (like Instagram, Telegram, WhatsApp, Twitter and Facebook) that governments want to close off to derail people from sharing content and organising. \nBandwidth throttling\nThe deliberate slowing down of the internet so much it becomes unusable. Because bandwidth is defined as ‘the maximum amount of data transmitted over an internet connection in a given amount of time’,connections with higher bandwidths can send data faster than those with lower bandwidth. Bandwidth throttling is when the amount of data that can be sent is being limited, making the sending and receiving of data at very low speeds, particularly multimedia data such as photographs and videos that are usually wanting to be shared or live streamed at protests, for example. This can be instigated through Internet Service Providers (ISPs). Access Now has a handy report on the taxonomy behind network interference. \nBut there are so many other ways in which governments can create internet blocks of which are much more subtle and harder to verify:\nMobile Data Shutoff\nThis is when governments shut off mobile data so the internet cannot be accessed with portable devices. This is a common tactic for countries where people earn low-incomes and access to computers is limited but smartphone ownership is common. This often helps achieve a complete shutdown without the complications of killing the switch. \nDNS Interference\nWhen governments try to derail specific websites, the domain name system (DNS) that you are trying to access either goes to the wrong site or shows an error message. \nDenial of Service\nThis is when governments send so many requests to specific websites or apps so that it slows down or crashes. VPNs requesting from another country may work in this case.\nIP Blocking\nDevices and servers connected to the internet have unique keys called IP Addresses. Internet Service Providers can use these IP addresses to very precisely shut them down in specific regions, whilst others remain intact.\nIdentifying and verifying shutdowns\nBut how can journalists verify a shutdown is government-instigated? And where should they start if they suspect an internet block is taking place? There are some key online tools, dashboards and organisations that track and measure a shutdown to collect and publish it. \nHere are just a few: \nIcarus Project\nLaunched in 2017, The Icarus Project is a technical research laboratory dedicated for testing, analysing, documenting, and developing Internet censorship circumvention solutions. The project collects as many techniques as possible and documents them in step-by-step guides. The project is currently documenting censorship circumvention techniques in the Egyptian context for broader access.\nAccess Now\nAccess Now is a non-profit organisation founded in 2009 with a mission to defend and extend the digital civil rights of people, providing an index of internet shutdowns around the world. \nOONI\nTheir tools, called the OONI Probe, allows users to measure internet blockages and online censorship in their area. The OONI Explorer dashboard showcases the OONI Measurement Aggregation Toolkit (MAT) and is a huge, regularly updated dataset showing internet blockages.\nIODA \nIODA (Internet Outage Detection and Analysis) is a project from the Georgia Institute of Technology. It is a prototype system that monitors Internet outages in near-real time. Launched in 2011 by Alberto Dainotti as a way to measure the shutdowns in Egypt and Libya during the Arab Spring. It is a usable tool but also a research project. \nCensored Planet\nAn internet censorship observatory\nGoogle Transparency Report\nLaunched in 2010, the Google Transparency Report shares data on the actions of governments and corporations affecting privacy, security, and access to information online. They log the number of visits to every Google product in real-time, along with an approximation of the geographic region where the visit originated. This means that journalists and other users can check a decrease in traffic in a specific region, which may mean that users there cannot access a product or service. They also publish reports on content removals and requests from governments around the world.\nReporting during a shutdown\nInternet shutdowns can happen anywhere, and are not unheard of in the western world either. The first known instance of a government-instigated internet outage in the US happened on August 11, 2011 during the protest of a police shooting of an unarmed passenger. The government agency in charge of San Francisco’s subway system, shut down mobile service at four stations to suppress the protests. \nBut what is it like to report during a shutdown? In 2021, India had the world’s highest number of internet shutdowns for four years straight, with a particularly dangerous shutdown during the coronavirus pandemic. Safina Nabi, a freelance multimedia journalist based in the Indian part of Kashmir, explains what it was like to report from there during an internet shutdown by the Indian government over several months from August 4, 2019 to March 4, 2020 in what was deemed ‘the longest internet shutdown on record in a democracy’. \n“I was among few women journalists on ground who were reporting and it was really difficult because initially we didn't know what was happening,” says Nabi. “Nothing was working.” There was also no transportation, so Nabi and other journalists at the time would walk to their sources, colleagues to report. \nThen shutdown was a response to anticipated unrest from a decision by India to revoke the special status of its portion of Kashmir, known as Jammu and Kashmir and fully integrate its only Muslim-majority region with the rest of the country. The initial shutdown was not just limited to the internet but mobile phone networks, landlines, cable and television channels. For 72 days, the people in India Kashmir were completely disconnected from all communications (telephone lines were reinstated again).\nThe internet was later turned on, but at such slow speeds and with limited access. It was only until February 5, 2021, when 4G mobile data services were reinstated. Before then, many journalists were making weekly trips to their offices in Delhi to deliver their reports. But as a freelance journalist, Nabi did not have the resources to fly to Delhi each week to hand in her stories. She would visit the airport in Kashmir, try to find someone travelling out, hand them a USB drive with her stories and request that they email the documents on it once they land in a place connected to the internet. “It was not easy, but there were lots of strangers willing to help each other,” says Nabi. “It’s not like they were putting a communication bar on me - they were putting a communication bar on 4 million people, and those 4 million people were against India and India's concept of democracy.” \nAfter some weeks, international pressure meant that some communications were reinstated. A media centre was later opened, with - according to Nabi - five or six desktop computers running on a 2G network serving approximately 300 journalists, of which Nabi was just one of around eight women journalists. It was crowded, and each journalist usually only had a 10 minute window to use the computer and the internet to submit their stories. “Journalists would wait in line for hours,” says Nabi. \nDespite 2G internet connections being reinstated, connection generally was very slow, so citizens started using VPNs (virtual private networks) as all the major social media sites were blocked. “Once the government authorities were using VPNs to share their feelings, they announced that anybody who is using a VPN will be jailed for six months straight without bail.” In Iran, citizens have been using tools such as Snowflake - a Google Chrome extension that lets users bypass censorship.\nThe shutdown in Kashmir also coincided with the coronavirus crisis, which heavily relied on internet communications about the disease. “We were pushed into a black hole where we had no access to information. Information that could have saved you or killed you,” says Nabi. “As journalists we have to advocate for internet access. When the government shuts down the internet, they are shutting down a person's basic human right to reach out to another person.”\nCollaboration and educating citizens\nMore and more, we are also seeing shutdowns spill over borders, which inevitably require journalists to lean on their colleagues in neighbouring countries which can be a great way to collaborate and verify stories. \nShutdowns can also spread, showing that the actions of one country often don’t just cause impact there. Global interconnectedness means that internet shutdowns can have huge ripple effects in all areas of life. \nAccess Now published a guide to the countries that hit the kill switch most often in 2021 as well as an annual Election Watch. Considering that shutdowns are becoming an increasingly common tactic for governments, journalists reporting on and in these countries need to understand how they work and how they will be key to their reporting in 2023. \nBut should journalists offer more ways for citizens to understand internet shutdowns? “I think journalists play a very, very critical role in informing the public about internet censorship and increasing awareness that this is an issue that almost every country in the world experiences,” says Xynou. She explains that internet shutdowns and censorship also changes over time, not only in how the blocks are implemented but who the blocks impact, too. “That governments around the world have the ability to censor and control what is accessed on the internet in itself is concerning, because in order to ensure that what they're censoring doesn't impact human rights and doesn't impact independent journalism, there needs to be transparency.” \nXynou believes it’s key that journalists stay on top of what is being censored and relay that to the public, because many blocks - particularly those that impact vulnerable communities - are often completely missed.” The internet is part of our world, so I believe it is a journalist's responsibility to monitor what governments control on the internet, just as they feel that they have to have responsibility to monitor how governments exercise control of society.”","blogTitle":"DataJournalism.com"}]