[{"creator":"Nathan Yau","title":"Line chart race to show emissions","link":"https://flowingdata.com/2023/03/08/line-chart-race-to-show-emissions/","pubDate":"Wed, 08 Mar 2023 09:28:18 +0000","isoDate":"2023-03-08T09:28:18.000Z","contentSnippet":"For The Washington Post, Harry Stevens used the line chart equivalent of a…\nTags: climate, emissions, Washington Post","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Neil","title":"How can I be more wise in my use of colour?","link":"https://questionsindataviz.com/2023/03/07/how-can-i-be-more-wise-in-my-use-of-colour/","pubDate":"Tue, 07 Mar 2023 19:55:18 +0000","isoDate":"2023-03-07T19:55:18.000Z","contentSnippet":"This is a repost of my review in the Data Visualisation Society’s Nightingale publication of Colorwise by Kate Strachnyi – you can find the original review here: I was looking forward to reviewing ColorWise by Kate Strachnyi for two reasons. Firstly, Kate is a huge presence in the online data community. In particular, she has grown a strong […]","blogTitle":"Question in dataviz","img":"https://questionsindataviz.files.wordpress.com/2022/04/cropped-logo-transparent.png?w=32"},{"creator":"Nathan Yau","title":"Asian representation at the Oscars","link":"https://flowingdata.com/2023/03/07/asian-representation-at-the-oscars/","pubDate":"Tue, 07 Mar 2023 09:13:11 +0000","isoDate":"2023-03-07T09:13:11.000Z","contentSnippet":"Asian characters in American films are historically less integral to the stories and…\nTags: Asian, movies, New York Times, Oscars, representation","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Why South Koreans grew taller so quickly","link":"https://flowingdata.com/2023/03/06/why-south-koreans-grew-taller-so-quickly/","pubDate":"Mon, 06 Mar 2023 08:50:05 +0000","isoDate":"2023-03-06T08:50:05.000Z","contentSnippet":"As a world population, we’re growing taller, but South Koreans seemed to grow…\nTags: height, South Korea, Vox","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Gregor Aisch","title":"Introducing a new way to embed Datawrapper visualizations without iframes","link":"https://blog.datawrapper.de/web-component-embedding/","pubDate":"Fri, 03 Mar 2023 11:13:51 +0000","isoDate":"2023-03-03T11:13:51.000Z","contentSnippet":"You can now embed Datawrapper visualizations using Web Components, significantly increasing the performance on pages with many embedded visualizations.","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Nathan Yau","title":"Shooting down the Chinese balloon","link":"https://flowingdata.com/2023/03/03/shooting-down-the-chinese-balloon/","pubDate":"Fri, 03 Mar 2023 09:03:17 +0000","isoDate":"2023-03-03T09:03:17.000Z","contentSnippet":"Shooting down a floating balloon out on its lonesome seems like a straightforward…\nTags: balloon, China, military, Washington Post","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"✚ Endless Visual Options","link":"https://flowingdata.com/2023/03/02/process-228-options/","pubDate":"Thu, 02 Mar 2023 19:30:00 +0000","isoDate":"2023-03-02T19:30:00.000Z","contentSnippet":"In a sea of endless possibilities, narrow down your visualization options by looking for what works instead of looking for what is the best.\nTags: choice, questions","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Gustav Neustadt","title":"Families in the housing crisis","link":"https://blog.datawrapper.de/families-housing-crisis/","pubDate":"Thu, 02 Mar 2023 16:43:32 +0000","isoDate":"2023-03-02T16:43:32.000Z","contentSnippet":"Hi, it’s Gustav and I am currently doing an internship here at Datawrapper in the...","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Evelina Judeikyte","title":"Understanding the world through dataviz","link":"https://www.theplot.media/p/understand-the-world-through-dataviz","pubDate":"Thu, 02 Mar 2023 14:01:15 GMT","isoDate":"2023-03-02T14:01:15.000Z","contentSnippet":"Sharing charts and maps to better grasp important issues of our day","blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"},{"creator":"Nathan Yau","title":"Ski resorts dealing with fewer snow days","link":"https://flowingdata.com/2023/03/02/ski-resorts-dealing-with-fewer-snow-days/","pubDate":"Thu, 02 Mar 2023 08:21:50 +0000","isoDate":"2023-03-02T08:21:50.000Z","contentSnippet":"For Bloomberg Green, Jin Wu, Laura Millan and Hayley Warren, on the challenges…\nTags: Bloomberg, skiing, snow","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Emissions from big electric trucks vs. gas vehicles","link":"https://flowingdata.com/2023/03/01/emissions-from-big-electric-trucks-vs-gas-vehicles/","pubDate":"Wed, 01 Mar 2023 08:09:53 +0000","isoDate":"2023-03-01T08:09:53.000Z","contentSnippet":"Based on estimates from CarbonCounter by the MIT Trancik Lab, electric vehicles typically…\nTags: emissions, New York Times, pickup","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Marc Reid","title":"Dot Plots in Tableau","link":"https://datavis.blog/2023/02/28/dot-plots-in-tableau/","pubDate":"Tue, 28 Feb 2023 22:13:22 +0000","isoDate":"2023-02-28T22:13:22.000Z","contentSnippet":"Dot plots are a space efficient way to compare values within one category split by a second category. This post introduces the chart type and provides an example use case.","blogTitle":"Datavis.blog","img":"https://datavisdotblog.files.wordpress.com/2022/02/datavis.blog-heatmap.png?w=32"},{"creator":"Nathan Yau","title":"✚ How to Make a Smoother Animated Growth Map in R","link":"https://flowingdata.com/2023/02/28/growth-map-transition-r/","pubDate":"Tue, 28 Feb 2023 19:11:06 +0000","isoDate":"2023-02-28T19:11:06.000Z","contentSnippet":"Show change over time and geography with smooth transitions.\nTags: animation, R","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Veronika Halamková","title":"Data Vis Dispatch, February 28","link":"https://blog.datawrapper.de/data-vis-dispatch-february-28-2023/","pubDate":"Tue, 28 Feb 2023 18:50:00 +0000","isoDate":"2023-02-28T18:50:00.000Z","contentSnippet":"The best of last week’s big and small data visualizations","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Nathan Yau","title":"Using satellite imagery to assess the damage in Ukraine","link":"https://flowingdata.com/2023/02/28/using-satellite-imagery-to-assess-the-damage-in-ukraine/","pubDate":"Tue, 28 Feb 2023 08:54:05 +0000","isoDate":"2023-02-28T08:54:05.000Z","contentSnippet":"The Economist combined two satellite imagery sources, one that estimates fire events and…\nTags: damage, Economist, satellite imagery, Ukraine, war","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"100 visualizations from a single dataset with 6 data points","link":"https://flowingdata.com/2023/02/27/100-visualizations-from-a-single-dataset-with-6-data-points/","pubDate":"Mon, 27 Feb 2023 16:33:15 +0000","isoDate":"2023-02-27T16:33:15.000Z","contentSnippet":"The structure of a dataset can help you pick a visualization method or…\nTags: Ferdio, variation","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"title":"What 'The Art of Insight' is about","link":"http://www.thefunctionalart.com/2023/02/what-art-of-insight-is-about.html","pubDate":"2023-02-27T12:40:00.003Z","isoDate":"2023-02-27T12:40:00.003Z","contentSnippet":"Yesterday I announced in social media that I've written half of The Art of Insight already. It should be out by late November this year. Some people asked how it's different to my previous books. It's very different —much more personal and idiosyncratic. It's both an attempt to reignite my love for the craft and also my tribute to its practitioners.\nIn case you're interested, here's the first draft of the opening two pages (this hasn't been edited, so ignore typos and ungrammatical sentences): \n\nPreamble\n\n\nOn Magic\nTo live well is to cope with the ways in which life is hard while finding enough in one’s life worth wanting. —Kieran Setiya \n\nOne early morning in November of 2021, Alex, my youngest son, questioned me about the apparent meaninglessness of life: “Why are we humans here for anyway?”\nAlex has been a precocious old soul since he learned to talk. The week when I was working on this preamble he wrote an autobiographical poem that contained a haunting alliteration to define who he is: “I’m a lover of darkness, dragons, and dreams.”\nAt the time of our conversation we were both coming to terms with that darkness: healing, mustering our dragons for battle, and rebuilding our dreams. The pandemic years had been tough.\nI remember myself thinking in silence for a moment. We were in our morning commute. Alex, sitting in the back of the car, was looking out at parents and kids passing by on their way to school. He was in a somber mood, and I guess he wasn’t expecting a quick answer from dad, who’s usually so aloof and introverted.\nBut my answer poured out like a torrent. Life, I said, is indeed meaningless in itself. Meaning isn’t a predetermined thing that exists beyond ourselves and our connections to others, or that we receive from imaginary higher powers. Meaning is something that we build by living through the myriad of little but immensely relevant events that cross our paths. It emerges from paying deep attention to the joys and beauty offered by the objects, creatures, and people whom we love, and by sharing back with them. That’s all there is to a good life brimming with magic.\nAlex’s reply was a soft murmur.\nI parked at school and noticed that my son was staring at a fence next to us. There was movement on it.\nAlex suddenly yelled, his voice a mixture of excitement and wonderment: “Dad, look, songbirds!” Indeed, there they were, two merry critters standing on the wire, chirping at each other while ignoring the multitude below.\nI smiled. “See? That’s what I meant. That’s the magic.”\n• • •\nThis is a book about such magic. To write it, I spoke with many magicians, visualization designers who build meaning as a tribute to themselves or as an aid to others. They make things, they enjoy the process and, by sharing its results, they brighten the world.\nSome of these designers are old friends; others are people whose work I’ve found fascinating more recently. They are data scientists, engineers, analysts, humanists, artists, journalists, and educators, each with their own views about the practice.\nMy sample for this book isn’t representative of anything outside of my head. The designers you’re about to meet are the first who came to my mind when I felt the need to rekindle my love for the design of information, the craft to which I’ve devoted my professional life. A half-joking alternative title I entertained was On the Consolation of Visualization, as a nod to Boethius’s famous On the Consolation of Philosophy. The list of people whose work I find interesting, inspiring, or intriguing is much longer, though; should I’d had more pages and time, I’d have reached out to many more of them to seek solace. \nThis is also a book about insight. Not in the sense of data-driven analytical insight; there are plenty of books in the market about that, including some I’ve written myself. This book is different. I use the term “insight” in the sense of exploring who the designers I spoke with are and how they see themselves. I’m interested in how they shape their craft, how the craft shapes them in return, and how such interaction creates an ethos.\nFinally, I envision this book as one link in the broader chain of historical conversations about information design and visualization. It’s the result of the interaction between what my interlocutors told me, past readings that were brought back to memory during our chats, and my reflections about both. I’ve ended up writing an essay in the literal sense of the term: a way to essay ideas, to contemplate them in a nonjudgmental manner with no expectation of reaching conclusions, of inferring overarching lessons, or —the gods forbid the hubris— of developing a coherent system of thought. The philosopher Joan-Carles Mèlich calls this approach to thinking and writing “the wisdom of the uncertain.”\nThis The Art of Insight is, then, a wandering, and not a solitary one.","blogTitle":"The Functional Art"},{"title":"How we lie to ourselves with charts about LGBTQ issues","link":"http://www.thefunctionalart.com/2023/02/how-we-lie-to-ourselves-with-charts.html","pubDate":"2023-02-24T16:28:00.006Z","isoDate":"2023-02-24T16:28:00.006Z","contentSnippet":"In the past few years I've become increasingly alarmed about how journalists cover the transgender community, particularly transgender youth. Being interested in graphics, I decided to record the following short and informal talk about a specific set of charts that I often see misused and even weaponized against one of the most vulnerable minorities in this country. Jon Schwabish has also written about one of them. \n(Note: I recorded this in 15 minutes this morning after a friend was contacted by a large news organization asking about several things, this chart among them. Instead of writing a long answer, I quickly recorded a video for her so she could share it. That explains the just-OK quality. You can download the slides here.)","blogTitle":"The Functional Art"},{"creator":"Marten Sigwart","title":"A primer on Foreign Direct Investment","link":"https://blog.datawrapper.de/primer-foreign-direct-investment/","pubDate":"Thu, 23 Feb 2023 18:39:48 +0000","isoDate":"2023-02-23T18:39:48.000Z","contentSnippet":"I’m Marten, one of the developers at Datawrapper. As a total noob in macroeconomics, I...","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"}]