[{"title":"How we lie to ourselves with charts about LGBTQ issues","link":"http://www.thefunctionalart.com/2023/02/how-we-lie-to-ourselves-with-charts.html","pubDate":"2023-02-24T16:28:00.004Z","isoDate":"2023-02-24T16:28:00.004Z","contentSnippet":"In the past few years I've become increasingly alarmed about how journalists cover the transgender community, particularly transgender youth. Being interested in graphics, I decided to record the following short and informal talk about a specific set of charts that I often see misused and even weaponized against one of the most vulnerable minorities in this country. Jon Schwabish has also written about one of them. \n(Note: I recorded this after a friend was contacted by a large news organization asking about several things, this chart among them. Instead of writing a long answer, I quickly recorded a video for her so she could share it. That explains the just-OK quality):","blogTitle":"The Functional Art"},{"creator":"Nathan Yau","title":"Greatest unexpected NBA performance","link":"https://flowingdata.com/2023/02/24/greatest-unexpected-nba-performance/","pubDate":"Fri, 24 Feb 2023 09:00:05 +0000","isoDate":"2023-02-24T09:00:05.000Z","contentSnippet":"This is a fun one from Russell Samora and Reshad Malekzai for The…\nTags: basketball, Pudding","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"✚ Visualization Tools and Learning Resources, February 2023 Roundup","link":"https://flowingdata.com/2023/02/23/process-227-roundup/","pubDate":"Thu, 23 Feb 2023 19:30:18 +0000","isoDate":"2023-02-23T19:30:18.000Z","contentSnippet":"Here's the good stuff for February.\nTags: roundup","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Marten Sigwart","title":"A primer on Foreign Direct Investment","link":"https://blog.datawrapper.de/primer-foreign-direct-investment/","pubDate":"Thu, 23 Feb 2023 18:39:48 +0000","isoDate":"2023-02-23T18:39:48.000Z","contentSnippet":"I’m Marten, one of the developers at Datawrapper. As a total noob in macroeconomics, I...","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Nathan Yau","title":"Trying to isolate Russia","link":"https://flowingdata.com/2023/02/23/trying-to-isolate-russia/","pubDate":"Thu, 23 Feb 2023 18:16:19 +0000","isoDate":"2023-02-23T18:16:19.000Z","contentSnippet":"The New York Times shows how the west tried to isolate Russia and…\nTags: New York Times, Russia, sanctions, Ukraine","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Evelina Judeikyte","title":"First impressions","link":"https://www.theplot.media/p/first-impressions","pubDate":"Thu, 23 Feb 2023 14:00:14 GMT","isoDate":"2023-02-23T14:00:14.000Z","contentSnippet":"Three considerations that make or break the first encounter with a dataviz","blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"},{"creator":"Nathan Yau","title":"Countries with the longest healthy retirements","link":"https://flowingdata.com/2023/02/23/countries-with-the-longest-healthy-retirements/","pubDate":"Thu, 23 Feb 2023 08:10:37 +0000","isoDate":"2023-02-23T08:10:37.000Z","contentSnippet":"Bloomberg compared retirement years in the context of life expectancy and healthy life…\nTags: Bloomberg, health, retirement","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"title":"The Greatest Unexpected NBA Performances ","link":"https://www.youtube.com/watch?v=jV49bDzkQhY","pubDate":"Thu, 23 Feb 2023 05:00:00 GMT","isoDate":"2023-02-23T05:00:00.000Z","contentSnippet":"Using Gamescore and statistics to find the biggest single-game outliers.","blogTitle":"The Pudding","img":"https://pudding.cool/common/assets/misc/social-facebook.jpg"},{"title":"Visualization “thought leaders” don't know much","link":"http://www.thefunctionalart.com/2023/02/visualization-thought-leaders-dont-know.html","pubDate":"2023-02-22T14:48:00.013Z","isoDate":"2023-02-22T14:48:00.013Z","contentSnippet":"I'm working on the chapter of The Art of Insight about ProPublica's Lena Groeger. Here's the first rough draft of the opening paragraphs:\n\n\n\nIn the Fall of 2014 Lena Groeger, the graphics director at ProPublica, emailed me to ask about a project she was working on. It was a visualization of the compensation that U.S. workers receive for damaged body parts; the amount depends on the state where the worker is. Lena wanted my opinion about using “a little person that represents each state, and size each body part according to difference from the national average.” \nMy reaction was quick and visceral. I replied that I wouldn't do it because it looked creepy and her illustrations sent “shivers down my spine.” Instead I recommended to use traditional maps and graphs.\nLena is a wise journalist and designer, so she chose to ignore me. The result was one of the most widely read graphics she's ever created. It was picked up by multiple news organizations —Gawker linked to it with the title 'How Much Are Your Balls Worth?'— and led to discussions about policy in several states.\n\nThink about this anecdote whenever visualization “thought leaders” —I've always rejected that label, as it really sends shivers down my spine— claim to know what we're talking about.","blogTitle":"The Functional Art"},{"creator":"Nathan Yau","title":"Wealthy Percentiles Rising","link":"https://flowingdata.com/2023/02/22/wealthy-percentiles-rising/","pubDate":"Wed, 22 Feb 2023 11:18:55 +0000","isoDate":"2023-02-22T11:18:55.000Z","contentSnippet":"The rich continue to get richer, and everyone else either only kind of earns more or stays where they're at.\nTags: income, wealth, work","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Veronika Halamková","title":"Data Vis Dispatch, February 21","link":"https://blog.datawrapper.de/data-vis-dispatch-february-21-2023/","pubDate":"Tue, 21 Feb 2023 16:35:19 +0000","isoDate":"2023-02-21T16:35:19.000Z","contentSnippet":"The best of last week’s big and small data visualizations","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Nathan Yau","title":"Map of homes bought with all cash","link":"https://flowingdata.com/2023/02/20/map-of-homes-bought-with-all-cash/","pubDate":"Tue, 21 Feb 2023 07:32:57 +0000","isoDate":"2023-02-21T07:32:57.000Z","contentSnippet":"For The Washington Post, Emmanuel Martinez, Kevin Schaul and Hamza Shaban mapped the…\nTags: real estate, Washington Post","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"title":"Sociopathic journalism","link":"http://www.thefunctionalart.com/2023/02/sociopathic-journalism.html","pubDate":"2023-02-20T14:14:00.071Z","isoDate":"2023-02-20T14:14:00.071Z","contentSnippet":"A week ago a large number of New York Times contributors and tens of thousands of their readers signed an open letter criticizing the newspaper's coverage of youth gender-affirming care. I was among them. I've written about these matters in the past (here and here,) and I'll likely keep doing so in the future. I've also argued that some reporters covering this care don't know how to reason under uncertainty —or they pretend not to know.\nThe Times's response to the letter was not only tone-deaf, but also a perfect example of a common malady in journalism, a certain sociopathic temperament. Some cases of this malady are acute; there are people who have built lucrative careers out of seeding doubt and muddling the waters. Shame on them.\nOne of the challenges with journalism is that its ethical codes rely too much on deontological and virtue ethics tropes, and too little on consequentialist thinking. In J-school we are taught the conventions and rules of the trade, and we're encouraged to become virtuous First Amendment warriors and “truth-tellers”. However, we're taught too little about the complexities of the very word “truth”; or about how our “truth-telling” is extremely selective; or about how it can negatively impact those whom we write about.\nProper applied ethics requires a careful balancing of those three moral reasoning strands. Journalism can learn a thing or two from design ethics: Think of news stories as tools that mediate between the complex world out there and the minds of readers. Whoever writes a news story should be, at a minimum, partially responsible for how that story is used or misused.\nAnd we know that the inaccurate and sensationalistic coverage of gender-affirming care is being weaponized. For instance, some profoundly biased pieces that have appeared in The New York Times and other publications have been used to support arguments to deprive people of care they need. That's the core of the letter's criticism. Reporters and their editors must do some soul-searching. It's way past due. They are fueling a moral panic.\nInstead, the Times has doubled down, which isn't that surprising, as elite journalism isn't just often sociopathic, but also hubristic and brazen. Joyce Carol Oates has accurately described it: “Mainstream media seizes upon highly atypical, microscopic samples of an issue that affects virtually no one, amplifies it maniacally, continues to focus upon it as if it were some sort of threat to the commonwealth, & not an amplified paranoid-figment of media imagination.”\nThe Onion has a poignant and fierce piece about this topic. If you teach news ethics, I suggest that you add it to your recommended readings list.\nAnyway, this week I've been working on the chapter of The Art of Insight about Alyssa Fowers, who I think represents a much better type of journalist. Alyssa has a wonderful blog and is also a graphics editor at The Washington Post. Here are a few paragraphs:\n\n\nToo often in my journalism career I’ve seen reporters who don’t think much about the impact that their reporting might have in the people they cover. They treat them as subjects, numbers, things to be explored, analyzed, understood in a detached, statistical, sanitized manner.\nRecently —I’m writing this in early 2023,— we’re witnessing this sociopathic behavior in the way that mainstream media covers transgender people, particularly transgender youth, their access to gender-affirming care, and their increasing presence and visibility in society. These topics are often framed as a sensationalistic “debate” or a “controversy,” and not as what they truly are, human rights. This is insulting, demeaning, and dehumanizing.\nI’d say that it’s also the opposite of Alyssa’s approach. I think that she’s representative of a generation of journalists who try not only to get their data right, and to present it as accurately and fairly as possible, but who are also emotionally invested in their stories. Theirs is a journalism that transgresses dusty notions of journalistic objectivity and that, as a result, becomes better, more humane.\nA story that Alyssa contributed to, which describes how the COVID pandemic worsened the mental health of transgender people, showcased elegant variations of Sankey diagrams and bar graphs, but its focus isn't these graphics or the numbers behind them. To me, the writing and visual style signal a profound empathy towards the people whose lives are being written about and visualized. \n\nEssayist Rebecca Solnit once wrote that “empathy is first of all an act of imagination, a storyteller’s art” because it consists of imagining ourselves in somebody else’s place. Maybe that should be a requirement to all who gather, analyze, visualize, or write about data about other human beings.","blogTitle":"The Functional Art"},{"creator":"Nathan Yau","title":"Spy balloons and UFOs","link":"https://flowingdata.com/2023/02/17/spy-balloons-and-ufos/","pubDate":"Fri, 17 Feb 2023 16:48:37 +0000","isoDate":"2023-02-17T16:48:37.000Z","contentSnippet":"For The New York Times, Eleanor Lutz illustrated things in the sky, because…\nTags: balloon, Eleanor Lutz, illustration, New York Times, UFO","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Cyanotype to represent grief","link":"https://flowingdata.com/2023/02/17/cyanotype-to-represent-grief/","pubDate":"Fri, 17 Feb 2023 16:30:51 +0000","isoDate":"2023-02-17T16:30:51.000Z","contentSnippet":"Marking the third anniversary of the first Covid deaths in the United States,…\nTags: coronavirus, Reuters","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"✚ Real Bits","link":"https://flowingdata.com/2023/02/16/process-226-real-bits/","pubDate":"Thu, 16 Feb 2023 19:30:10 +0000","isoDate":"2023-02-16T19:30:10.000Z","contentSnippet":"Tie in the real bits among the abstract shapes, colors, and geometries of charts to make the latter easier to understand.\nTags: abstract, illustration, reality","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Nathan Yau","title":"Data warehouse at the supermarket","link":"https://flowingdata.com/2023/02/16/data-warehouse-at-the-supermarket/","pubDate":"Thu, 16 Feb 2023 16:10:26 +0000","isoDate":"2023-02-16T16:10:26.000Z","contentSnippet":"Grocery stores with loyalty programs collect data on what and when you buy…\nTags: Albertsons, grocery, Kroger, privacy, The Markup","blogTitle":"Flowing Data","img":"https://flowingdata.com/wp-content/uploads/2014/10/logo-lone-square-600-5451c585_site_icon-32x32.png"},{"creator":"Lucas “Doce” Fernandes","title":"Brazil’s unique views on race","link":"https://blog.datawrapper.de/brazils-unique-views-on-race/","pubDate":"Thu, 16 Feb 2023 15:25:14 +0000","isoDate":"2023-02-16T15:25:14.000Z","contentSnippet":"Hi there, I’m Doce! 👋 I’m your favorite Brazilian person working in Datawrapper’s app team...","blogTitle":"Datawrapper Blog","img":"https://blog.datawrapper.de/wp-content/uploads/2021/03/favicon.png"},{"creator":"Evelina Judeikyte","title":"Familiar concepts","link":"https://www.theplot.media/p/familiar-concepts","pubDate":"Thu, 16 Feb 2023 14:01:13 GMT","isoDate":"2023-02-16T14:01:13.000Z","contentSnippet":"How to use well-known notions and metaphors for more effective designs","blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"}]