{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"A journalist’s guide to US opinion polls","link":"https://datajournalism.com/read/longreads/a-journalists-guide-us-polls","pubDate":"Thu, 29 Oct 2020 11:00:00 +0100","author":"Sherry Ricchiardi","content":"\n                                                                        <p>Donald Trump’s surprise victory in the U.S. presidential election four years ago was a catastrophic blow to the reliability of opinion polls. As November 3 approaches, journalists – and the public – ponder a crucial question: “Can the polls be trusted this time?” </p>\n<p>A Washington Post headline pinpointed why so many voters are feeling a sense of dread: <a href=\"https://www.washingtonpost.com/politics/trump-biden-clinton-election-dejavu/2020/10/18/808e8620-0fb2-11eb-8074-0e943a91bf08_story.html\">“Biden leads Trump. So did Hillary Clinton. For Democrats, it’s a worrisome campaign déjà vu.”</a></p>\n<p>While national polling shows Biden ahead, “It is but a snapshot, with a built-in margin of error that can go either way or not at all. Voting may have begun, but...voters have changed their minds before,” <a href=\"https://www.washingtonpost.com/politics/trump-biden-clinton-election-dejavu/2020/10/18/808e8620-0fb2-11eb-8074-0e943a91bf08_story.html\">The Washington Post reported</a> on October 18. </p>\n<p>Four years ago, pollsters struck out on several fronts. Among the most notable glitches, polling and interviewing were shut down a few days before the election, missing on-the-fence voters that swung heavily for Donald Trump. There was higher voter turnout in many rural counties, likely Trump territory, and lower turnout in urban hubs favourable to Hillary Clinton.</p>\n\n                                                                                                <blockquote><p>Don’t assume the previous election is going to be the model for what’s happening now.</p>\n</blockquote>\n\n                                                                     \n                            <p>The 2020 election has its own troubling factors.</p>\n<p>“Getting accurate poll data this year is being complicated by the pandemic, wide-spread mail-in voting, hyper-polarised constituencies and daily news surprises. Journalists shouldn't make matters worse by superficial and careless reporting,” wrote former Los Angeles Times editor <a href=\"https://twitter.com/franksotomayor?lang=en\">Frank O. Sotomayor</a> in an article <a href=\"https://www.poynter.org/ethics-trust/2020/reporting-on-polls-heres-how-to-do-it-responsibly/\">“Reporting on polls? Here’s how to do it responsibly.”</a></p>\n<p>Improving the quality of coverage isn’t rocket science if you know a few essentials, said Sotomayor. “Too many reports, for example, ignore that each poll carries a margin of error—or explain what that means. Adding fine print at the bottom of a graphic doesn’t cut it.”</p>\n\n                                                                      \n                            <p><a href=\"https://www.poynter.org/ethics-trust/2020/reporting-on-polls-heres-how-to-do-it-responsibly/\">A Poynter article</a> gives journalists some useful advice on how to navigate the 2020 presidential election cycle.</p>\n\n                                                                      \n                            <p>Here is the good news. Boning up on polling fundamentals and concepts is easier than ever using online tools. There are webinars and videos on polling, online courses and guidelines from veteran journalists. Most are free and accessible.</p>\n<p>For journalists, reporting on polls is serious business, a time-honoured responsibility that gives voice to ordinary citizens about their leaders and the social, political and economic issues that impact their lives.  Reliable polls are regarded as the most accurate way to measure public opinion, but that comes with a caveat.</p>\n<p>“Not all polls are created equal, and it’s a challenge for reporters to put polling results in proper perspective,” cautions <a href=\"https://twitter.com/loujacobson\">Louis Jacobson</a>, senior correspondent for <a href=\"https://www.politifact.com/\">PolitiFact</a>, a Pulitzer Prize-winning fact-checking website. “Don’t assume the previous election is going to be the model for what’s happening now.”</p>\n\n                                                                                                 <blockquote><p>Huge sample sizes sound impressive, but sometimes they don’t mean much.</p>\n</blockquote>\n\n                                                                     \n                            <h2>Building confidence in polling</h2>\n<p><a href=\"https://www.pewresearch.org/staff/courtney-kennedy/\">Courtney Kennedy</a>, director of survey research at <a href=\"https://www.pewresearch.org/\">Pew Research Center</a>, has a ringside seat for opinion polling in the United States. She is optimistic about this election cycle. There are more polls in key states, and some are of higher quality.</p>\n<p>In several battleground states like Michigan, there are double or more polls than in 2016, and many are addressing the technical issues that went wrong last time, said Kennedy, but polls are not infallible. Overall, national polls have performed well, she says. Errors in state-level polls in 2016 were “large and problematic.”</p>\n<p><a href=\"https://www.pewresearch.org/fact-tank/2020/08/05/key-things-to-know-about-election-polling-in-the-united-states/\">In an article for Pew Research Center</a>, Kennedy stressed the value of polling to a democracy. “A robust public polling industry is a marker of a free society. It’s a testament to the ability of organisations outside the government to gather and publish information about the well-being of the public and citizens’ views on major issues,” she wrote.</p>\n\n                                                                      \n                            <p><a href=\"https://www.pewresearch.org/fact-tank/2020/08/05/key-things-to-know-about-election-polling-in-the-united-states/\">An article by Courtney Kennedy</a> published on Pew Research Center's website explains why polling a society matters to democracy.</p>\n\n                                                                      \n                            <p>There also was a list of what the public should know about polling heading into the 2020 presidential election. Here is a sampling:</p>\n<ul>\n<li><a href=\"https://www.pewresearch.org/fact-tank/2020/08/05/key-things-to-know-about-election-polling-in-the-united-states/\"><strong>Different polling organisations conduct their surveys in quite different ways.</strong></a> “Currently, CNN and Fox News conduct polls by telephone using live interviewers, CBS and Politico field their polls online using opt-in panels, and The Associated Press and Pew Research Center conduct polls online using a panel of respondents recruited offline. These different approaches have consequences for data quality, as well as accuracy in elections.”</li>\n</ul>\n<ul>\n<li><a href=\"https://www.pewresearch.org/fact-tank/2020/08/05/key-things-to-know-about-election-polling-in-the-united-states/\"><strong>Huge sample sizes sound impressive, but sometimes they don’t mean much.</strong></a> “Students learning about surveys are generally taught that a very large sample size is a sign of quality because it means that the results are more precise. While the principle remains true in theory, the reality of modern polling is different. As Nate Cohn of the New York Times explained, `Often, the polls with huge samples are actually just using cheap and problematic methods.’”</li>\n</ul>\n<ul>\n<li><a href=\"https://www.pewresearch.org/fact-tank/2020/08/05/key-things-to-know-about-election-polling-in-the-united-states/\"><strong>Transparency in how a poll was conducted is associated with better accuracy.</strong></a> “The polling industry has several platforms and initiatives aimed at promoting transparency, including the <a href=\"https://www.aapor.org/Transparency_Initiative.htm\">American Association for Public Opinion Research’s `Transparency Initiative’</a> and the <a href=\"https://ropercenter.cornell.edu/\">Roper Center Archive</a>. <a href=\"https://fivethirtyeight.com/contributors/nate-silver/\">FiveThirtyEight’s Nate Silver</a> found that polling firms participating in these organisations have less error on average than those that don’t.”</li>\n</ul>\n<ul>\n<li><a href=\"https://www.pewresearch.org/ft-20-07-27_pollingfacts_feature/\"><strong>The barriers to entry in the polling field have disappeared.</strong></a> “Technology has disrupted polling in ways similar to its impact on journalism: by making it possible for anyone with a few thousand dollars to enter the field and conduct a national poll...there has been a proliferation of polls from firms with little to no survey credential or track record.”</li>\n</ul>\n\n                                                                                                                  \n                            <p>Pew Research Center's website offers a field guide to polling and instructive videos under the heading, <a href=\"https://www.pewresearch.org/methods/2019/11/19/a-field-guide-to-polling-election-2020-edition/\">“Methods 101,”</a> exploring topics such as random sampling, wording for survey questions, and how polling is conducted around the world. </p>\n<p><a href=\"https://www.politifact.com/staff/louis-jacobson/\">PolitiFact’s Louis Jacobson</a> also paints a more positive scenario for opinion polls this year. In 2016, “Polls were all over the map, zigzagging from start to finish. They appear much more stable this time,” said the former deputy editor for Roll Call, a Washington, D.C., newspaper that covers Capitol Hill.</p>\n<p>“People know a lot about Trump. They have had their minds made up for or against him for a long time. The choice [between Biden and Trump] appears to be more fixed,” said Jacobson. He cites another factor: Americans are voting early by mail or in-person in record numbers. </p>\n<p>As of October 28, more than 75 million votes had been cast around the US, surpassing the 58.3 million total pre-election votes in 2016. That is more than 54 percent of the overall turnout for the 2016 election,\naccording to The New York Times. Data science consultant <a href=\"https://www.robarthurwriter.com/about.html\">Rob Arthur</a> believes the transformation in how people are voting could be a snag for polls.</p>\n<p>“Pollsters are doing their best to cope with this, but it’s really hard to know how all these different factors – coronavirus, new ways of voting, the constant stream of news – will impact an election,” said Arthur.  “Even the best pollsters may run into problems they haven’t anticipated. <a href=\"https://www.politifact.com/\">PolitiFact</a> has posted a primer on what voters should pay attention to when reading polls, including weighting for education, poll wording, cherry-picking poll results, and cell phone/Internet polling. \"We are entering a new golden age for polling if the tools are used properly,\" <a href=\"https://twitter.com/SalvantoCBS\">Anthony Salvanto</a>, CBS News elections and surveys director, <a href=\"https://www.politifact.com/article/2019/nov/21/politifacts-guide-understanding-public-opinion-pol/\">told PolitiFact</a>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h2>Writing about polling data</h2>\n<p>The London-based <a href=\"https://www.mrs.org.uk/\">Market Research Society (MRS)</a> is a hub of quality control for opinion polling with more than 5,000 members in 50 countries, according to the website. “We have an ongoing commitment to supporting members’ professional development and providing them with tools they need to uphold the highest standards,” said CEO Jane Frost. </p>\n<p>She points to <a href=\"https://www.mrs.org.uk/resources/home\">resources available free on the MRS web page</a> created for journalists and the media. The goal, she says, is to train the trainers, especially journalism educators because, “That’s the best way, to catch them early. We want these materials to be disseminated and used.”</p>\n<p>A training module on the MRS website, <a href=\"https://www.mrs.org.uk/resources/interpreting-polls-and-election-data-guidance-for-media-and-journalists-\">“Interpreting polls and election data – guidance for media and journalists,”</a> provides an overview on polling that is adaptable to workshops, seminars and classroom instruction. Newsrooms might also use it for professional development.</p>\n<p>MRS partnered with <a href=\"https://impress.press/about-us/\">IMPRESS</a>, the UK’s independent press regulator, to create <a href=\"https://www.mrs.org.uk/pdf/IMPRESS%20MRS%20Guidance%20FINAL1.pdf\">“Using surveys and polling data in your journalism,”</a> a training tool on how to spot unreliable research and ensure that stories on polls are statistically sound. There is a focus on common mistakes reporters make, such as a lack of understanding of statistics. For instance, not knowing the difference between UK and Great Britain for statistical purposes.</p>\n\n                                                                      \n                            <p>In November 2019, Market Research Society and IMPRESS co-wrote <a href=\"https://www.mrs.org.uk/pdf/IMPRESS%20MRS%20Guidance%20FINAL1.pdf\">\"Using surveys and polling data in your journalism.\"</a></p>\n\n                                                                      \n                            <p>MRS also works closely with the <a href=\"http://www.britishpollingcouncil.org/\">British Polling Council (BPC)</a>, another opinion poll watchdog. <a href=\"http://www.britishpollingcouncil.org/a-quick-guide-for-journalists-to-the-use-and-reporting-of-opinion-polls/\">The BPC’s quick guide for reporting on polls</a>, posted on its website, begins with a hypothetical: </p>\n<p>“The results of a poll have just landed on your desk. You have to write a report about it in a matter of hours. But, can you trust it?  What should you be looking out for? And what details should you include?” Here is a quick guide for you need to know and do – in just five minutes.”</p>\n<p>It explains how polls are conducted, which ones should be avoided, what can go wrong and the limits of polling and ends with a checklist of five questions reporters should answer before writing their story.</p>\n<p>Another resource worth noting. <a href=\"https://poll.qu.edu/\">The Quinnipiac University Poll</a>, a household name in the U.S. polling industry, offers a tip sheet called, <a href=\"https://www.qu.edu/info-for/media/quinnipiac-university-poll-detail/tips-reporting-poll-data.html\">“The importance of covering poll data with clarity and accuracy.”</a> It exhorts reporters to answer who, what, when, why and how before writing about a poll. </p>\n<p>Quinnipiac states on its website: “Before journalists can report the statistical findings of a poll, it is essential they understand the methodology involved in the development of the poll and the data collection. The first thing to determine is whether the poll is transparent about its methods. There are many factors that go into creating a poll, and each one can have a big impact on the results.”</p>\n<p>The bottom line: The more journalists know about polls, how they work and how to evaluate their quality, the closer they come to clarity and accuracy in reporting. That is vitally important during an election campaign where lines between truth and disinformation often have been blurred.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h2>Prepping for election night</h2>\n<p>Political pundits predict election night may be rife with chaos. A Poynter webinar brought together media experts to ruminate about the potential problems that could arise.</p>\n<p>Counting ballots will take longer with a record number of mail-in votes. States have divergent rules on when they can start counting ballots. Social media and extreme partisanship will stroke misinformation. The winner might not be known for days or weeks, depending on the outcome and legal entanglements that might follow.</p>\n<p>Those are only some of the issues that could beleaguer Election Night 2020 said newsroom leaders from National Public Radio, The New York Times, CNN’s Washington bureau, and Associated Press, among others.</p>\n<p>After the webinar, PolitiFact’s Jacobson co-authored an article listing recommendations for journalists assigned to cover the election. They included:</p>\n<ul>\n<li><strong>Figure out a coronavirus safety plan for your newsroom.</strong> “All the preparations in the world won’t matter if you’re too sick to work. Reporters will be out on the street talking to voters, and at polling places and election supervisor headquarters. Provide relevant equipment, such as masks, to keep your staff safe.”</li>\n</ul>\n<ul>\n<li><strong>Counter misinformation when you see it.</strong> “Debunk or clarify the claim as early as possible in the story, and make sure not to give a misleading impression with headlines and in social media. Online tools such as Crowdtangle can help you find out what’s gaining traction online and reverse-image search RevEye can help verify and track down viral images. Google’s Factcheck Explorer can lead you to fact-checking work of other journalists.”</li>\n</ul>\n<ul>\n<li><strong>It’s OK to say you don’t know the answer yet.</strong> “When there haven’t been enough votes counted to be sure who’s ahead, or when the margins are too close to make a call, don’t rush. It’s more accurate and responsible to say there’s `no clear leader’ than to focus on who is leading with a small margin.”</li>\n</ul>\n<ul>\n<li><strong>Emphasise the local view.</strong> “The big advantage that local media outlets have over national ones is that they already have journalists on the ground. If a dispute arises in a specific state, reporters in local newsrooms are often best positioned to sort out the facts.”</li>\n</ul>\n<p>Jacobson’s article also stated a reality: Whether it’s orderly, or whether it proves to be the weirdest election night ever, it is certain to be historic. That appears to be a foregone conclusion. Foreign Policy magazine has dubbed the Biden-Trump race. <a href=\"https://foreignpolicy.com/2020/09/25/2020-election-donald-trump-joe-biden/\">“The Most Important Election. Ever”</a> in American history.</p>\n\n                                                                                                 <h2>Resources that can help:</h2>\n<ul>\n<li><a href=\"https://www.rcfp.org/2020-election-resources/\"><em>Reporters Committee for Freedom of the Press:</em></a> “Election Legal Guide” with an overview of legal issues journalists may face. Topics include exit polling, newsgathering in or near polling places and access to ballots and election records.  </li>\n</ul>\n<ul>\n<li><em><a href=\"https://journalistsresource.org/tip-sheets/reporting/public-opinion-polls-tips-journalists/\">Journalist's Resource</a>:</em> Explainer on polls and an article “11 questions journalists should ask about public opinion polls.” </li>\n</ul>\n<ul>\n<li><a href=\"https://fivethirtyeight.com/\"><em>FiveThirtyEight:</em></a> Focuses on statistical analysis and has updated its pollster rankings</li>\n</ul>\n<ul>\n<li><a href=\"https://www.aapor.org/\"><em>American Association for Public Opinion Research:</em></a> Offers numerous resources, including information on poll and survey response rates and an evaluation of 2016 election polls.</li>\n</ul>\n<ul>\n<li><a href=\"https://ropercenter.cornell.edu/\"><em>Roper Center iPoll:</em></a> The largest archive of U.S. public opinion data, covering the last 65 years. Use iPoll for individual survey questions and RoperExpress for entire datasets. First-time users must register, but it's free.</li>\n</ul>\n\n                                                                     \n                            <p>For more information on election data for journalists, check out:</p>\n<ul>\n<li><a href=\"https://soundcloud.com/datajournalism/episode-15-conversation-with-micah-cohen-fivethirtyeight\">Conversations with Data Podcast: FiveThirtyEight interview with Micah Cohen</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/challenging-election-disinformation-with-data\">Challenging election disinformation with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-dos-and-donts-of-predictive-journalism\">The do's and don'ts of predictive journalism</a></li>\n</ul>\n\n                                                                      \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/own-your-newsfeed-own-your-data\">Own your newsfeed, own your data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/privacy-day-security-guide\">Privacy guide for data journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"Donald Trump’s surprise victory in the U.S. presidential election four years ago was a catastrophic blow to the reliability of opinion polls. As November 3 approaches, journalists – and the public – ponder a crucial question: “Can the polls be trusted this time?” \nA Washington Post headline pinpointed why so many voters are feeling a sense of dread: “Biden leads Trump. So did Hillary Clinton. For Democrats, it’s a worrisome campaign déjà vu.”\nWhile national polling shows Biden ahead, “It is but a snapshot, with a built-in margin of error that can go either way or not at all. Voting may have begun, but...voters have changed their minds before,” The Washington Post reported on October 18. \nFour years ago, pollsters struck out on several fronts. Among the most notable glitches, polling and interviewing were shut down a few days before the election, missing on-the-fence voters that swung heavily for Donald Trump. There was higher voter turnout in many rural counties, likely Trump territory, and lower turnout in urban hubs favourable to Hillary Clinton.\nDon’t assume the previous election is going to be the model for what’s happening now.\nThe 2020 election has its own troubling factors.\n“Getting accurate poll data this year is being complicated by the pandemic, wide-spread mail-in voting, hyper-polarised constituencies and daily news surprises. Journalists shouldn't make matters worse by superficial and careless reporting,” wrote former Los Angeles Times editor Frank O. Sotomayor in an article “Reporting on polls? Here’s how to do it responsibly.”\nImproving the quality of coverage isn’t rocket science if you know a few essentials, said Sotomayor. “Too many reports, for example, ignore that each poll carries a margin of error—or explain what that means. Adding fine print at the bottom of a graphic doesn’t cut it.”\nA Poynter article gives journalists some useful advice on how to navigate the 2020 presidential election cycle.\nHere is the good news. Boning up on polling fundamentals and concepts is easier than ever using online tools. There are webinars and videos on polling, online courses and guidelines from veteran journalists. Most are free and accessible.\nFor journalists, reporting on polls is serious business, a time-honoured responsibility that gives voice to ordinary citizens about their leaders and the social, political and economic issues that impact their lives.  Reliable polls are regarded as the most accurate way to measure public opinion, but that comes with a caveat.\n“Not all polls are created equal, and it’s a challenge for reporters to put polling results in proper perspective,” cautions Louis Jacobson, senior correspondent for PolitiFact, a Pulitzer Prize-winning fact-checking website. “Don’t assume the previous election is going to be the model for what’s happening now.”\nHuge sample sizes sound impressive, but sometimes they don’t mean much.\nBuilding confidence in polling\nCourtney Kennedy, director of survey research at Pew Research Center, has a ringside seat for opinion polling in the United States. She is optimistic about this election cycle. There are more polls in key states, and some are of higher quality.\nIn several battleground states like Michigan, there are double or more polls than in 2016, and many are addressing the technical issues that went wrong last time, said Kennedy, but polls are not infallible. Overall, national polls have performed well, she says. Errors in state-level polls in 2016 were “large and problematic.”\nIn an article for Pew Research Center, Kennedy stressed the value of polling to a democracy. “A robust public polling industry is a marker of a free society. It’s a testament to the ability of organisations outside the government to gather and publish information about the well-being of the public and citizens’ views on major issues,” she wrote.\nAn article by Courtney Kennedy published on Pew Research Center's website explains why polling a society matters to democracy.\nThere also was a list of what the public should know about polling heading into the 2020 presidential election. Here is a sampling:\nDifferent polling organisations conduct their surveys in quite different ways. “Currently, CNN and Fox News conduct polls by telephone using live interviewers, CBS and Politico field their polls online using opt-in panels, and The Associated Press and Pew Research Center conduct polls online using a panel of respondents recruited offline. These different approaches have consequences for data quality, as well as accuracy in elections.”\nHuge sample sizes sound impressive, but sometimes they don’t mean much. “Students learning about surveys are generally taught that a very large sample size is a sign of quality because it means that the results are more precise. While the principle remains true in theory, the reality of modern polling is different. As Nate Cohn of the New York Times explained, `Often, the polls with huge samples are actually just using cheap and problematic methods.’”\nTransparency in how a poll was conducted is associated with better accuracy. “The polling industry has several platforms and initiatives aimed at promoting transparency, including the American Association for Public Opinion Research’s `Transparency Initiative’ and the Roper Center Archive. FiveThirtyEight’s Nate Silver found that polling firms participating in these organisations have less error on average than those that don’t.”\nThe barriers to entry in the polling field have disappeared. “Technology has disrupted polling in ways similar to its impact on journalism: by making it possible for anyone with a few thousand dollars to enter the field and conduct a national poll...there has been a proliferation of polls from firms with little to no survey credential or track record.”\nPew Research Center's website offers a field guide to polling and instructive videos under the heading, “Methods 101,” exploring topics such as random sampling, wording for survey questions, and how polling is conducted around the world. \nPolitiFact’s Louis Jacobson also paints a more positive scenario for opinion polls this year. In 2016, “Polls were all over the map, zigzagging from start to finish. They appear much more stable this time,” said the former deputy editor for Roll Call, a Washington, D.C., newspaper that covers Capitol Hill.\n“People know a lot about Trump. They have had their minds made up for or against him for a long time. The choice [between Biden and Trump] appears to be more fixed,” said Jacobson. He cites another factor: Americans are voting early by mail or in-person in record numbers. \nAs of October 28, more than 75 million votes had been cast around the US, surpassing the 58.3 million total pre-election votes in 2016. That is more than 54 percent of the overall turnout for the 2016 election,\naccording to The New York Times. Data science consultant Rob Arthur believes the transformation in how people are voting could be a snag for polls.\n“Pollsters are doing their best to cope with this, but it’s really hard to know how all these different factors – coronavirus, new ways of voting, the constant stream of news – will impact an election,” said Arthur.  “Even the best pollsters may run into problems they haven’t anticipated. PolitiFact has posted a primer on what voters should pay attention to when reading polls, including weighting for education, poll wording, cherry-picking poll results, and cell phone/Internet polling. \"We are entering a new golden age for polling if the tools are used properly,\" Anthony Salvanto, CBS News elections and surveys director, told PolitiFact.\nWriting about polling data\nThe London-based Market Research Society (MRS) is a hub of quality control for opinion polling with more than 5,000 members in 50 countries, according to the website. “We have an ongoing commitment to supporting members’ professional development and providing them with tools they need to uphold the highest standards,” said CEO Jane Frost. \nShe points to resources available free on the MRS web page created for journalists and the media. The goal, she says, is to train the trainers, especially journalism educators because, “That’s the best way, to catch them early. We want these materials to be disseminated and used.”\nA training module on the MRS website, “Interpreting polls and election data – guidance for media and journalists,” provides an overview on polling that is adaptable to workshops, seminars and classroom instruction. Newsrooms might also use it for professional development.\nMRS partnered with IMPRESS, the UK’s independent press regulator, to create “Using surveys and polling data in your journalism,” a training tool on how to spot unreliable research and ensure that stories on polls are statistically sound. There is a focus on common mistakes reporters make, such as a lack of understanding of statistics. For instance, not knowing the difference between UK and Great Britain for statistical purposes.\nIn November 2019, Market Research Society and IMPRESS co-wrote \"Using surveys and polling data in your journalism.\"\nMRS also works closely with the British Polling Council (BPC), another opinion poll watchdog. The BPC’s quick guide for reporting on polls, posted on its website, begins with a hypothetical: \n“The results of a poll have just landed on your desk. You have to write a report about it in a matter of hours. But, can you trust it?  What should you be looking out for? And what details should you include?” Here is a quick guide for you need to know and do – in just five minutes.”\nIt explains how polls are conducted, which ones should be avoided, what can go wrong and the limits of polling and ends with a checklist of five questions reporters should answer before writing their story.\nAnother resource worth noting. The Quinnipiac University Poll, a household name in the U.S. polling industry, offers a tip sheet called, “The importance of covering poll data with clarity and accuracy.” It exhorts reporters to answer who, what, when, why and how before writing about a poll. \nQuinnipiac states on its website: “Before journalists can report the statistical findings of a poll, it is essential they understand the methodology involved in the development of the poll and the data collection. The first thing to determine is whether the poll is transparent about its methods. There are many factors that go into creating a poll, and each one can have a big impact on the results.”\nThe bottom line: The more journalists know about polls, how they work and how to evaluate their quality, the closer they come to clarity and accuracy in reporting. That is vitally important during an election campaign where lines between truth and disinformation often have been blurred.\nPrepping for election night\nPolitical pundits predict election night may be rife with chaos. A Poynter webinar brought together media experts to ruminate about the potential problems that could arise.\nCounting ballots will take longer with a record number of mail-in votes. States have divergent rules on when they can start counting ballots. Social media and extreme partisanship will stroke misinformation. The winner might not be known for days or weeks, depending on the outcome and legal entanglements that might follow.\nThose are only some of the issues that could beleaguer Election Night 2020 said newsroom leaders from National Public Radio, The New York Times, CNN’s Washington bureau, and Associated Press, among others.\nAfter the webinar, PolitiFact’s Jacobson co-authored an article listing recommendations for journalists assigned to cover the election. They included:\nFigure out a coronavirus safety plan for your newsroom. “All the preparations in the world won’t matter if you’re too sick to work. Reporters will be out on the street talking to voters, and at polling places and election supervisor headquarters. Provide relevant equipment, such as masks, to keep your staff safe.”\nCounter misinformation when you see it. “Debunk or clarify the claim as early as possible in the story, and make sure not to give a misleading impression with headlines and in social media. Online tools such as Crowdtangle can help you find out what’s gaining traction online and reverse-image search RevEye can help verify and track down viral images. Google’s Factcheck Explorer can lead you to fact-checking work of other journalists.”\nIt’s OK to say you don’t know the answer yet. “When there haven’t been enough votes counted to be sure who’s ahead, or when the margins are too close to make a call, don’t rush. It’s more accurate and responsible to say there’s `no clear leader’ than to focus on who is leading with a small margin.”\nEmphasise the local view. “The big advantage that local media outlets have over national ones is that they already have journalists on the ground. If a dispute arises in a specific state, reporters in local newsrooms are often best positioned to sort out the facts.”\nJacobson’s article also stated a reality: Whether it’s orderly, or whether it proves to be the weirdest election night ever, it is certain to be historic. That appears to be a foregone conclusion. Foreign Policy magazine has dubbed the Biden-Trump race. “The Most Important Election. Ever” in American history.\nResources that can help:\nReporters Committee for Freedom of the Press: “Election Legal Guide” with an overview of legal issues journalists may face. Topics include exit polling, newsgathering in or near polling places and access to ballots and election records.  \nJournalist's Resource: Explainer on polls and an article “11 questions journalists should ask about public opinion polls.” \nFiveThirtyEight: Focuses on statistical analysis and has updated its pollster rankings\nAmerican Association for Public Opinion Research: Offers numerous resources, including information on poll and survey response rates and an evaluation of 2016 election polls.\nRoper Center iPoll: The largest archive of U.S. public opinion data, covering the last 65 years. Use iPoll for individual survey questions and RoperExpress for entire datasets. First-time users must register, but it's free.\nFor more information on election data for journalists, check out:\nConversations with Data Podcast: FiveThirtyEight interview with Micah Cohen\nChallenging election disinformation with data\nThe do's and don'ts of predictive journalism\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists\nOwn your newsfeed, own your data\nPrivacy guide for data journalists","guid":"https://datajournalism.com/read/longreads/a-journalists-guide-us-polls","isoDate":"2020-10-29T10:00:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}