{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"Capturing racial justice protests with data","link":"https://datajournalism.com/read/longreads/how-data-captured-americas-protests","pubDate":"Wed, 29 Jul 2020 11:36:00 +0200","author":"Sherry Ricchiardi","content":"\n                                                                        <p>Like millions of Americans, Alex Smith watched protesters take to the streets after the brutal killing of George Floyd, a Black man, while in Minneapolis police custody. As he skimmed social media in search of information, a Twitter thread caught his eye.</p>\n<p>A BuzzFeed journalist tweeted that protests against police brutality reached beyond major hubs like Chicago and New York City into America’s smallest towns and rural areas. Smith, a data analyst from Tucson, Arizona, was stunned.</p>\n<p>“I remember thinking, `Wow, this movement is much greater than I realised. Something big is going on.’ I wanted to create a document as fast as I could to capture the magnitude,” said Smith, who fell in love with maps as a child. He set out to find every city and town where Black Lives Matter (BLM) or George Floyd-related protests had taken place since the May 25 tragedy.   </p>\n<p>He scraped the first 450 protest locations from maps created by NBC News, Al-Jazeera and other media outlets. The first individual point he added was Pelham, New York, population 12,470, found on a Twitter thread. He turned to Google searches, Wikipedia, and Reddit to track locations. Once the map got traction, he started getting tips via email.</p>\n<p>By July 26, Smith’s <a href=\"https://www.creosotemaps.com/blm2020/\">map contained 4,352 communities worldwide</a> where protests, marches, vigils, and demonstrations had taken place, some in far-flung places like Karachi, Pakistan; Abuja, Nigeria, and Binnish, a city in war-torn Syria. Moscow, Hong Kong and Beirut were in the mix.</p>\n\n                                                                     \n                            <p>Alex Smith is a geographic information system analyst in Tucson, Arizona. <a href=\"https://www.creosotemaps.com/blm2020/index.html\">His goal is to map every city or town</a> that held a George Floyd/Black Lives Matter protest, action, or vigil using <a href=\"https://www.esri.com/en-us/arcgis/about-arcgis/overview\">Esri's ArcGIS Online software</a>.</p>\n\n                                                                      \n                            <p>Smith provided a visual portrait of the outcry for racial justice spreading to white, small-town America and into the politically conservative strongholds of Mississippi, Oklahoma and Wyoming. Protesters carried “Black Lives Matter” signs in Pulaski, Tennessee, population 7,652, known as the birthplace of the Ku Klux Klan.</p>\n<p>“Seeing the flood of dots on the map is a powerful image. It counters those who say that protests are limited to blue/Democrat urban areas, or that they are driven by Antifa and somehow dangerous or suspect,” said the former lawyer turned technology whiz. “There are people everywhere supporting Black Lives Matter, and it’s astonishing and inspiring to map.”</p>\n<p><a href=\"https://datajournalism.com/read/handbook/verification-3\">Verification</a> comes through links to news articles, mentions on social media, and Twitter posts tracked by loyal volunteers. </p>\n<p>On July 11, citing Smith as a source, the <em>Washington Post</em> reported that changes in small communities were fueling a racial justice movement across the Midwest. <em>The New York Times</em> and <em>USA Today</em> have used his research; stories about the project have appeared in the Bloomberg Newsletter and on National Public Radio’s Here &amp;  Now. <a href=\"https://gis.arizona.edu/news/showing-it-matters-mapping-george-floyd-or-black-lives-matter-protests\">Smith has a master’s degree in geographical information systems and technology</a>.</p>\n<p>In late July, <a href=\"https://www.creosotemaps.com/blm2020/index.html\">he still was adding locations</a>. “This is a project I know will never be 100 percent complete. It is perfect to do while I’m self-quarantined,” said Smith, who uses Esri’s ArcGIS online mapping software.</p>\n\n                                                                      \n                            <p>A female demonstrator offers a flower to a soldier at an anti-war protest at the U.S. Pentagon in 1967. Courtesy of Wikicommons/ Photo by S.Sgt. Albert R. Simpson. Department of Defense. Department of the Army. Office of the Deputy Chief of Staff for Operations. U.S. Army Audiovisual.</p>\n\n                                                                      \n                            <h2>Media coverage of protests: Then and now</h2>\n<p>Google, Twitter and YouTube weren’t around when anti-Vietnam war protesters chanted “Hell no, we won’t go” in the late 1960s and early 1970s. These activists depended on mainstream television and newspapers to get their message out. That put them in a precarious position, said <a href=\"https://journalism.wisc.edu/news/staff/douglas-m-mcleod/\">media scholar Douglas M. McLeod</a>.</p>\n<p>“They had a hard time getting media attention unless they did something dramatic like engage in civil disobedience, which often brought a response from the police. Ultimately, that kind of coverage portrayed the protesters as deviants and had detrimental effects on public reaction,” explained McLeod, who has studied media coverage of social protests for almost 40 years.</p>\n<p>The 21st century has seen profound changes in the media landscape. Mobile phones have turned citizens into public watchdogs, capturing events on video and posting them on YouTube. Activists use the Internet and social media as megaphones, bypassing the Fourth Estate. A more diverse media environment gives voice to the voiceless on social issues like racism and police brutality.</p>\n<p>During research for this report, the term “protest paradigm” repeatedly showed up in studies about media coverage of social unrest. Coined decades ago by McLeod and fellow scholar <a href=\"https://ci.uky.edu/jam/faculty-directory/james-hertog\">James Hertog</a>, it referred to newsgathering patterns that tended to disparage protesters, obscure their role in the political arena, and give greater voice to the authorities.</p>\n<p>In June, the term resurfaced in a NiemanLab report titled, <a href=\"https://www.niemanlab.org/2020/06/its-time-to-change-the-way-the-media-reports-on-protests-here-are-some-ideas/\">“It’s time to change the way the media reports on protests.”</a> According to the article, for almost a week after the BLM demonstrations started “national media made editorial choices, mirroring a framework social scientists have dubbed the `protest paradigm,’ that often failed to frame the events of the day accurately.”</p>\n<p>It’s the idea that “the press contributes to the political status quo by reinforcing whatever the government thinks,” media researcher Danielle Kilgo told NiemanLab.</p>\n\n                                                                                                 <blockquote><p>In the context of race and racism, data helps validate experiences and perspectives that are often undercut, misunderstood, silenced or ignored.</p>\n</blockquote>\n\n                                                                     \n                            <p>At first, McLeod also thought the paradigm might be in play. He observed the framing of the protests as contests between the police and demonstrators. There was more emphasis on the protesters’ acts of civil disobedience than on critical issues like racism. Much of the early coverage followed the same pattern of portraying the marchers as deviant, said the University of Wisconsin journalism professor.</p>\n<p>Then, as momentum spread across the globe, he noticed changes in media content --  stories began appearing more sympathetic to the protesters and their causes. “Initially, we saw coverage that reflected the protest paradigm, and then a gradual shift away from that,” said McLeod.</p>\n<p>He speculates that communication tools in the hands of the movement made it easier for the public and journalists to have access to the protesters’ viewpoints. The duration and size of the demonstrations made it harder to ignore the legitimacy of issues that drove the activism.</p>\n<p>“When public opinion begins to shift the media coverage will respond as well,” said McLeod. <a href=\"https://www.pewsocialtrends.org/2020/06/12/amid-protests-majorities-across-racial-and-ethnic-groups-express-support-for-the-black-lives-matter-movement/\">A June Pew Research Center Report</a> found that two-thirds of U.S. adults support the Black Lives Matter movement.</p>\n<p>There might have been another factor. “In the context of race and racism, data helps validate experiences and perspectives that are often undercut, misunderstood, silenced or ignored,” said Kilgo, who studies media portrayal of social movements. “Narratives holding police behaviour accountable would bring a shift to the protest paradigm.”</p>\n<p>Using forensic methods of investigation, mapping tools and visualisation, journalists have shed light on what may be the largest social movement in American history.</p>\n\n                                                                      \n                            <p>A Black Lives Matter Protest in Washington D.C. on 1 June 2020. Courtesy of Unsplash/ Instagram: @koshuphotography</p>\n\n                                                                      \n                            <h2>Documenting police violence and racism</h2>\n<p>In today’s political environment, exposing racism and police brutality often is a prime target for investigative journalists. Data is among the key building blocks.</p>\n<p>Videos, maps and graphics have been used to verify police violence against protesters, expose patterns of racism in American communities, and reconstruct the scene where George Floyd cried “I can’t breathe” while a White police officer knelt on his neck. Some of the projects have become prototypes for multi-dimensional storytelling.</p>\n<p>In July, the <em>Washington Post</em> published <a href=\"https://www.washingtonpost.com/nation/2020/06/08/understanding-racism-inequality-america/?arc404=true\">“Resources to understand America’s long history of injustice and inequality,”</a> featuring in-depth stories, videos, photo essays, audio and graphics of Black history and the progress – or lack of it – in the fight for racial justice. It wasn’t the first time the <em>Washington Post</em> put racism under the microscope.</p>\n<p>In 2015, the newspaper created a database of police killings, logging in all fatal shootings by an on-duty police officer in the United States. Among the findings: “Although half of the people shot and killed by police are White, Black Americans are shot at a disproportionate rate. They account for less than 13 percent of the U.S. population, but are killed by police at more than twice the rate of White Americans.”   </p>\n<p>Hispanic Americans also are killed by police at a disproportionate rate, the study found. The Post’s methodology for <a href=\"https://www.washingtonpost.com/graphics/investigations/police-shootings-database/\">“Fatal Force” can be read here</a>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>In June, <em>The New York Times</em> <a href=\"https://www.nytimes.com/interactive/2020/06/03/us/minneapolis-police-use-of-force.html\">zeroed in on police brutality in Minneapolis</a>, examining data from 2015 through May 26, the day after George Floyd’s death. The pattern of abuse was striking: Minneapolis police used force against Black people at seven times the rate of Whites. <a href=\"https://www.nytimes.com/interactive/2020/06/03/us/minneapolis-police-use-of-force.html\">A map broke down police use of force</a> against the Black population by city block. A graphic illustrated how often neck restraints, chemical irritants and other types of force were used on Black people versus Whites. About 20 percent of Minneapolis’s population of 430,000 is Black. “But when the police get physical — with kicks, neck holds, punches, shoves, takedowns, mace, tasers or other forms of muscle — nearly 60 percent of the time the person subject to that force is Black, according to the city’s own figures,” the Times reported.</p>\n<p>For another story, <em>The New York Times’</em> visual investigative team <a href=\"https://www.nytimes.com/2020/05/31/us/george-floyd-investigation.html\">reconstructed the minutes leading to Floyd’s death</a>, using security footage, witness videos, official documents, and interviews with experts, a combination of traditional reporting with advanced digital forensics. The video shows evidence of officers violating Minneapolis Police Department policies as they tormented Floyd.</p>\n<p>There is evidence of police assaults on another front. <a href=\"https://www.bellingcat.com\">Bellingcat</a>, a non-profit investigative group, collaborated with <em>The Guardian</em> to <a href=\"https://www.bellingcat.com/news/americas/2020/06/05/visualizing-police-violence-against-journalists-at-protests-across-the-us/\">visualise police violence against journalists at protests across the U.S.</a> They found more than 148 arrests or attacks on reporters and photojournalists between May 26 and June 2. These were known incidents; the total could be higher.</p>\n<p><a href=\"https://www.bellingcat.com/author/charlottegodart/\">Charlotte Godart</a>, a Bellingcat investigator, described the data-gathering, process for this investigation: “We compiled the data into a spreadsheet and plotted each of the incidents using geolocation. We compared the streets, buildings, and specific details in the videos and images until we were able to find, in most instances, the exact spots where these journalists were standing when they were detained, pepper-sprayed, or physically assaulted by the police.” <a href=\"https://dktaylor916.github.io/\">An interactive map visualised where these incidents</a> occurred in space and time. The Bellingcat website provides a <a href=\"https://www.bellingcat.com/resources/how-tos/2014/07/09/a-beginners-guide-to-geolocation/\">“Beginner’s Guide to Geolocating’ video</a>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h2>In search of reliable data</h2>\n<p>Over the years, <a href=\"https://www.amnesty.org/en/\">Amnesty International</a> has fought a continuing battle against the world’s worst human rights abuses. In May, the spotlight was on America. Between May 26 and June 5, 2020, <a href=\"https://www.amnesty.org/en/latest/news/2020/06/usa-unlawful-use-of-force-by-police-at-black-lives-matter-protests/\">researchers documented 125 incidents</a> of police violence against protesters, journalists and bystanders in 40 states and the District of Columbia committed by state and local police, National Guard troops and security forces from federal agencies.</p>\n<p>According to the report, “Police across the U.S. committed widespread and egregious human rights violations against people protesting the unlawful killings of Black people and calling for police reform.” Abuses included beatings, misuse of tear gas and pepper spray, and firing projectiles such as rubber bullets directly at protesters. A <em>Washington Post</em> story told of <a href=\"https://www.washingtonpost.com/investigations/2020/07/14/george-floyd-protests-police-blinding/?arc404=true]\">eight people being partially blinded by the police</a>.</p>\n<p>For journalists, the Amnesty report was a bonanza. The data provided reporters with fodder to explore police activities in their hometowns. It also linked to a larger issue: Brutality by law enforcement on a national scale that went beyond the urban centres.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>Investigators found that local police improperly used tear gas against peaceful protesters in Murfreesboro, Tennessee, Sioux Falls, South Dakota, and Conway, Arkansas, among others. In Iowa City, Iowa, police fired tear gas and threw flash-bang grenades at protesters kneeling and chanting “Hands up, don’t shoot,” according to Amnesty. In Fort Wayne, Indiana, a local journalist lost his eye when police shot him in the face with a tear gas grenade.</p>\n<p>\"The analysis is clear: when activists and supporters of the Black Lives Matter movement took to the streets in cities and towns across the country to peacefully demand an end to systemic racism and police violence, they were overwhelmingly met with a militarized response and more police violence,\" said <a href=\"https://twitter.com/Brian_Castner\">Brian Castner, Amnesty's senior crisis adviser</a> on arms and military operations in a statement. </p>\n<p><a href=\"https://www.amnesty.org/en/latest/news/2020/06/usa-unlawful-use-of-force-by-police-at-black-lives-matter-protests/\">Amnesty’s website posted a summary on how the data was collected</a>: “<a href=\"https://citizenevidence.org/\">The Crisis Evidence Lab</a> gathered almost 500 videos and photographs of protests from social media platforms. The digital content was verified, geolocated and analysed by investigators with experience in weapons, police tactics, and international and U.S law governing the use of force. In some cases, researchers were also able to interview victims and confirm police conduct with local police department departments.\" </p>\n<p>Non-profits like Amnesty International provide reliable information and are go-to sources for reporters. <a href=\"https://mediabiasfactcheck.com/amnesty-international/\">Media Bias/Fact Check rates Amnesty high</a> for factual reporting “due to proper sourcing and a reasonable fact check record.”</p>\n\n                                                                      \n                            <p>In some newsrooms, journalists themselves are gaining the skills to do open-source investigative reporting, using visual forensic methods to tell the story. <a href=\"https://gijn.org/2020/06/16/the-forensic-methods-reporters-are-using-to-trace-attacks-by-security-forces\">In a June 16 article</a> for <a href=\"https://gijn.org/\">Global Investigative Journalism Network (GIJN)</a> reporter <a href=\"https://twitter.com/RowanPhilp\">Rowan Philp</a> highlighted tools and techniques reporters around the globe are using. </p>\n<p>“These tools are absolutely remarkable, especially when we add dogged curiosity. Then they become really powerful,” said Philp, a GIJN media reporter and former foreign correspondent who has covered corruption and conflict in more than two dozen countries.</p>\n<p>His article points out that the visual forensics approach “is not about a smoking gun document or whistleblower’s testimony, but rather about assembling pieces of a visual and time puzzle, where, taken together, they have the weight of evidence to have an impact.”</p>\n<p>This raw evidence can expose attacks by security forces beyond a reasonable doubt. Philp cited an example from <a href=\"https://www.bbc.co.uk/programmes/w13xttpn\">BBC’s Africa Eye</a> where reporters grabbed Facebook Livestream clips of a protest in Sudan in real-time, and later pieced together evidence of the massacre of at least 61 protesters by a hostile militia. <a href=\"https://www.youtube.com/watch?v=dR56qxM4kHA\">The team reconstructed events</a> from 300 mobile phone videos, mostly taken by protesters as they fled.</p>\n\n                                                                                                                  \n                            <p>Philp has high praise for <a href=\"https://twitter.com/bertram_hill1\">Bertram Hill</a>, part of Africa Eye’s investigative team. Hill has developed an accessible list of more than 200 open source and forensic tools that are Africa-centric but can be applied globally. “These are incredible tools for journalists anywhere and most of them are free,” said Philp.</p>\n<p><a href=\"https://gijn.org/2020/06/16/the-forensic-methods-reporters-are-using-to-trace-attacks-by-security-forces/\">His GIJN story lists 12 techniques</a> used in recent investigations tracing abuse by security forces. Among them:</p>\n<ul>\n<li><p>“Remember the familiar tools you use every day. If you need to show that a protester or police officer could not have walked from A to B in a certain time, just enter those addresses in Google Map, and it will automatically show the walking time.”</p>\n</li>\n<li><p>“Track individuals through video clips by using markers, like distinctive clothing. One man’s bald spot proved to be an important marker for the NYT investigation into the beating of protesters by a Turkish security detail.”</p>\n</li>\n<li><p>“Avoid manipulating footage, unless it is essential for audience understanding, and, if you do, explain why you’re altered it. However, artificially highlighting an object, like a weapon, is appropriate, when presented within the context of the original photo.”</p>\n</li>\n</ul>\n<p><a href=\"https://gijn.org/2020/06/16/the-forensic-methods-reporters-are-using-to-trace-attacks-by-security-forces/\">Philp’s story contains a dizzying array of information</a> from timeline-based video editing tools and advanced search functions on Google and Twitter to archiving tools and people-finding apps like Pipl and Spokeo. <a href=\"https://start.me/p/m6OJgv/the-bbc-africa-eye-forensics-dashboard\">Hill’s list of 200 resources can be found here</a>. </p>\n<p>The use of data to expose police violence and racism is inspiring. It clearly makes a case for visual forensic methods and other cutting-edge technology to be part of the journalists’ toolkit. Philp would like to see reporters around the world develop these niche skills, as he calls them. The results, he said, can be “exhilarating.”</p>\n\n                                                                                                 <h2>Other resources that can help:</h2>\n<p><em><a href=\"https://cpj.org/2020/05/cpj-safety-advisory-covering-u-s-protests-over-police-violence\">The Committee to Protect Journalists (CPJ)</a></em> has posted a safety advisory and monitors incidents of police violence against the press via the U.S. Press Freedom Tracker. According to CPJ, the police appear to be responsible for the majority of incidents, although crowds and protesters also have targeted the press.</p>\n<p><em>Among CPJ’s tips for digital safety:</em></p>\n<ul>\n<li>Be aware of the information stored on your devices. Think about the type of information police will have access to should they detain you and gain access to phone or laptop.</li>\n<li>If possible, leave your main phone behind and instead carry a phone that has minimal information on it. If you cannot leave your phone behind remove as much personal information as possible, including logging out of and deleting apps from the phone. For more information, see CPJ’s advice about device security.</li>\n<li>Turn off location services for your apps]as this information is stored by companies and could be subpoenaed by the authorities at a later date.</li>\n</ul>\n<p><em>The U.S. Crisis Monitor</em> bills itself as <a href=\"https://acleddata.com/2020/07/09/introducing-the-us-crisis-monitor/\">“The only source of real-time data that captures both political violence as well as demonstrations in the United States.”</a> This joint effort of the Armed Conflict Location &amp; Event Data Project and the Bridging Divides Initiative at Princeton University features an interactive crisis mapping tool that is updated regularly with new data and trends.  </p>\n<p><em>National Press Photographers Association:</em> <a href=\"https://nppa.org/news/practical-advice-about-covering-high-profile-news-stories\">Practical advice about covering high profile news stories during protests and the upcoming election</a> by Micki Osterreicher, NPPA general counsel. It offers information on a variety of topics, including arrest and release, being questioned or detained, and complying with police orders.</p>\n<p><em>First Draft News:</em> <a href=\"https://firstdraftnews.org/latest/anti-racism-protests-resources-for-online-newsgathering-verification-protecting-sources-and-colleagues/\">George Floyd Protests: Resources for online newsgathering, verification, protecting sources and colleagues</a>*. It covers how to use social media to report on protests over police brutality and structural racism sweeping the world.</p>\n\n                                                                     \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/own-your-newsfeed-own-your-data\">Own your newsfeed, own your data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/privacy-day-security-guide\">Privacy guide for data journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"Like millions of Americans, Alex Smith watched protesters take to the streets after the brutal killing of George Floyd, a Black man, while in Minneapolis police custody. As he skimmed social media in search of information, a Twitter thread caught his eye.\nA BuzzFeed journalist tweeted that protests against police brutality reached beyond major hubs like Chicago and New York City into America’s smallest towns and rural areas. Smith, a data analyst from Tucson, Arizona, was stunned.\n“I remember thinking, `Wow, this movement is much greater than I realised. Something big is going on.’ I wanted to create a document as fast as I could to capture the magnitude,” said Smith, who fell in love with maps as a child. He set out to find every city and town where Black Lives Matter (BLM) or George Floyd-related protests had taken place since the May 25 tragedy.   \nHe scraped the first 450 protest locations from maps created by NBC News, Al-Jazeera and other media outlets. The first individual point he added was Pelham, New York, population 12,470, found on a Twitter thread. He turned to Google searches, Wikipedia, and Reddit to track locations. Once the map got traction, he started getting tips via email.\nBy July 26, Smith’s map contained 4,352 communities worldwide where protests, marches, vigils, and demonstrations had taken place, some in far-flung places like Karachi, Pakistan; Abuja, Nigeria, and Binnish, a city in war-torn Syria. Moscow, Hong Kong and Beirut were in the mix.\nAlex Smith is a geographic information system analyst in Tucson, Arizona. His goal is to map every city or town that held a George Floyd/Black Lives Matter protest, action, or vigil using Esri's ArcGIS Online software.\nSmith provided a visual portrait of the outcry for racial justice spreading to white, small-town America and into the politically conservative strongholds of Mississippi, Oklahoma and Wyoming. Protesters carried “Black Lives Matter” signs in Pulaski, Tennessee, population 7,652, known as the birthplace of the Ku Klux Klan.\n“Seeing the flood of dots on the map is a powerful image. It counters those who say that protests are limited to blue/Democrat urban areas, or that they are driven by Antifa and somehow dangerous or suspect,” said the former lawyer turned technology whiz. “There are people everywhere supporting Black Lives Matter, and it’s astonishing and inspiring to map.”\nVerification comes through links to news articles, mentions on social media, and Twitter posts tracked by loyal volunteers. \nOn July 11, citing Smith as a source, the Washington Post reported that changes in small communities were fueling a racial justice movement across the Midwest. The New York Times and USA Today have used his research; stories about the project have appeared in the Bloomberg Newsletter and on National Public Radio’s Here &  Now. Smith has a master’s degree in geographical information systems and technology.\nIn late July, he still was adding locations. “This is a project I know will never be 100 percent complete. It is perfect to do while I’m self-quarantined,” said Smith, who uses Esri’s ArcGIS online mapping software.\nA female demonstrator offers a flower to a soldier at an anti-war protest at the U.S. Pentagon in 1967. Courtesy of Wikicommons/ Photo by S.Sgt. Albert R. Simpson. Department of Defense. Department of the Army. Office of the Deputy Chief of Staff for Operations. U.S. Army Audiovisual.\nMedia coverage of protests: Then and now\nGoogle, Twitter and YouTube weren’t around when anti-Vietnam war protesters chanted “Hell no, we won’t go” in the late 1960s and early 1970s. These activists depended on mainstream television and newspapers to get their message out. That put them in a precarious position, said media scholar Douglas M. McLeod.\n“They had a hard time getting media attention unless they did something dramatic like engage in civil disobedience, which often brought a response from the police. Ultimately, that kind of coverage portrayed the protesters as deviants and had detrimental effects on public reaction,” explained McLeod, who has studied media coverage of social protests for almost 40 years.\nThe 21st century has seen profound changes in the media landscape. Mobile phones have turned citizens into public watchdogs, capturing events on video and posting them on YouTube. Activists use the Internet and social media as megaphones, bypassing the Fourth Estate. A more diverse media environment gives voice to the voiceless on social issues like racism and police brutality.\nDuring research for this report, the term “protest paradigm” repeatedly showed up in studies about media coverage of social unrest. Coined decades ago by McLeod and fellow scholar James Hertog, it referred to newsgathering patterns that tended to disparage protesters, obscure their role in the political arena, and give greater voice to the authorities.\nIn June, the term resurfaced in a NiemanLab report titled, “It’s time to change the way the media reports on protests.” According to the article, for almost a week after the BLM demonstrations started “national media made editorial choices, mirroring a framework social scientists have dubbed the `protest paradigm,’ that often failed to frame the events of the day accurately.”\nIt’s the idea that “the press contributes to the political status quo by reinforcing whatever the government thinks,” media researcher Danielle Kilgo told NiemanLab.\nIn the context of race and racism, data helps validate experiences and perspectives that are often undercut, misunderstood, silenced or ignored.\nAt first, McLeod also thought the paradigm might be in play. He observed the framing of the protests as contests between the police and demonstrators. There was more emphasis on the protesters’ acts of civil disobedience than on critical issues like racism. Much of the early coverage followed the same pattern of portraying the marchers as deviant, said the University of Wisconsin journalism professor.\nThen, as momentum spread across the globe, he noticed changes in media content --  stories began appearing more sympathetic to the protesters and their causes. “Initially, we saw coverage that reflected the protest paradigm, and then a gradual shift away from that,” said McLeod.\nHe speculates that communication tools in the hands of the movement made it easier for the public and journalists to have access to the protesters’ viewpoints. The duration and size of the demonstrations made it harder to ignore the legitimacy of issues that drove the activism.\n“When public opinion begins to shift the media coverage will respond as well,” said McLeod. A June Pew Research Center Report found that two-thirds of U.S. adults support the Black Lives Matter movement.\nThere might have been another factor. “In the context of race and racism, data helps validate experiences and perspectives that are often undercut, misunderstood, silenced or ignored,” said Kilgo, who studies media portrayal of social movements. “Narratives holding police behaviour accountable would bring a shift to the protest paradigm.”\nUsing forensic methods of investigation, mapping tools and visualisation, journalists have shed light on what may be the largest social movement in American history.\nA Black Lives Matter Protest in Washington D.C. on 1 June 2020. Courtesy of Unsplash/ Instagram: @koshuphotography\nDocumenting police violence and racism\nIn today’s political environment, exposing racism and police brutality often is a prime target for investigative journalists. Data is among the key building blocks.\nVideos, maps and graphics have been used to verify police violence against protesters, expose patterns of racism in American communities, and reconstruct the scene where George Floyd cried “I can’t breathe” while a White police officer knelt on his neck. Some of the projects have become prototypes for multi-dimensional storytelling.\nIn July, the Washington Post published “Resources to understand America’s long history of injustice and inequality,” featuring in-depth stories, videos, photo essays, audio and graphics of Black history and the progress – or lack of it – in the fight for racial justice. It wasn’t the first time the Washington Post put racism under the microscope.\nIn 2015, the newspaper created a database of police killings, logging in all fatal shootings by an on-duty police officer in the United States. Among the findings: “Although half of the people shot and killed by police are White, Black Americans are shot at a disproportionate rate. They account for less than 13 percent of the U.S. population, but are killed by police at more than twice the rate of White Americans.”   \nHispanic Americans also are killed by police at a disproportionate rate, the study found. The Post’s methodology for “Fatal Force” can be read here.\nIn June, The New York Times zeroed in on police brutality in Minneapolis, examining data from 2015 through May 26, the day after George Floyd’s death. The pattern of abuse was striking: Minneapolis police used force against Black people at seven times the rate of Whites. A map broke down police use of force against the Black population by city block. A graphic illustrated how often neck restraints, chemical irritants and other types of force were used on Black people versus Whites. About 20 percent of Minneapolis’s population of 430,000 is Black. “But when the police get physical — with kicks, neck holds, punches, shoves, takedowns, mace, tasers or other forms of muscle — nearly 60 percent of the time the person subject to that force is Black, according to the city’s own figures,” the Times reported.\nFor another story, The New York Times’ visual investigative team reconstructed the minutes leading to Floyd’s death, using security footage, witness videos, official documents, and interviews with experts, a combination of traditional reporting with advanced digital forensics. The video shows evidence of officers violating Minneapolis Police Department policies as they tormented Floyd.\nThere is evidence of police assaults on another front. Bellingcat, a non-profit investigative group, collaborated with The Guardian to visualise police violence against journalists at protests across the U.S. They found more than 148 arrests or attacks on reporters and photojournalists between May 26 and June 2. These were known incidents; the total could be higher.\nCharlotte Godart, a Bellingcat investigator, described the data-gathering, process for this investigation: “We compiled the data into a spreadsheet and plotted each of the incidents using geolocation. We compared the streets, buildings, and specific details in the videos and images until we were able to find, in most instances, the exact spots where these journalists were standing when they were detained, pepper-sprayed, or physically assaulted by the police.” An interactive map visualised where these incidents occurred in space and time. The Bellingcat website provides a “Beginner’s Guide to Geolocating’ video.\nIn search of reliable data\nOver the years, Amnesty International has fought a continuing battle against the world’s worst human rights abuses. In May, the spotlight was on America. Between May 26 and June 5, 2020, researchers documented 125 incidents of police violence against protesters, journalists and bystanders in 40 states and the District of Columbia committed by state and local police, National Guard troops and security forces from federal agencies.\nAccording to the report, “Police across the U.S. committed widespread and egregious human rights violations against people protesting the unlawful killings of Black people and calling for police reform.” Abuses included beatings, misuse of tear gas and pepper spray, and firing projectiles such as rubber bullets directly at protesters. A Washington Post story told of eight people being partially blinded by the police.\nFor journalists, the Amnesty report was a bonanza. The data provided reporters with fodder to explore police activities in their hometowns. It also linked to a larger issue: Brutality by law enforcement on a national scale that went beyond the urban centres.\nInvestigators found that local police improperly used tear gas against peaceful protesters in Murfreesboro, Tennessee, Sioux Falls, South Dakota, and Conway, Arkansas, among others. In Iowa City, Iowa, police fired tear gas and threw flash-bang grenades at protesters kneeling and chanting “Hands up, don’t shoot,” according to Amnesty. In Fort Wayne, Indiana, a local journalist lost his eye when police shot him in the face with a tear gas grenade.\n\"The analysis is clear: when activists and supporters of the Black Lives Matter movement took to the streets in cities and towns across the country to peacefully demand an end to systemic racism and police violence, they were overwhelmingly met with a militarized response and more police violence,\" said Brian Castner, Amnesty's senior crisis adviser on arms and military operations in a statement. \nAmnesty’s website posted a summary on how the data was collected: “The Crisis Evidence Lab gathered almost 500 videos and photographs of protests from social media platforms. The digital content was verified, geolocated and analysed by investigators with experience in weapons, police tactics, and international and U.S law governing the use of force. In some cases, researchers were also able to interview victims and confirm police conduct with local police department departments.\" \nNon-profits like Amnesty International provide reliable information and are go-to sources for reporters. Media Bias/Fact Check rates Amnesty high for factual reporting “due to proper sourcing and a reasonable fact check record.”\nIn some newsrooms, journalists themselves are gaining the skills to do open-source investigative reporting, using visual forensic methods to tell the story. In a June 16 article for Global Investigative Journalism Network (GIJN) reporter Rowan Philp highlighted tools and techniques reporters around the globe are using. \n“These tools are absolutely remarkable, especially when we add dogged curiosity. Then they become really powerful,” said Philp, a GIJN media reporter and former foreign correspondent who has covered corruption and conflict in more than two dozen countries.\nHis article points out that the visual forensics approach “is not about a smoking gun document or whistleblower’s testimony, but rather about assembling pieces of a visual and time puzzle, where, taken together, they have the weight of evidence to have an impact.”\nThis raw evidence can expose attacks by security forces beyond a reasonable doubt. Philp cited an example from BBC’s Africa Eye where reporters grabbed Facebook Livestream clips of a protest in Sudan in real-time, and later pieced together evidence of the massacre of at least 61 protesters by a hostile militia. The team reconstructed events from 300 mobile phone videos, mostly taken by protesters as they fled.\nPhilp has high praise for Bertram Hill, part of Africa Eye’s investigative team. Hill has developed an accessible list of more than 200 open source and forensic tools that are Africa-centric but can be applied globally. “These are incredible tools for journalists anywhere and most of them are free,” said Philp.\nHis GIJN story lists 12 techniques used in recent investigations tracing abuse by security forces. Among them:\n“Remember the familiar tools you use every day. If you need to show that a protester or police officer could not have walked from A to B in a certain time, just enter those addresses in Google Map, and it will automatically show the walking time.”\n“Track individuals through video clips by using markers, like distinctive clothing. One man’s bald spot proved to be an important marker for the NYT investigation into the beating of protesters by a Turkish security detail.”\n“Avoid manipulating footage, unless it is essential for audience understanding, and, if you do, explain why you’re altered it. However, artificially highlighting an object, like a weapon, is appropriate, when presented within the context of the original photo.”\nPhilp’s story contains a dizzying array of information from timeline-based video editing tools and advanced search functions on Google and Twitter to archiving tools and people-finding apps like Pipl and Spokeo. Hill’s list of 200 resources can be found here. \nThe use of data to expose police violence and racism is inspiring. It clearly makes a case for visual forensic methods and other cutting-edge technology to be part of the journalists’ toolkit. Philp would like to see reporters around the world develop these niche skills, as he calls them. The results, he said, can be “exhilarating.”\nOther resources that can help:\nThe Committee to Protect Journalists (CPJ) has posted a safety advisory and monitors incidents of police violence against the press via the U.S. Press Freedom Tracker. According to CPJ, the police appear to be responsible for the majority of incidents, although crowds and protesters also have targeted the press.\nAmong CPJ’s tips for digital safety:\nBe aware of the information stored on your devices. Think about the type of information police will have access to should they detain you and gain access to phone or laptop.\nIf possible, leave your main phone behind and instead carry a phone that has minimal information on it. If you cannot leave your phone behind remove as much personal information as possible, including logging out of and deleting apps from the phone. For more information, see CPJ’s advice about device security.\nTurn off location services for your apps]as this information is stored by companies and could be subpoenaed by the authorities at a later date.\nThe U.S. Crisis Monitor bills itself as “The only source of real-time data that captures both political violence as well as demonstrations in the United States.” This joint effort of the Armed Conflict Location & Event Data Project and the Bridging Divides Initiative at Princeton University features an interactive crisis mapping tool that is updated regularly with new data and trends.  \nNational Press Photographers Association: Practical advice about covering high profile news stories during protests and the upcoming election by Micki Osterreicher, NPPA general counsel. It offers information on a variety of topics, including arrest and release, being questioned or detained, and complying with police orders.\nFirst Draft News: George Floyd Protests: Resources for online newsgathering, verification, protecting sources and colleagues*. It covers how to use social media to report on protests over police brutality and structural racism sweeping the world.\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists\nOwn your newsfeed, own your data\nPrivacy guide for data journalists","guid":"https://datajournalism.com/read/longreads/how-data-captured-americas-protests","isoDate":"2020-07-29T09:36:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}