{"pageProps":{"post":{"creator":"Aneri Pattani","title":"Data, diets and disease","link":"https://datajournalism.com/read/longreads/data-diets-and-disease","pubDate":"Wed, 26 Feb 2020 15:00:00 +0100","author":"Aneri Pattani","content":"\n                                                                        <p>Drink less coffee to be healthier, suggested <a href=\"https://www.msn.com/en-us/health/medical/science-behind-why-coffee-makes-some-people-anxious/ar-BBXhSlr\">a recent article on MSN</a>, citing the fact that coffee can increase anxiety. Two days later, <a href=\"https://www.yahoo.com/lifestyle/coffee-four-cups-health-benefits-diabetes-high-blood-pressure-142330631.html\">a story on Yahoo</a> recommended the exact opposite. People should drink more coffee, it said, because the beverage may reduce the risk of type 2 diabetes and high blood pressure.</p>\n<p>Similarly, it’s been reported that <a href=\"https://www.mirror.co.uk/lifestyle/health/eating-chocolate-could-help-improve-21320206\">chocolate can improve sleep</a> and <a href=\"https://www.psychologytoday.com/us/blog/urban-survival/201912/type-chocolate-may-help-prevent-depression\">prevent depression</a>, but also may <a href=\"https://www.cnbc.com/2019/05/30/chocolate-and-hamburgers-among-ultra-processed-foods-linked-to-death.html\">lead to an earlier death</a>. A glass of <a href=\"https://www.independent.co.uk/life-style/food-and-drink/wine-one-glass-night-live-longer-life-expectancy-study-acc-a7893846.html\">red wine can help you live longer</a>, according to some articles, and <a href=\"https://www.villages-news.com/2020/01/19/alcohol-at-any-dose-can-increase-cancer-risk/\">increase your risk of cancer</a>, according to others.</p>\n<p>These stories, all of which cite scientific studies, embody a common criticism of health journalism: it misrepresents scientific findings, resulting in a nonsensical series of articles claiming some food is healthy one day, and harmful the next. The whiplash in reporting on scientific research is so pervasive that it inspired an entire episode of <a href=\"https://www.hbo.com/last-week-tonight-with-john-oliver\">‘Last Week Tonight’ with John Oliver</a>.</p>\n\n                                                                                                                 \n                            <p>But the real harm of this type of health reporting is that it can erode public trust in science. It can lead people to believe there are no true findings at all, and fuel movements like climate change denial and anti-vaccination campaigns.</p>\n<p>However, if journalists manage to navigate around the minefields of hyperbolic claims, complex medical trial data, and potential conflicts of interest, health reporting presents a real opportunity to provide a public service. Because health affects us all, thoughtful and responsible health stories can empower communities to make important social and policy choices, as well as advocate for their own health.</p>\n<p>To deliver such stories, journalists need to learn how to interpret studies responsibly, investigate potential bias and ethical concerns, and provide broader context around new findings. Although it may seem intimidating, even a basic understanding of these concepts can go a long way toward public health journalism that serves the public good.</p>\n\n                                                                      \n                            <h2>All studies are not created equal</h2>\n<p>Academic research of all kinds is often referred to as a study. “New study shows <a href=\"https://eurekalert.org/pub_releases/2020-01/uoc--amw011620.php\">soybean oil can cause genetic changes</a> in the brain,” a headline might say. Or “study finds this medication can <a href=\"https://www.express.co.uk/life-style/health/1224736/bowel-cancer-signs-symptoms-reduce-risk-painkiller-aspirin\">reduce the risk of bowel cancer</a>.”</p>\n<p>But too often the details of those studies -- what was done, how significant the findings are, and what limitations the study has -- are left out. Like the fact that the study on soybean oil and the study on bowel cancer medication were both done in mice. </p>\n<p>That’s a key difference, said James Heathers, a data scientist at Northeastern University in Boston. Although mice studies are a valuable part of medical research, their findings are not always transferable to humans, <a href=\"https://www.statnews.com/2019/04/15/in-mice-twitter-account-hype-science-reporting/\">he told STAT News</a>.</p>\n<p>That’s why he’s created a twitter account called <a href=\"https://twitter.com/justsaysinmice\">@justsaysinmice</a>, which retweets articles about scientific research often with just two words added on: IN MICE. The goal is to help the public, and journalists, recognise the importance of that difference.</p>\n\n                                                                                                                  \n                            <p>As a health journalist, one of the most crucial things to do is understand different types of studies and the benefits and drawbacks of each. Here’s a crash course:</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><strong>Test tube and animal research</strong> is highly preliminary and should be treated as such. Many news publications won’t even report on these types of studies because it’s unclear what human impact, if any, they will have.</p>\n<p><strong>Ideas, editorials, and opinions</strong> from knowledgeable researchers can be interesting, but are not yet at the threshold of scientific evidence.</p>\n<p><strong>A case report</strong> is the publication of a single case in a journal or other academic forum, typically because the case is unique and significant. </p>\n<p>While such cases can be fascinating, journalists should be careful not to generalise their findings. </p>\n<p>For instance, a recently published case report on <a href=\"https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-020-2341-z\">scurvy diagnosed in an otherwise healthy 3-year-old boy</a> should not be reported as “new study shows all children may be at risk for scurvy.” </p>\n<p>In reality, all that’s been found is one instance in which a child without typical risk factors, such as malnutrition or Crohn’s disease, had scurvy. It could be an anomaly rather than a generally applicable phenomenon.</p>\n<p><strong>A case control study</strong> is a study that compares patients who have a disease (cases) with patients who do not (controls). </p>\n<p>It is not an active intervention, but rather a retroactive observation of what was different between the controls and the cases. </p>\n<p>Those differences may or may not be meaningful, and this type of study cannot indicate if the differences caused the disease or not.</p>\n<p><strong>A cohort study</strong> involves following one or more samples of subjects (called cohorts) over time. </p>\n<p>Just like a case control study, there is no intervention here. Instead, it is a long-term observational study.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p><a href=\"https://www.framinghamheartstudy.org/\">The Framingham Heart Study</a>, which began in 1948 in Framingham, Mass., is one of the most well-known cohort studies. By observing the participants over decades, seeing who developed heart disease and what their lifestyles were like relative to those who did not, researchers were able to identify several risk factors for heart disease.</p>\n<p>The findings of <strong>randomised control trials</strong> are considered some of the most trustworthy. Participants are randomly assigned to either get an intervention (i.e. receive a drug, start a new diet, get a vaccine) or not. The results of the different participants are then compared.</p>\n<p>For even greater confidence, some randomised control trials are double-blinded, meaning neither the patients nor the researchers know who has received the intervention and who has gotten the placebo. This avoids bias in the reporting and interpreting of the data.</p>\n\n                                                                                                 <blockquote><p>The smaller the sample size of a study, the more reason to be cautious of its findings.</p>\n</blockquote>\n\n                                                                     \n                            <p><strong>Meta-analyses and systematic reviews</strong> are studies where researchers amass data from a number of previously published studies on the same issue and reanalyse the data together. These are considered some of the best forms of evidence since they’re based on multiple experiments. Yet, they rarely generate news.</p>\n<p>In addition to these different study methods, journalists should also note that medical studies done on a new drug or therapy are often referred to by a certain phase.\n° Phase I -- when a drug is being tested for safety, typically on a small group of human volunteers</p>\n<p>° Phase II -- when a drug is being tested for efficacy on a slightly larger group of people</p>\n<p>° Phase III -- large-scale testing, often involving randomised and blinded study designs on large populations</p>\n<p>° Phase IV -- after a drug has been approved for consumer use by the FDA; often testing its long-term efficacy or comparing it to other drugs on the market</p>\n<p>There are no hard and fast rules about which types of studies should or should not be covered, but understanding the differences can help journalists make educated decisions and convey the significance of any particular study appropriately.</p>\n\n                                                                      \n                            <h2>Understanding research statistics</h2>\n<p>After learning what type of design a study is using, reporters have to be able to interpret the findings. While it can be easy to skim past unfamiliar terms or seemingly complex numbers in an academic paper, this data can be a critical tool for evaluating the study’s merit. </p>\n<p>While health reporters don’t need to be statisticians, knowing three basic statistics can be helpful:</p>\n<p><strong>1. P-value</strong> is a statistic meant to indicate the probability that a finding is due to chance rather than the intervention being tested.</p>\n<p>Generally, the cutoff for p-values is 0.05. A p-value lower than that suggests confidence in the findings, as there is less than a 1 in 20 likelihood that the finding is due to chance. The lower the p-value, the greater confidence one can have in the findings. Conversely, a higher p-value means the findings are less statistically significant and could be coincidental.</p>\n<p>However, even a low p-value does not mean the findings should be taken at face value. P-values can be manipulated -- often referred to as p-hacking -- or they can simply be misleading. <a href=\"https://fivethirtyeight.com/features/you-cant-trust-what-you-read-about-nutrition/\">FiveThirtyEight illustrated this point</a> by conducting a survey in which they gathered demographic data and asked people about their diet. The reporters then went on to run regressions on that data and found statistically significant relationships (meaning p &lt; 0.05) between eating raw tomatoes and being Jewish, and eating cabbage and having an innie belly button.</p>\n\n                                                                      \n                            <p><a href=\"https://fivethirtyeight.com/features/you-cant-trust-what-you-read-about-nutrition/\">FiveThirtyEight graphic</a></p>\n\n                                                                      \n                            <p>Obviously one does not cause the other in these cases, no matter what the p-value -- which is why it’s crucial to look at other study statistics too.</p>\n<p><strong>2. Confidence interval</strong> is a range of values within which researchers are fairly certain the true value lies.</p>\n<p>Many medical studies may have a statement like the following: </p>\n<p><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3263226/\">“This study reports</a> this result as a relative risk reduction for the development of prostate cancer of 22.8% (95% CI: 15.2-29.8; P &lt; 0.001) for patients taking dutasteride compared to patients taking placebo.”</p>\n<p>That means that 95 percent of the time, the relative risk of developing prostate cancer is between 15.2% and 29.8% lower for patients taking the drug versus those taking a placebo.</p>\n<p>The smaller the range of the interval, the more confidence one can have in the findings (e.g. 2.46-5.63 is better than 21.93-132.3).</p>\n<p>Also, the lower and upper values of the interval should either both be positive or both be negative. If the range contains zero -- for example -1.03-3.02-- the finding is not statistically significant. Taking the previous example, if the confidence interval for the relative risk reduction with the drug was -1% to 4%, that would mean sometimes the drug reduces the risk and other times it doesn’t. Thus, the finding is not significant.</p>\n<p><strong>3. Sample size</strong> -- the number of participants or other type of population in which the study was conducted, often written as n.</p>\n<p>The smaller the sample size of a study, the more reason to be cautious of its findings. If a study was only done in white men over the age of 50, the results may not apply to black women in their 20s. Reporters should clearly state in their articles what sample was used and what that means about the generalisability of the results.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h2>Uncovering conflicts of interest and other ethical concerns</h2>\n<p>By now, it’s been widely documented that the tobacco industry funded research to <a href=\"https://www.ahajournals.org/doi/10.1161/CIRCULATIONAHA.107.715888\">undermine the harms of smoking</a> and that the fossil fuel industry hired scientists to <a href=\"https://www.climaterealityproject.org/blog/climate-denial-machine-how-fossil-fuel-industry-blocks-climate-action\">discredit climate change</a>. Yet for years the findings from these industry-backed studies were reported as fact, without caveats.</p>\n<p>Luckily, today there are many tools to help reporters uncover funding sources and potential conflicts of interest that can help avoid repeating the mistakes of the past.</p>\n<p>It all starts with the basics: read to the bottom of the study. Often at the end, researchers will list their affiliations with trade organisations or companies, and the source of their funding. Of course, they may not be completely honest, but it’s a good place to start.</p>\n\n                                                                      \n                            <p>Credit <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2759759\">JAMA Netw Open. 2020;3(1):e1919940. doi:10.1001/jamanetworkopen.2019.19940</a></p>\n\n                                                                      \n                            <p>Another way to go is to ask the researchers outright: “How is your study funded? Do you have any conflicts of interest or associations that might influence the way the public perceives this study?” Again, they may not respond honestly, but it never hurts to get them on the record.</p>\n<p>The best way to uncover ethical concerns is to do some independent sleuthing. </p>\n<p>Start by running a Google search of the study authors. It’s surprising how often something so simple will produce interesting information -- a pharmaceutical company’s press release about the author coming to work for them or a conference presentation where the author promoted a particular drug. </p>\n<p>Then check the researcher’s LinkedIn profile. Are they consulting for companies in addition to their academic work? Did they spend five years in an industry-funded think tank?</p>\n\n                                                                      \n                            <p>If that doesn’t yield much, there are several databases designed to shed light on this exact issue.</p>\n<p>° <a href=\"https://www.cms.gov/OpenPayments\">CMS Open Payments</a> -- This U.S. federal database includes information on industry payments to physicians and teaching hospitals. You can search by doctor, hospital, or company. The data is free to download.</p>\n<p>° ProPublica’s <a href=\"https://projects.propublica.org/docdollars/\">Dollars for Docs</a> - This tool allows reporters to search for payments from pharmaceutical and medical device companies to a variety of doctors and U.S. teaching hospitals for everything from promotional talks to research and consulting. ProPublica updates the database every so often. Using the search tool is free, but downloading the dataset costs $250 for journalists.</p>\n<p>° ProPublica’s <a href=\"https://projects.propublica.org/dollars-for-profs\">Dollars for Profs</a> - Similar to the Dollars for Docs, but for university researchers. The database allows you to search records from multiple state universities and the National Institutes of Health for outside income and conflicts of interest of professors, researchers, and staff. It’s a limited sample of universities, but a good place to start. The search tool is free, but downloading the entire dataset can cost anywhere from $200 to $3000 depending on the use.</p>\n<p>° Kaiser Health News’ <a href=\"https://khn.org/patient-advocacy/#\">Prescription for Power</a> - If the study involves or is promoted by a patient advocacy group, it’s a good idea to check if the group receives funding from pharmaceutical companies. Although this database hasn’t been updated in a few years, it remains a useful tool.</p>\n\n                                                                                                 <blockquote><p>Keep in mind that studies with negative results often don’t get published at all, so that can skew the results that surface.</p>\n</blockquote>\n\n                                                                     \n                            <p>Financial conflicts are not the only ethical concerns that can occur in the research world. Sometimes study authors can manipulate their data or interpret results in a biased manner to increase their apparent significance. For example, researchers might initially set out to test the effect of a drug on blood pressure. But when the results come in, they realise the drug didn’t affect blood pressure the way they hoped. Yet it did lower cholesterol. So then the researchers might change the measured outcome to cholesterol in order to show positive results. This is flawed study design, yet it can be difficult to know unless you’re part of the research process. Fortunately, there’s a tool to help with that too.</p>\n<p><a href=\"https://www.clinicaltrials.gov/\">ClinicalTrials.gov</a> collects data on publicly and privately funded clinical trials from more than 200 countries. It includes information on the study design, participants, outcomes to be measured, and results. Most importantly, it is updated throughout the lifetime of a study, and historical versions of the information get saved on an <a href=\"https://clinicaltrials.gov/archive/\">archival site</a>.</p>\n<p>Reporters simply need to get the NCT Number, a unique identifier for every clinical trial which can be found at the top of the study page on ClinicalTrials.gov, and enter it on the archival site. The tool will then show all previous versions of the study details. It can even highlight changes between any two versions (red for older versions and green for newer versions).</p>\n\n                                                                      \n                            <p>Credit ClinicalTrials.gov</p>\n\n                                                                      \n                            <p>If the study design changed from the original proposal to the final paper, that doesn’t necessarily mean there is unethical conduct. But it’s important to ask the study authors about the reason for the adjustments. </p>\n<p>Another website to keep an eye on is <a href=\"https://retractionwatch.com/\">Retraction Watch</a>, which tracks papers that get retracted due to some error. These often don’t get any media attention, but they can reveal important flaws in the scientific system. It’s worth monitoring the website for highly publicised studies that may be retracted, as well as to learn about the types of errors that are occurring and some of the researchers who are making them. That doesn’t mean you should never interview researchers who’ve had a study retracted. After all, people in all fields make mistakes sometimes. But it’s a good reminder to remain cautious.</p>\n\n                                                                      \n                            <h2>Questions to ask the study author(s)</h2>\n<p>After reading through a study and investigating it as best as possible, the next step is to present questions directly to the researchers. They’ve spent the most time with the material and can say the most about it. Many researchers are eager to share their work with the public, and these can be very fruitful conversations. </p>\n<p>But it’s key to go in prepared with the right questions. Here are a few -- by no means a complete list, but a place to start:</p>\n\n                                                                                                 <p>° What was the original study question? If it changed, when and why?</p>\n<p>° Were any types of participants excluded from the study? (i.e. if anyone with heart disease was removed from the study of a high blood pressure medication, then the findings are limited)</p>\n<p>° Did people drop out of the study midway through? If so, how many and why?</p>\n<p>° What was the intervention being compared with? Was there a control group? Was it being compared to another drug? If so, is that drug representative of what’s currently on the market or is it an older version?</p>\n<p>°What are the benefits of the intervention? And what are its potential harms/adverse effects?</p>\n<p>° How easily available is the intervention? What does it cost?</p>\n<p>° What are the limitations of the study?</p>\n<p>° How generalisable are your findings?</p>\n<p>° How do your findings fit in with the existing literature in this area?</p>\n\n                                                                     \n                            <h2>Providing context for the reporter and the reader</h2>\n<p>As it’s likely clear by now, health reporting is complex and nuanced. That means one of the most crucial things reporters can do for readers is to provide context. Yet journalists are not scientists, so first they must seek out the context themselves. Here are a few places to get started with that:</p>\n<p><strong>Find a biostatistician</strong> to be a regular, go-to source who can comment on studies. While knowing basic research statistics like p-value and confidence interval is helpful, a biostatistician can get into the weeds and alert journalists to questions they need to ask or concerning study elements they may have missed. Most local universities have statisticians who can act as expert sources.</p>\n<p><strong>Read meta analyses and systematic reviews</strong> on the subject. As mentioned earlier, these are papers that take data from several different studies and reanalyse it together, giving a much larger sample size and more confidence in the findings. Meta analyses and systematic reviews can provide perspective on where the public health field currently stands on any given subject, and whether the new study makes sense in that realm or if it is too far off base. <a href=\"https://www.cochranelibrary.com/\">The Cochrane Library</a> is a good resource for systematic reviews, as is a search with the keywords “systematic review” on <a href=\"https://scholar.google.com/\">Google Scholar</a> or <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/\">PubMed</a>.</p>\n\n                                                                      \n                            <p>Keep in mind that studies with negative results often don’t get published at all, so that can skew the results that surface. To that end, sometimes it’s helpful to talk to others in the field. </p>\n<p><strong>Have an outside researcher comment</strong> on studies as a regular part of the reporting process. As scientists themselves, they’ll be able to spot important findings as well as study flaws better than most reporters. They can be found through local universities, professional associations (i.e. American College of Cardiology), or the other papers cited in the study of interest.</p>\n<p>Public health reporting can be incredibly complex, especially for journalists without a background in medical science. But for diligent and compassionate reporters, it is also an opportunity to provide a public service. They simply need to master the tools to cut through the inflated claims and misleading rhetoric. That way, they can ensure pharmaceutical companies or individual scientists are not the ones needlessly gaining power from the reporting, but rather it is readers who walk away empowered to make better-informed health decisions.</p>\n\n                                                                      \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/own-your-newsfeed-own-your-data\">Own your newsfeed, own your data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/privacy-day-security-guide\">Privacy guide for data journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"Drink less coffee to be healthier, suggested a recent article on MSN, citing the fact that coffee can increase anxiety. Two days later, a story on Yahoo recommended the exact opposite. People should drink more coffee, it said, because the beverage may reduce the risk of type 2 diabetes and high blood pressure.\nSimilarly, it’s been reported that chocolate can improve sleep and prevent depression, but also may lead to an earlier death. A glass of red wine can help you live longer, according to some articles, and increase your risk of cancer, according to others.\nThese stories, all of which cite scientific studies, embody a common criticism of health journalism: it misrepresents scientific findings, resulting in a nonsensical series of articles claiming some food is healthy one day, and harmful the next. The whiplash in reporting on scientific research is so pervasive that it inspired an entire episode of ‘Last Week Tonight’ with John Oliver.\nBut the real harm of this type of health reporting is that it can erode public trust in science. It can lead people to believe there are no true findings at all, and fuel movements like climate change denial and anti-vaccination campaigns.\nHowever, if journalists manage to navigate around the minefields of hyperbolic claims, complex medical trial data, and potential conflicts of interest, health reporting presents a real opportunity to provide a public service. Because health affects us all, thoughtful and responsible health stories can empower communities to make important social and policy choices, as well as advocate for their own health.\nTo deliver such stories, journalists need to learn how to interpret studies responsibly, investigate potential bias and ethical concerns, and provide broader context around new findings. Although it may seem intimidating, even a basic understanding of these concepts can go a long way toward public health journalism that serves the public good.\nAll studies are not created equal\nAcademic research of all kinds is often referred to as a study. “New study shows soybean oil can cause genetic changes in the brain,” a headline might say. Or “study finds this medication can reduce the risk of bowel cancer.”\nBut too often the details of those studies -- what was done, how significant the findings are, and what limitations the study has -- are left out. Like the fact that the study on soybean oil and the study on bowel cancer medication were both done in mice. \nThat’s a key difference, said James Heathers, a data scientist at Northeastern University in Boston. Although mice studies are a valuable part of medical research, their findings are not always transferable to humans, he told STAT News.\nThat’s why he’s created a twitter account called @justsaysinmice, which retweets articles about scientific research often with just two words added on: IN MICE. The goal is to help the public, and journalists, recognise the importance of that difference.\nAs a health journalist, one of the most crucial things to do is understand different types of studies and the benefits and drawbacks of each. Here’s a crash course:\nTest tube and animal research is highly preliminary and should be treated as such. Many news publications won’t even report on these types of studies because it’s unclear what human impact, if any, they will have.\nIdeas, editorials, and opinions from knowledgeable researchers can be interesting, but are not yet at the threshold of scientific evidence.\nA case report is the publication of a single case in a journal or other academic forum, typically because the case is unique and significant. \nWhile such cases can be fascinating, journalists should be careful not to generalise their findings. \nFor instance, a recently published case report on scurvy diagnosed in an otherwise healthy 3-year-old boy should not be reported as “new study shows all children may be at risk for scurvy.” \nIn reality, all that’s been found is one instance in which a child without typical risk factors, such as malnutrition or Crohn’s disease, had scurvy. It could be an anomaly rather than a generally applicable phenomenon.\nA case control study is a study that compares patients who have a disease (cases) with patients who do not (controls). \nIt is not an active intervention, but rather a retroactive observation of what was different between the controls and the cases. \nThose differences may or may not be meaningful, and this type of study cannot indicate if the differences caused the disease or not.\nA cohort study involves following one or more samples of subjects (called cohorts) over time. \nJust like a case control study, there is no intervention here. Instead, it is a long-term observational study.\nThe Framingham Heart Study, which began in 1948 in Framingham, Mass., is one of the most well-known cohort studies. By observing the participants over decades, seeing who developed heart disease and what their lifestyles were like relative to those who did not, researchers were able to identify several risk factors for heart disease.\nThe findings of randomised control trials are considered some of the most trustworthy. Participants are randomly assigned to either get an intervention (i.e. receive a drug, start a new diet, get a vaccine) or not. The results of the different participants are then compared.\nFor even greater confidence, some randomised control trials are double-blinded, meaning neither the patients nor the researchers know who has received the intervention and who has gotten the placebo. This avoids bias in the reporting and interpreting of the data.\nThe smaller the sample size of a study, the more reason to be cautious of its findings.\nMeta-analyses and systematic reviews are studies where researchers amass data from a number of previously published studies on the same issue and reanalyse the data together. These are considered some of the best forms of evidence since they’re based on multiple experiments. Yet, they rarely generate news.\nIn addition to these different study methods, journalists should also note that medical studies done on a new drug or therapy are often referred to by a certain phase.\n° Phase I -- when a drug is being tested for safety, typically on a small group of human volunteers\n° Phase II -- when a drug is being tested for efficacy on a slightly larger group of people\n° Phase III -- large-scale testing, often involving randomised and blinded study designs on large populations\n° Phase IV -- after a drug has been approved for consumer use by the FDA; often testing its long-term efficacy or comparing it to other drugs on the market\nThere are no hard and fast rules about which types of studies should or should not be covered, but understanding the differences can help journalists make educated decisions and convey the significance of any particular study appropriately.\nUnderstanding research statistics\nAfter learning what type of design a study is using, reporters have to be able to interpret the findings. While it can be easy to skim past unfamiliar terms or seemingly complex numbers in an academic paper, this data can be a critical tool for evaluating the study’s merit. \nWhile health reporters don’t need to be statisticians, knowing three basic statistics can be helpful:\n1. P-value is a statistic meant to indicate the probability that a finding is due to chance rather than the intervention being tested.\nGenerally, the cutoff for p-values is 0.05. A p-value lower than that suggests confidence in the findings, as there is less than a 1 in 20 likelihood that the finding is due to chance. The lower the p-value, the greater confidence one can have in the findings. Conversely, a higher p-value means the findings are less statistically significant and could be coincidental.\nHowever, even a low p-value does not mean the findings should be taken at face value. P-values can be manipulated -- often referred to as p-hacking -- or they can simply be misleading. FiveThirtyEight illustrated this point by conducting a survey in which they gathered demographic data and asked people about their diet. The reporters then went on to run regressions on that data and found statistically significant relationships (meaning p < 0.05) between eating raw tomatoes and being Jewish, and eating cabbage and having an innie belly button.\nFiveThirtyEight graphic\nObviously one does not cause the other in these cases, no matter what the p-value -- which is why it’s crucial to look at other study statistics too.\n2. Confidence interval is a range of values within which researchers are fairly certain the true value lies.\nMany medical studies may have a statement like the following: \n“This study reports this result as a relative risk reduction for the development of prostate cancer of 22.8% (95% CI: 15.2-29.8; P < 0.001) for patients taking dutasteride compared to patients taking placebo.”\nThat means that 95 percent of the time, the relative risk of developing prostate cancer is between 15.2% and 29.8% lower for patients taking the drug versus those taking a placebo.\nThe smaller the range of the interval, the more confidence one can have in the findings (e.g. 2.46-5.63 is better than 21.93-132.3).\nAlso, the lower and upper values of the interval should either both be positive or both be negative. If the range contains zero -- for example -1.03-3.02-- the finding is not statistically significant. Taking the previous example, if the confidence interval for the relative risk reduction with the drug was -1% to 4%, that would mean sometimes the drug reduces the risk and other times it doesn’t. Thus, the finding is not significant.\n3. Sample size -- the number of participants or other type of population in which the study was conducted, often written as n.\nThe smaller the sample size of a study, the more reason to be cautious of its findings. If a study was only done in white men over the age of 50, the results may not apply to black women in their 20s. Reporters should clearly state in their articles what sample was used and what that means about the generalisability of the results.\nUncovering conflicts of interest and other ethical concerns\nBy now, it’s been widely documented that the tobacco industry funded research to undermine the harms of smoking and that the fossil fuel industry hired scientists to discredit climate change. Yet for years the findings from these industry-backed studies were reported as fact, without caveats.\nLuckily, today there are many tools to help reporters uncover funding sources and potential conflicts of interest that can help avoid repeating the mistakes of the past.\nIt all starts with the basics: read to the bottom of the study. Often at the end, researchers will list their affiliations with trade organisations or companies, and the source of their funding. Of course, they may not be completely honest, but it’s a good place to start.\nCredit JAMA Netw Open. 2020;3(1):e1919940. doi:10.1001/jamanetworkopen.2019.19940\nAnother way to go is to ask the researchers outright: “How is your study funded? Do you have any conflicts of interest or associations that might influence the way the public perceives this study?” Again, they may not respond honestly, but it never hurts to get them on the record.\nThe best way to uncover ethical concerns is to do some independent sleuthing. \nStart by running a Google search of the study authors. It’s surprising how often something so simple will produce interesting information -- a pharmaceutical company’s press release about the author coming to work for them or a conference presentation where the author promoted a particular drug. \nThen check the researcher’s LinkedIn profile. Are they consulting for companies in addition to their academic work? Did they spend five years in an industry-funded think tank?\nIf that doesn’t yield much, there are several databases designed to shed light on this exact issue.\n° CMS Open Payments -- This U.S. federal database includes information on industry payments to physicians and teaching hospitals. You can search by doctor, hospital, or company. The data is free to download.\n° ProPublica’s Dollars for Docs - This tool allows reporters to search for payments from pharmaceutical and medical device companies to a variety of doctors and U.S. teaching hospitals for everything from promotional talks to research and consulting. ProPublica updates the database every so often. Using the search tool is free, but downloading the dataset costs $250 for journalists.\n° ProPublica’s Dollars for Profs - Similar to the Dollars for Docs, but for university researchers. The database allows you to search records from multiple state universities and the National Institutes of Health for outside income and conflicts of interest of professors, researchers, and staff. It’s a limited sample of universities, but a good place to start. The search tool is free, but downloading the entire dataset can cost anywhere from $200 to $3000 depending on the use.\n° Kaiser Health News’ Prescription for Power - If the study involves or is promoted by a patient advocacy group, it’s a good idea to check if the group receives funding from pharmaceutical companies. Although this database hasn’t been updated in a few years, it remains a useful tool.\nKeep in mind that studies with negative results often don’t get published at all, so that can skew the results that surface.\nFinancial conflicts are not the only ethical concerns that can occur in the research world. Sometimes study authors can manipulate their data or interpret results in a biased manner to increase their apparent significance. For example, researchers might initially set out to test the effect of a drug on blood pressure. But when the results come in, they realise the drug didn’t affect blood pressure the way they hoped. Yet it did lower cholesterol. So then the researchers might change the measured outcome to cholesterol in order to show positive results. This is flawed study design, yet it can be difficult to know unless you’re part of the research process. Fortunately, there’s a tool to help with that too.\nClinicalTrials.gov collects data on publicly and privately funded clinical trials from more than 200 countries. It includes information on the study design, participants, outcomes to be measured, and results. Most importantly, it is updated throughout the lifetime of a study, and historical versions of the information get saved on an archival site.\nReporters simply need to get the NCT Number, a unique identifier for every clinical trial which can be found at the top of the study page on ClinicalTrials.gov, and enter it on the archival site. The tool will then show all previous versions of the study details. It can even highlight changes between any two versions (red for older versions and green for newer versions).\nCredit ClinicalTrials.gov\nIf the study design changed from the original proposal to the final paper, that doesn’t necessarily mean there is unethical conduct. But it’s important to ask the study authors about the reason for the adjustments. \nAnother website to keep an eye on is Retraction Watch, which tracks papers that get retracted due to some error. These often don’t get any media attention, but they can reveal important flaws in the scientific system. It’s worth monitoring the website for highly publicised studies that may be retracted, as well as to learn about the types of errors that are occurring and some of the researchers who are making them. That doesn’t mean you should never interview researchers who’ve had a study retracted. After all, people in all fields make mistakes sometimes. But it’s a good reminder to remain cautious.\nQuestions to ask the study author(s)\nAfter reading through a study and investigating it as best as possible, the next step is to present questions directly to the researchers. They’ve spent the most time with the material and can say the most about it. Many researchers are eager to share their work with the public, and these can be very fruitful conversations. \nBut it’s key to go in prepared with the right questions. Here are a few -- by no means a complete list, but a place to start:\n° What was the original study question? If it changed, when and why?\n° Were any types of participants excluded from the study? (i.e. if anyone with heart disease was removed from the study of a high blood pressure medication, then the findings are limited)\n° Did people drop out of the study midway through? If so, how many and why?\n° What was the intervention being compared with? Was there a control group? Was it being compared to another drug? If so, is that drug representative of what’s currently on the market or is it an older version?\n°What are the benefits of the intervention? And what are its potential harms/adverse effects?\n° How easily available is the intervention? What does it cost?\n° What are the limitations of the study?\n° How generalisable are your findings?\n° How do your findings fit in with the existing literature in this area?\nProviding context for the reporter and the reader\nAs it’s likely clear by now, health reporting is complex and nuanced. That means one of the most crucial things reporters can do for readers is to provide context. Yet journalists are not scientists, so first they must seek out the context themselves. Here are a few places to get started with that:\nFind a biostatistician to be a regular, go-to source who can comment on studies. While knowing basic research statistics like p-value and confidence interval is helpful, a biostatistician can get into the weeds and alert journalists to questions they need to ask or concerning study elements they may have missed. Most local universities have statisticians who can act as expert sources.\nRead meta analyses and systematic reviews on the subject. As mentioned earlier, these are papers that take data from several different studies and reanalyse it together, giving a much larger sample size and more confidence in the findings. Meta analyses and systematic reviews can provide perspective on where the public health field currently stands on any given subject, and whether the new study makes sense in that realm or if it is too far off base. The Cochrane Library is a good resource for systematic reviews, as is a search with the keywords “systematic review” on Google Scholar or PubMed.\nKeep in mind that studies with negative results often don’t get published at all, so that can skew the results that surface. To that end, sometimes it’s helpful to talk to others in the field. \nHave an outside researcher comment on studies as a regular part of the reporting process. As scientists themselves, they’ll be able to spot important findings as well as study flaws better than most reporters. They can be found through local universities, professional associations (i.e. American College of Cardiology), or the other papers cited in the study of interest.\nPublic health reporting can be incredibly complex, especially for journalists without a background in medical science. But for diligent and compassionate reporters, it is also an opportunity to provide a public service. They simply need to master the tools to cut through the inflated claims and misleading rhetoric. That way, they can ensure pharmaceutical companies or individual scientists are not the ones needlessly gaining power from the reporting, but rather it is readers who walk away empowered to make better-informed health decisions.\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists\nOwn your newsfeed, own your data\nPrivacy guide for data journalists","guid":"https://datajournalism.com/read/longreads/data-diets-and-disease","isoDate":"2020-02-26T14:00:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}