{"pageProps":{"post":{"creator":"Michael Corey","title":"Data in the air: a guide to producing data journalism for radio","link":"https://datajournalism.com/read/longreads/data-in-the-air","pubDate":"Tue, 28 May 2019 07:00:00 +0200","author":"Michael Corey","content":"\n                                                                        <p>Just because you can’t <em>see</em> something, doesn’t mean it’s not <em>there</em>. While this statement is true for many things, there’s perhaps no better way to describe the emergence of data journalism in radio. </p>\n<p>Since the field gained momentum in 2012, newsrooms around the globe have approached data with their eyes first -- adopting the latest and greatest visualisation tools and techniques, advocating for mobile-first and responsive design, and wow-ing readers with increasingly immersive data visualisations -- to the point that data journalism is often considered synonymous with data visualisation. And yet, data can power all forms of reporting, <em>even those that aren’t visual</em>. </p>\n<p>Despite this oversight, or perhaps in spite of it, there is no shortage of excellence in radio data reporting. For years, <a href=\"https://www.revealnews.org/\">Reveal</a> has been producing investigative radio programming, often heavily derived from data. There’s also the BBC’s <a href=\"https://www.bbc.co.uk/programmes/p04188zt\">audiographs</a>, which take statistics and turn them into sound to illustrate the headlines; an increasing adoption of sonification techniques from journalists across the board; and the fact that almost all journalism can leverage data in its underlying research phase. </p>\n<p>In this Long Read, we’re stepping away from the old adage, where a picture is worth ‘a thousand words’, so that we can begin thinking about how many a sound is worth. To help you start <em>listening</em> to data, we picked the brains of six experts, with backgrounds in radio or audio storytelling, to uncover how these formats can be harnessed for data journalism.</p>\n<p>Showing you how it’s done are:</p>\n<ul>\n<li><a href=\"http://sophiechou.com/\">Sophie Chou</a>, previously data journalist at <a href=\"https://www.pri.org/\">Public Radio International</a> and creator of an ongoing <a href=\"http://sophiechou.com/post/171320495526/what-does-the-death-toll-of-gun-violence-sound\">sound-based project</a> on gun violence</li>\n<li><a href=\"https://datajournalism.com/contributors/MichaelCorey\">Michael Corey</a>, award-winning journalist and senior data editor at <a href=\"http://www.revealnews.org/\">Reveal</a></li>\n<li><a href=\"https://datajournalism.com/contributors/AdeleHumbert\">Adèle Humbert</a>, investigative journalist and podcast producer whose work includes the Paradise Papers for Radio France, <a href=\"http://www.lifeofthelaw.org/2016/12/shaken/\">Shaken</a>, and <a href=\"https://www.boxsons.fr/rubrique/enquete\">Les Petits Revenants</a></li>\n<li><a href=\"https://twitter.com/tocit\">Petr Kočí</a>, founder of Sami z Dat, a data journalism firm whose biggest client is Czech Radio</li>\n<li><a href=\"https://datajournalism.com/contributors/JMarcoux\">Jacques Marcoux</a>, data journalist at Radio-Canada, recently leading a team that produced Canada’s first <a href=\"https://newsinteractives.cbc.ca/longform-custom/deadly-force\">database</a> on citizens who have been killed by police</li>\n<li><a href=\"http://www.mcnally.co.za/\">Paul McNally</a>, co-founder of <a href=\"http://www.volume.africa\">Volume</a>, a social enterprise that develops local news for community radio stations in Africa.</li>\n</ul>\n\n                                                                     \n                            \n                                                                                                                  \n                            <h2>How are audio formats different?</h2>\n<p>Our discussion started out with an acknowledgement that numbers simply don’t stick the way they would online or in print. Why? Well, as Adèle Humbert pointed out, listeners are often engaging with radio while they’re doing something else -- housekeeping, or while driving are common examples. As a result, it can be risky to include too much data in an audio piece because these listeners may not be engaged at a technical cognitive level.</p>\n<p>This means that “you don’t get to put as much ‘data’ in a radio story compared to print”, said Paul McNally, “so you have to be tactical in terms of how you script chunks of numbers into your piece and not lose your audience”. Avoid listing off statistics, for example -- depending on your listener’s surroundings, all these numbers could blend into one.</p>\n<p>While this may mean that radio is a limiting medium for some data journalists, Sophie Chou believes that these limitations offer an opportunity for journalists to make their reporting more emotionally impactful.</p>\n<p>“As a data reporter, it’s my top priority to make my stories accessible to all audiences, not just ‘numbers’ people. I think that the fact that you <em>can’t</em> pack too much numerical information into a radio segment (or podcast) actually challenges me to think creatively about how to put the human story at the front of my work.”</p>\n\n                                                                      \n                            <h2>Putting human stories first</h2>\n<p>When we use data as the foundation for a story, rather than <em>the</em> story, our experts agreed that there really isn’t that much difference between radio and other formats. </p>\n<p>“What has become abundantly clear to me is that listeners don’t care whatsoever about how the core of your story was derived; what they care about is what impact it has on them or someone else. So in that sense, the output of good data journalism should almost be void of any ‘data’. When you reframe it like that, you realise radio as a medium doesn’t really handicap your data work,” said Jacques Marcoux.</p>\n<p>Data journalists tend to put so much value in their methodologies, coding, and analysis, but doing so can mean that they lose sight of what the average listener cares about. Instead, Jacques suggests considering whether or not the ‘the data’ is the story, or whether it’s a conduit.</p>\n<p>“I understand the urge to highlight the behind-the-scenes work, but at the end of the day, it’s the human element that keeps people tuned in...and it just so happens radio is probably the best medium to achieve this,” he said.</p>\n<p>Michael Corey agreed, “it’s important not to separate data from the rest of what we do”. Regardless of medium, journalists should ask themselves about the main takeaway they need the audience to have. Is precision really important? Or are you trying to convey the shape of a dataset? </p>\n<p>“Sometimes that story needs data and sometimes it doesn’t. But if data or explaining a technical concept is truly important, I’m a big believer in leaning in. I was on a panel with <a href=\"https://twitter.com/madeleinebaran\">Madeleine Baran</a> and <a href=\"https://twitter.com/craftworksxyz\">Will Craft</a> from <a href=\"https://www.apmreports.org/\">APM Reports</a> a few years ago, and I really liked their formulation that data should be a character in your story. And a good character is worth developing -- give them some air time and let your audience get to know them. I think too often we’re scared of numbers. The temptation is to sneak one statistic in there and then get out ASAP. But if you had a character with one quote in a longform story, chances are that character just needs to be cut. Same with data,” Michael said.</p>\n<p>Adèle Humbert’s work on the <a href=\"https://www.icij.org/investigations/paradise-papers/\">Paradise Papers</a> at Radio France provides a good example of applying this storytelling principle. After data mining for months, with over 13 million documents to analyse, her reporting was guided by one key question: ‘How can I tell stories from very technical data?’. In answering this question, she knew that the human stories and the people involved in the data needed to be at the heart of the audio stories. So, she produced a series of short audio stories, focussing on several main characters, with online articles to complement these and explain the underlying technical details.</p>\n\n                                                                      \n                            <p>In her reporting on the Paradise Papers, Adèle focussed on the human characters, such as Lewis Hamilton.</p>\n\n                                                                      \n                            <h2>How to represent data through audio</h2>\n<p>Since radio doesn’t offer the ability to represent data visually, journalists have to be smart about how they represent data and translate complexities into digestible stories. Our experts laid out a few key principles to remember. </p>\n<p>First of all, remember that “there is never enough time on-air to explain everything”, said Petr Kočí. Instead of rattling off statistics, <em>simplify</em> and report the most important trends, using illustrative examples.</p>\n<p>“In our experience, audiences respond to things that are tangible, comprehensible, concrete, and especially rankings, e.g. these are the most dangerous intersections for pedestrians, these areas are most affected by drought.”</p>\n<p>As an example of effective simplification, Jacques Marcoux shared the New York Times’ (NYT) piece <a href=\"https://www.nytimes.com/interactive/2017/10/02/us/vegas-guns.html\">Nine Rounds a Second: How the Las Vegas Gunman Outfitted a Rifle to Fire Faster</a>. The project included a data visualisation, with sound beeps to compare gunfire between the Las Vegas shooting, where the gunman is said to have modified his weapons; a semiautomatic assault rifle; and an automatic weapon. Through these beeps, it’s clear that the Las Vegas gunshot timings are closer to those of a fully automatic weapon.</p>\n\n                                                                      \n                            <p>The NYT used a data visualisation with sonified data points to illustrate the speed of the Las Vegas shooter’s gunfire.</p>\n\n                                                                      \n                            <p>“While it wasn’t published on a traditional radio platform, it serves as a great example for using data to actually simplify (rather than complicate) the concept of a firearm’s rate of fire,” he said.</p>\n\n                                                                      \n                            <p>Getting to more novel techniques, Petr Kočí raised the possibility of experimenting with sensor journalism. You could, for instance, measure the vital functions of an undertrained marathon runner and get a sports doctor to commentate live during the race.</p>\n\n                                                                                                  \n                                <p>Reveal’s SMS-based story supplements.</p>\n\n                                                                                        <p>Another innovative method, suggested by Adèle Humbert, is using data as ‘extra content’ that listeners can access if they are interested in more information. For example, Reveal has been <a href=\"https://www.revealnews.org/blog/amplify-deepening-relationships-with-podcast-listeners-through-sms/\">experimenting</a> with technology that allows audiences to send a text for more data while they’re listening to the story.</p>\n\n                                                                                                  \n                            <h2>The special case of sonification</h2>\n<p>And then there’s <a href=\"https://en.wikipedia.org/wiki/Sonification\">data sonification</a> -- the process of mapping data to produce sounds. Think data visualisation, but for the ears. It’s becoming increasingly used by online journalists as a supplement to graphics and, of course, in radio it’s an interesting way to help listeners experience trends and patterns in a dataset. </p>\n<p>Reveal is particularly renowned for its data sonifications, and their <a href=\"https://www.revealnews.org/blog/turn-your-data-into-sound-using-our-new-miditime-library/\">Oklahoma earthquake sonification</a> is often singled out as an exemplar in the field. In this project, the team used sound to reveal the state’s extreme rise in seismic activity. Each earthquake was represented through a ‘plink’ noise, with low pitches and loud volume to indicate magnitude. The result is an eerie composition that leaves listeners struck by the extent of earthquakes that have hit the state.</p>\n\n                                                                      \n                            <p><iframe width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/209728441&amp;color=ff5500\"></iframe></p>\n\n                                                                      \n                            <p>Speculating about why this project was so effective, Jacques Marcoux got us thinking about the connection between sounds and listeners’ real-world sensory experiences. </p>\n<p>“In the case of the NYT sonification on the rate of fire of automatic rifles vs. bump-stock rifles, we can all relate to the sound of gunfire. Reveal’s <a href=\"https://www.revealnews.org/article/listen-to-the-music-of-seismic-activity-in-oklahoma/\">seismic activity in Oklahoma</a> example is strong as well, because we can relate to the feeling of the ground rumbling beneath our feet, say when a train of heaver truck rolls by.”</p>\n<p>While listeners may relate to the sensory experience of an earthquake, Michael Corey, who was behind the Oklahoma project, told us that this wasn’t a key consideration for his team. </p>\n<p>“When we did our earthquake sonification I wasn’t really thinking of the notes themselves as being related to the sound of earthquakes. In fact I’ve seen another sonification that uses sped-up waveforms from real earthquakes to illustrate a similar phenomenon, and I thought that schtick got in the way a bit of understanding. I was focused on the individual sounds as opposed to the overall picture,” he said.</p>\n\n                                                                      \n                            <p>A snapshot of how Reveal coded Earthquake magnitude into sound.</p>\n\n                                                                      \n                            <p>“You can generally imagine in your head what a dataset might sound like, but really it comes down to listening to the result and playing it for other people who aren’t engrossed in it. They will tell you in about two seconds if it works or not. You should be able to explain in words what it will sound like and what the effect will be, but I wouldn’t veto a piece based on this -- it’s all in the listening. Our earthquake sonification almost never got off the ground because our executive producer -- sorry, Kevin, outing you -- wasn’t sold on the concept. But once we did a test, including a voiceover with the host, it was a no-brainer and he was convinced.”</p>\n<p>Sophie Chou, whose <a href=\"http://sophiechou.com/post/171320495526/what-does-the-death-toll-of-gun-violence-sound\">gun violence project</a> provides another great example of journalistic sonficiation, also highlighted the importance of audience feedback. Her project, which translates each mass shooting in America into a piano note, uses volume to provoke an emotional response from listeners. The louder the note, the more deaths.</p>\n\n                                                                      \n                            <p><iframe width=\"100%\" height=\"300\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/400238595&color=%23ff5500&auto_play=false&hide_related=false&show_comments=true&show_user=true&show_reposts=false&show_teaser=true&visual=true\"></iframe></p>\n\n                                                                      \n                            <p>Drawing on this experience, Sophie suggested testing your work in the newsroom or on a small audience. Did they understand what the sounds represent? Was the data being portrayed clear? Were they able to pick up the pattern or point of the sonification? If the answer to any of these questions is no, it’s probably best to simplify your sounds down.</p>\n<p>“In both visuals and sound, I think that simpler is always better. The human brain is really good at picking up patterns and melodies, so I actually think it’s important not to tinker with the sound too much to sound melodic, or the listener might just catch up on a pattern and miss the data portrayed,” she said.</p>\n<p>As evidence to this point, Michael Corey told us about an early concept for their <a href=\"https://www.revealnews.org/episodes/up-against-the-wall/\">border wall episode</a>, which didn’t work so well.</p>\n<p>“...we tried to do a sonification that showed people that ‘the wall’ was actually many different, disconnected sections of fence, with huge gaps in some places. We pulled off a pretty cool technical feat, I thought, in translating a shapefile into sound, but personally I don’t think the result was legible to the audience. The concept was that you were sort of flying over the border, starting in Tijuana and heading east. If there was fence below you, a melody was playing. No fence, no melody. There was one melody for tall pedestrian fence and another for shorter vehicle fence. We had a bass line below it to keep it moving because of the big gaps some places,” he explained.</p>\n<p>‘In the end it was pretty intriguing musically -- our lead engineer and sonification co-conspirator <a href=\"https://www.revealnews.org/author/jimbriggs/\">Jim Briggs</a> put a ton of energy into it -- but people internally had trouble following it. It just took too much time to explain the concept, and the pattern wasn’t immediately obvious. It sounded like the hodge-podge that the border wall is, so it was accurate in that way, but not entirely successful.’</p>\n<p>His main takeaway: “if it takes you more than a few sentences to explain the concept, it’s probably too complex. And showing people disorder or the lack of a pattern is not going to be a very satisfying experience”.</p>\n<p>So, how to create these simple (yet striking) sound patterns? Michael recommends time-series data as a good go-to starting point.</p>\n<p>“Human ears are really good at <a href=\"https://www.revealnews.org/blog/the-sound-of-disparity-data-directed-silicon-valley-diversity-choir/\">discerning differences in loudness/pitch</a> and in finding patterns, so time series data that’s cyclical can work really well. We’re so hard-wired to respond to music, and there’s a lot more I’d love to do to play with this concept -- hacking our musical brains. I think playing with time is one of the most effective tools -- dead air, pregnant pauses, rapid-fire delivery, etc. That lends itself to time-series data…”</p>\n\n                                                                      \n                            \n                                                                      \n                            <h2>Go forth and get producing</h2>\n<p>Now that you have an idea of how data journalism can be formulated for audio, it’s time to take that first leap into producing it. Whether you’re a data journalist eager to tell radio stories, or a radio journalist looking to add a data angle, our experts put together some simple tips to set you on the right path.</p>\n<p>First, for all the radio-aspiring data journalists out there:</p>\n<ul>\n<li>“Become friends with audio producers! The best projects come from collaboration. Make sure you know what kind of voice the show or podcast you’re working on is looking for. Put the human voice at the forefront of the story. Think about how your data can create a narrative. And when in doubt, simplify the amount of information you’re sharing.” - Sophie Chou</li>\n<li>“Doing audio is a different set of muscles than we’re using to working, and you have to commit to working at it...But if you’ve never done audio before, you probably haven’t been cursed with News Anchor Voice, and natural-sounding speaking is the in-demand sound of the podcast era. Consider that a selling point! And in your writing for radio, show don’t tell, and free yourself from writing technically. Just tell a good story.” - Michael Corey</li>\n</ul>\n<p>And for our radio-savvy, soon-to-be data journalists:</p>\n<ul>\n<li>“Data is not a ‘decoration’ for your story. I strongly advise against adding data to a story that doesn’t need it. Data should drive your story idea and help shape it. Is there a beat or topic you cover that you might uncover more stories in if you could obtain certain documents or records? Start from there.” - Sophie Chou</li>\n<li>“Everyone has learned that data is a good way to sell a story to your editors, but I am highly allergic to ‘sprinkling a little data on that’. Good storytelling answers questions, and I think data analysis should always start with a question. Not ‘what’s in this data’, but what do you really want to know? From there you can get help, teach yourself, or, usually, do both.” - Michael Corey</li>\n</ul>\n<p>For both journalist-types, Petr Kočí offered some final advice: “you are two different species, but it's okay, be patient and keep talking to each other”.</p>\n\n                                              \n                ","contentSnippet":"Just because you can’t see something, doesn’t mean it’s not there. While this statement is true for many things, there’s perhaps no better way to describe the emergence of data journalism in radio. \nSince the field gained momentum in 2012, newsrooms around the globe have approached data with their eyes first -- adopting the latest and greatest visualisation tools and techniques, advocating for mobile-first and responsive design, and wow-ing readers with increasingly immersive data visualisations -- to the point that data journalism is often considered synonymous with data visualisation. And yet, data can power all forms of reporting, even those that aren’t visual. \nDespite this oversight, or perhaps in spite of it, there is no shortage of excellence in radio data reporting. For years, Reveal has been producing investigative radio programming, often heavily derived from data. There’s also the BBC’s audiographs, which take statistics and turn them into sound to illustrate the headlines; an increasing adoption of sonification techniques from journalists across the board; and the fact that almost all journalism can leverage data in its underlying research phase. \nIn this Long Read, we’re stepping away from the old adage, where a picture is worth ‘a thousand words’, so that we can begin thinking about how many a sound is worth. To help you start listening to data, we picked the brains of six experts, with backgrounds in radio or audio storytelling, to uncover how these formats can be harnessed for data journalism.\nShowing you how it’s done are:\nSophie Chou, previously data journalist at Public Radio International and creator of an ongoing sound-based project on gun violence\nMichael Corey, award-winning journalist and senior data editor at Reveal\nAdèle Humbert, investigative journalist and podcast producer whose work includes the Paradise Papers for Radio France, Shaken, and Les Petits Revenants\nPetr Kočí, founder of Sami z Dat, a data journalism firm whose biggest client is Czech Radio\nJacques Marcoux, data journalist at Radio-Canada, recently leading a team that produced Canada’s first database on citizens who have been killed by police\nPaul McNally, co-founder of Volume, a social enterprise that develops local news for community radio stations in Africa.\nHow are audio formats different?\nOur discussion started out with an acknowledgement that numbers simply don’t stick the way they would online or in print. Why? Well, as Adèle Humbert pointed out, listeners are often engaging with radio while they’re doing something else -- housekeeping, or while driving are common examples. As a result, it can be risky to include too much data in an audio piece because these listeners may not be engaged at a technical cognitive level.\nThis means that “you don’t get to put as much ‘data’ in a radio story compared to print”, said Paul McNally, “so you have to be tactical in terms of how you script chunks of numbers into your piece and not lose your audience”. Avoid listing off statistics, for example -- depending on your listener’s surroundings, all these numbers could blend into one.\nWhile this may mean that radio is a limiting medium for some data journalists, Sophie Chou believes that these limitations offer an opportunity for journalists to make their reporting more emotionally impactful.\n“As a data reporter, it’s my top priority to make my stories accessible to all audiences, not just ‘numbers’ people. I think that the fact that you can’t pack too much numerical information into a radio segment (or podcast) actually challenges me to think creatively about how to put the human story at the front of my work.”\nPutting human stories first\nWhen we use data as the foundation for a story, rather than the story, our experts agreed that there really isn’t that much difference between radio and other formats. \n“What has become abundantly clear to me is that listeners don’t care whatsoever about how the core of your story was derived; what they care about is what impact it has on them or someone else. So in that sense, the output of good data journalism should almost be void of any ‘data’. When you reframe it like that, you realise radio as a medium doesn’t really handicap your data work,” said Jacques Marcoux.\nData journalists tend to put so much value in their methodologies, coding, and analysis, but doing so can mean that they lose sight of what the average listener cares about. Instead, Jacques suggests considering whether or not the ‘the data’ is the story, or whether it’s a conduit.\n“I understand the urge to highlight the behind-the-scenes work, but at the end of the day, it’s the human element that keeps people tuned in...and it just so happens radio is probably the best medium to achieve this,” he said.\nMichael Corey agreed, “it’s important not to separate data from the rest of what we do”. Regardless of medium, journalists should ask themselves about the main takeaway they need the audience to have. Is precision really important? Or are you trying to convey the shape of a dataset? \n“Sometimes that story needs data and sometimes it doesn’t. But if data or explaining a technical concept is truly important, I’m a big believer in leaning in. I was on a panel with Madeleine Baran and Will Craft from APM Reports a few years ago, and I really liked their formulation that data should be a character in your story. And a good character is worth developing -- give them some air time and let your audience get to know them. I think too often we’re scared of numbers. The temptation is to sneak one statistic in there and then get out ASAP. But if you had a character with one quote in a longform story, chances are that character just needs to be cut. Same with data,” Michael said.\nAdèle Humbert’s work on the Paradise Papers at Radio France provides a good example of applying this storytelling principle. After data mining for months, with over 13 million documents to analyse, her reporting was guided by one key question: ‘How can I tell stories from very technical data?’. In answering this question, she knew that the human stories and the people involved in the data needed to be at the heart of the audio stories. So, she produced a series of short audio stories, focussing on several main characters, with online articles to complement these and explain the underlying technical details.\nIn her reporting on the Paradise Papers, Adèle focussed on the human characters, such as Lewis Hamilton.\nHow to represent data through audio\nSince radio doesn’t offer the ability to represent data visually, journalists have to be smart about how they represent data and translate complexities into digestible stories. Our experts laid out a few key principles to remember. \nFirst of all, remember that “there is never enough time on-air to explain everything”, said Petr Kočí. Instead of rattling off statistics, simplify and report the most important trends, using illustrative examples.\n“In our experience, audiences respond to things that are tangible, comprehensible, concrete, and especially rankings, e.g. these are the most dangerous intersections for pedestrians, these areas are most affected by drought.”\nAs an example of effective simplification, Jacques Marcoux shared the New York Times’ (NYT) piece Nine Rounds a Second: How the Las Vegas Gunman Outfitted a Rifle to Fire Faster. The project included a data visualisation, with sound beeps to compare gunfire between the Las Vegas shooting, where the gunman is said to have modified his weapons; a semiautomatic assault rifle; and an automatic weapon. Through these beeps, it’s clear that the Las Vegas gunshot timings are closer to those of a fully automatic weapon.\nThe NYT used a data visualisation with sonified data points to illustrate the speed of the Las Vegas shooter’s gunfire.\n“While it wasn’t published on a traditional radio platform, it serves as a great example for using data to actually simplify (rather than complicate) the concept of a firearm’s rate of fire,” he said.\nGetting to more novel techniques, Petr Kočí raised the possibility of experimenting with sensor journalism. You could, for instance, measure the vital functions of an undertrained marathon runner and get a sports doctor to commentate live during the race.\nReveal’s SMS-based story supplements.\nAnother innovative method, suggested by Adèle Humbert, is using data as ‘extra content’ that listeners can access if they are interested in more information. For example, Reveal has been experimenting with technology that allows audiences to send a text for more data while they’re listening to the story.\nThe special case of sonification\nAnd then there’s data sonification -- the process of mapping data to produce sounds. Think data visualisation, but for the ears. It’s becoming increasingly used by online journalists as a supplement to graphics and, of course, in radio it’s an interesting way to help listeners experience trends and patterns in a dataset. \nReveal is particularly renowned for its data sonifications, and their Oklahoma earthquake sonification is often singled out as an exemplar in the field. In this project, the team used sound to reveal the state’s extreme rise in seismic activity. Each earthquake was represented through a ‘plink’ noise, with low pitches and loud volume to indicate magnitude. The result is an eerie composition that leaves listeners struck by the extent of earthquakes that have hit the state.\n\nSpeculating about why this project was so effective, Jacques Marcoux got us thinking about the connection between sounds and listeners’ real-world sensory experiences. \n“In the case of the NYT sonification on the rate of fire of automatic rifles vs. bump-stock rifles, we can all relate to the sound of gunfire. Reveal’s seismic activity in Oklahoma example is strong as well, because we can relate to the feeling of the ground rumbling beneath our feet, say when a train of heaver truck rolls by.”\nWhile listeners may relate to the sensory experience of an earthquake, Michael Corey, who was behind the Oklahoma project, told us that this wasn’t a key consideration for his team. \n“When we did our earthquake sonification I wasn’t really thinking of the notes themselves as being related to the sound of earthquakes. In fact I’ve seen another sonification that uses sped-up waveforms from real earthquakes to illustrate a similar phenomenon, and I thought that schtick got in the way a bit of understanding. I was focused on the individual sounds as opposed to the overall picture,” he said.\nA snapshot of how Reveal coded Earthquake magnitude into sound.\n“You can generally imagine in your head what a dataset might sound like, but really it comes down to listening to the result and playing it for other people who aren’t engrossed in it. They will tell you in about two seconds if it works or not. You should be able to explain in words what it will sound like and what the effect will be, but I wouldn’t veto a piece based on this -- it’s all in the listening. Our earthquake sonification almost never got off the ground because our executive producer -- sorry, Kevin, outing you -- wasn’t sold on the concept. But once we did a test, including a voiceover with the host, it was a no-brainer and he was convinced.”\nSophie Chou, whose gun violence project provides another great example of journalistic sonficiation, also highlighted the importance of audience feedback. Her project, which translates each mass shooting in America into a piano note, uses volume to provoke an emotional response from listeners. The louder the note, the more deaths.\n\nDrawing on this experience, Sophie suggested testing your work in the newsroom or on a small audience. Did they understand what the sounds represent? Was the data being portrayed clear? Were they able to pick up the pattern or point of the sonification? If the answer to any of these questions is no, it’s probably best to simplify your sounds down.\n“In both visuals and sound, I think that simpler is always better. The human brain is really good at picking up patterns and melodies, so I actually think it’s important not to tinker with the sound too much to sound melodic, or the listener might just catch up on a pattern and miss the data portrayed,” she said.\nAs evidence to this point, Michael Corey told us about an early concept for their border wall episode, which didn’t work so well.\n“...we tried to do a sonification that showed people that ‘the wall’ was actually many different, disconnected sections of fence, with huge gaps in some places. We pulled off a pretty cool technical feat, I thought, in translating a shapefile into sound, but personally I don’t think the result was legible to the audience. The concept was that you were sort of flying over the border, starting in Tijuana and heading east. If there was fence below you, a melody was playing. No fence, no melody. There was one melody for tall pedestrian fence and another for shorter vehicle fence. We had a bass line below it to keep it moving because of the big gaps some places,” he explained.\n‘In the end it was pretty intriguing musically -- our lead engineer and sonification co-conspirator Jim Briggs put a ton of energy into it -- but people internally had trouble following it. It just took too much time to explain the concept, and the pattern wasn’t immediately obvious. It sounded like the hodge-podge that the border wall is, so it was accurate in that way, but not entirely successful.’\nHis main takeaway: “if it takes you more than a few sentences to explain the concept, it’s probably too complex. And showing people disorder or the lack of a pattern is not going to be a very satisfying experience”.\nSo, how to create these simple (yet striking) sound patterns? Michael recommends time-series data as a good go-to starting point.\n“Human ears are really good at discerning differences in loudness/pitch and in finding patterns, so time series data that’s cyclical can work really well. We’re so hard-wired to respond to music, and there’s a lot more I’d love to do to play with this concept -- hacking our musical brains. I think playing with time is one of the most effective tools -- dead air, pregnant pauses, rapid-fire delivery, etc. That lends itself to time-series data…”\nGo forth and get producing\nNow that you have an idea of how data journalism can be formulated for audio, it’s time to take that first leap into producing it. Whether you’re a data journalist eager to tell radio stories, or a radio journalist looking to add a data angle, our experts put together some simple tips to set you on the right path.\nFirst, for all the radio-aspiring data journalists out there:\n“Become friends with audio producers! The best projects come from collaboration. Make sure you know what kind of voice the show or podcast you’re working on is looking for. Put the human voice at the forefront of the story. Think about how your data can create a narrative. And when in doubt, simplify the amount of information you’re sharing.” - Sophie Chou\n“Doing audio is a different set of muscles than we’re using to working, and you have to commit to working at it...But if you’ve never done audio before, you probably haven’t been cursed with News Anchor Voice, and natural-sounding speaking is the in-demand sound of the podcast era. Consider that a selling point! And in your writing for radio, show don’t tell, and free yourself from writing technically. Just tell a good story.” - Michael Corey\nAnd for our radio-savvy, soon-to-be data journalists:\n“Data is not a ‘decoration’ for your story. I strongly advise against adding data to a story that doesn’t need it. Data should drive your story idea and help shape it. Is there a beat or topic you cover that you might uncover more stories in if you could obtain certain documents or records? Start from there.” - Sophie Chou\n“Everyone has learned that data is a good way to sell a story to your editors, but I am highly allergic to ‘sprinkling a little data on that’. Good storytelling answers questions, and I think data analysis should always start with a question. Not ‘what’s in this data’, but what do you really want to know? From there you can get help, teach yourself, or, usually, do both.” - Michael Corey\nFor both journalist-types, Petr Kočí offered some final advice: “you are two different species, but it's okay, be patient and keep talking to each other”.","guid":"https://datajournalism.com/read/longreads/data-in-the-air","isoDate":"2019-05-28T05:00:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}