{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"Data drives media coverage of climate refugees","link":"https://datajournalism.com/read/longreads/data-coverage-of-climate-refugees","pubDate":"Tue, 13 Dec 2022 09:30:00 +0100","author":"Sherry Ricchiardi","content":"\n                                             \n                            <p>Data has become a springboard for journalists on the frontlines of the climate refugee crisis. It points them to weather emergencies in hot zones like South Asia and Central America and to humans facing misery and despair.</p>\n<p>Jorge A., a Guatemalan farmer lost his corn crop to floods. He planted okra, but a drought killed it off. He feared if he didn’t get his family out, they, too, might die.</p>\n<p>Jorge’s story was told in gripping detail in a data-driven investigation by ProPublica in partnership with The New York Times Magazine, exploring how changes in population patterns could lead to catastrophe. The <a href=\"https://www.nytimes.com/interactive/2020/07/23/magazine/climate-migration.html\"><strong>“Great Climate Migration Has Begun,”</strong></a> presented as a visual essay, cited scenarios of how this crisis might play out.</p>\n<p>The joint venture, supported by the Pulitzer Center, had an over-arching strategy: To model, for the first time, <strong>how climate refugees might move across international borders</strong>. The modeling informed the journalist’s findings and “possible general pathways for the future.”</p>\n<p>“Should the flight away from hot climates reach the scale that current research suggests is likely, it will amount to a vast remapping of the world’s population,” wrote ProPublica’s Abrahm Lustgarten, lead author for the 2020 series.</p>\n\n                                                                      \n                            <p>Climate scientists have sounded the alarm for decades. A sample of the evidence: </p>\n<ul>\n<li><p>The UN Refugee Agency calls climate change <a href=\"https://www.unhcr.org/en-us/news/latest/2020/11/5fbf73384/climate-change-defining-crisis-time-particularly-impacts-displaced.html\"><strong>“the defining crisis of our time...unevenly weighted against the world’s most vulnerable people.”</strong></a> Climate refugees often are portrayed as <a href=\"https://www.weforum.org/agenda/2021/06/climate-refugees-the-world-s-forgotten-victims/\"><strong>\"the world’s forgotten victims.\"</strong></a></p>\n</li>\n<li><p>The Institute for Economics &amp; Peace (IEP), an international think-tank headquartered in Sydney, Australia, <a href=\"https://www.economicsandpeace.org/wp-content/uploads/2020/09/Ecological-Threat-Register-Press-Release-27.08-FINAL.pdf\"><strong>estimates that 1.2 billion people could be displaced</strong></a> globally by 2050 due to environmental change. IEP runs an Ecological Threat Register that measures climate risks countries face and projections for the future.  </p>\n</li>\n<li><p>According to <a href=\"https://www.pnas.org/doi/10.1073/pnas.1910114117\"><strong>a recent study in the journal Proceedings of the National Academy of Sciences</strong></a>, the planet could see a greater temperature increase in the next 50 years than it did in the last 6,000 years combined.</p>\n</li>\n</ul>\n\n                                                                      \n                            <p>ALTA VERAPAZ, GUATEMALA. Carlos Tiul, an Indigenous farmer whose maize crop has failed, with his children. Photo by Meridith Kohut</p>\n\n                                                                      \n                            <p><a href=\"https://projects.propublica.org/climate-migration/\"><strong>ProPublica</strong></a> and the <a href=\"https://www.nytimes.com/interactive/2020/12/16/magazine/russia-climate-migration-crisis.html\"><strong>Times</strong></a> provided a glimpse into the future. The three-part series explored how climate migration could spark massive population shifts and, in the process, remake the world order. According to the reporting, no country stands to gain more from the climate crisis than Russia. Climate maps showed a transformed United States. </p>\n<p>“The issue of climate-induced migration is all encompassing. It will affect everything. The cost of resisting the new climate reality is mounting,” said Lustgarten, ProPublica’s senior environmental reporter. He is working on a book about how climate migration could reshape America.</p>\n\n                                                                      \n                            <h3>How the Model Was Created</h3>\n<p>The project team turned to a “supercomputer” housed in a U.S. government facility in Cheyenne, Wyo., to process more than 10 billion data points into their model. It took four days for the machine, run by the National Center for Atmospheric Research, to calculate the answers.</p>\n<p>They contracted with Bryan Jones, an expert in modeling at the City University of New York, to build a climate migration model for the project similar to one he created for <a href=\"https://www.worldbank.org/en/news/press-release/2021/09/13/climate-change-could-force-216-million-people-to-migrate-within-their-own-countries-by-2050\"><strong>the World Bank’s Groundswell report</strong></a>. It included policy recommendations to help slow factors driving climate migration.</p>\n<p>“The models are a matrix of a number of scenarios and variables, some local and some customized for us... It includes all the standard climate forecast models, and all the standard SSP development scenario models used by the U.N., plus a bunch of added datasets I introduced, like for water availability, crop yields and growing seasons,” explained Lustgarten. (SSP refers to Shared Socioeconomic Pathways.)</p>\n<p>The model in part one of the migration series focused on Central America and Mexico. Lustgarten noted, “This is a global problem. There are hotspots: North Africa, South Asia, and central America. I chose Central America because it also borders the US and was newsworthy because we have an immigration debate, and caravans of migrants were coming at the time.”</p>\n<p>The next two articles were based on a different data approach sourced from Rhodium Group, which provides research, data and analytics on global topics.</p>\n\n                                                                      \n                            <p>EL PASO. A mother and daughter from Central America, hoping for asylum, turning themselves in to Border Patrol agents. Photo by Meridith Kohut</p>\n\n                                                                      \n                            <p>The team turned to top climate scientists for peer reviews and critique of the modeling approach. The goal was not to provide concrete predictions, but to show what the future might hold.  </p>\n<p> “Our model offers something far more potentially valuable to policy makers: a detailed look at the staggering human suffering that will be inflicted if countries shut their doors,” said Lustgarten. He predicts the impact of climate change “almost certainly will be the greatest wave of global migration the world has seen.” </p>\n<p>Is the press corps prepared to meet that challenge?</p>\n\n                                                                      \n                            <h3>Redefining  the Concept of Objectivity</h3>\n<p>Journalists have taken a stand on how they cover the climate beat. Their view of what constitutes a “balanced news report” has shifted from “he said, she said” objectivity toward a “weight of evidence” approach. Mainstream media are giving climate skeptics less time and for good reason.</p>\n<p>Researchers long had raised concerns that the media distorted scientific consensus on climate change by “false balance” reporting or “bothsidesism,” giving climate deniers too much say. Research by Northwestern University psychology professor David Rapp sheds light on the controversy.</p>\n<p>During a co-authored study, experiments were conducted to test how people would respond when two views about climate change were presented as equally valid, even though one side was based on scientific consensus and the other on denial. Among the conclusions, “When both sides of an argument are presented, people tend to have lower estimates about scientific consensus and seem to be less likely to believe climate change is something to worry about.” A campus publication touted, “Northwestern research finds ‘bothsidesism’ in journalism undermines science.” </p>\n<p>“The most important finding, to my mind, is that exposure to unsubstantiated viewpoints, pitched as reasonable alternatives, can be problematic. Making two sides appear to hold analogous evidence and support, when they do not, creates a real sense of false equivalency,” said Rapp, who researches language, memory and why people are so susceptible to misinformation.</p>\n<p>His suggestion to journalists: “Contemplate providing a clear indication and detail as to the expert consensus underlying debated viewpoints, rather than just presenting those viewpoints on their own. For example, offering statements from people who hold the view that climate change is not something to worry about could benefit from also indicating that such a view runs counter to the consensus view of climate scientists who study these issues and have collected vast amounts of data on the topic.”</p>\n<p>Courtney Perkins, a senior writer for CNN International, produced a study along those same lines. Her research on redefining balance, concluded, “Journalists are largely abandoning the`both-sides’ method of covering the environment to protect their stories’ accuracy.”   </p>\n<p>Perkins, a University of Nebraska master’s candidate, added: “It is up to us, the world’s communicators, to convey the seriousness of climate change to the pubic in hopes of spurring action to address existential environmental threats.” Those words have a ring of truth as migration draws more media attention.</p>\n\n                                                                      \n                            <h3>Expanding Climate Coverage</h3>\n<p>Three data journalists are on the Associated Press’ 20-person climate team created by the wire service earlier this year. Two dig through statistics in search of stories, the third works with visualization. “We use a lot of data in our stories. I will give you two examples,” said Peter Prengaman, an AP veteran tapped to lead the new initiative. </p>\n<p>The first, <a href=\"https://apnews.com/article/floods-science-africa-asia-climate-and-environment-66e55322884b19ca48577f7541418188\"><strong>“Fight over human harm, huge climate costs,”</strong></a> reported on loss and damage caused by climate change. A bar chart identifed the 20 countries that have done the most damage. The United States, China, European Union and Russia topped the list.   </p>\n<p><a href=\"https://apnews.com/article/wildfires-storms-science-business-health-7a0fb8c998c1d56759989dda62292379\"><strong>The second article</strong></a> analyzed electricity disturbance data submitted by utilities to the U.S. Department of Energy to identify weather-related outages in the United States as climate catastrophes spread.</p>\n<p>“Climate change intersects with all aspects of life. If it worsens – and it is getting worse as the planet heats up – there will be more climate disasters. We felt we really needed to ramp up our coverage,” said Prengaman, AP’s global climate and environment news director. Six more journalists will join the team in 2023.</p>\n<p>AP combines data and storytelling for an ongoing series about people uprooted by weather around the globe. In September, <a href=\"https://apnews.com/article/africa-lakes-kenya-crocodiles-climate-and-environment-8ac5b87e2c23de2250e436238aba96b0\"><strong>a report described the plight of Kenyan women attacked by a crocodile</strong></a> in a lake near her home, leaving one of her legs “nothing but bones and hanging flesh.”   </p>\n<p>Due to heavy rainfall tied to climate change “the expanding lake has swallowed up homes and hotels and brought in crocodiles and hippos that have turned up on people’s doorsteps and in classrooms,” according to the report. The woman was washing in shallow water after a day in the maize fields when the crocodile grabbed her.</p>\n<p>The journalists found data to support what they suspected. This was not an isolated incident.  A huge jump in crocodile attacks was tied to weather changes, said co-author Julie Watson.</p>\n\n                                                                      \n                            <p><a href=\"https://apnews.com/article/africa-lakes-kenya-crocodiles-climate-and-environment-8ac5b87e2c23de2250e436238aba96b0/gallery/157382f5e8484d21b873eca9fdc7bbce\"><strong>Winnie Keben stands in her homestead as the sun sets at Meisori village in Baringo County, Kenya, Wednesday, July 20, 2022. (AP Photo/Brian Inganga)</strong></a></p>\n\n                                                                      \n                            <p>Finding the statistics is only the first step. “It will get you on your way, but the story will be dry if you stop there,” said the veteran AP reporter. “If the data is to mean something, you need to humanize and make it real for people. It is important to find an example of what the numbers are saying, then really drill down as far as you can.”</p>\n<p>Following are three other media organizations that recently expanded climate coverage:</p>\n<ul>\n<li><p>In November, the <strong>Washington Post</strong> announced it was tripling the size of the climate team to over 30 journalists and adding “Climate Lab,” a section that uses data and graphics to tell stories. There also is a site for climate solutions. The Post won a Pulitzer Prize in 2020 for explanatory reporting on global warming.</p>\n</li>\n<li><p><strong>Deutsche Welle</strong> recently partnered with Covering Climate Now, a news collaboration of 500-plus news outlets, to expand coverage. “The climate crisis is one of DW’s focus topics. By joining Covering Climate Now, we can collaborate with partner newsrooms around the world to ensure the issue is given the emphasis it needs,” DW said in a press release.”</p>\n</li>\n<li><p>In October, <strong>National Public Radio</strong>created a new climate desk to cover “what might be the most important story of our time.”  The supervising editor of the station’s Energy and Environment collaborative joined the team along with four climate journalists. Two reporters are assigned to explanatory journalism, helping the public understand changes to the planet.</p>\n</li>\n</ul>\n<p>Climate journalism has turned a corner. Environment coverage is woven into every  newsroom beat, there is more investment in climate projects and a greater demand for specialists in the field. From a Washington Post ad: “Seeking two reporters to serve as global climate correspondents, new positions at the heart of expansion of climate coverage.”</p>\n<p>One thing remains unchanged: “It is important to remember that real people live the issues we report about. They should always have a voice. That is fundamental to our job,” said ProPublica’s Lustgarten.</p>\n\n                                                                      \n                            <h3>Resources for stories on climate refugees</h3>\n<ul>\n<li><p><a href=\"https://gmdac.iom.int/global-migration-data-portal\"><strong>International Organization of Migration (IOM) Migration Data Portal</strong></a>: “Provides timely, comprehensive migration statistics and reliable information about migration data globally, regional and per country.” </p>\n</li>\n<li><p><a href=\"https://www.unhcr.org/refugee-statistics/\"><strong>UNHCR’s Refugee Population Statistics Database</strong></a>: “Contains information about forcibly displaced population, including refugees, asylum seekers and international displaced people.”  </p>\n</li>\n<li><p><a href=\"https://www.internal-displacement.org/expert-opinion/10-ways-to-tackle-climate-displacement-in-the-run-up-to-2030\"><strong>Internal Displacement Monitoring Center (IDMC)</strong></a>: Verified, consolidated, multi-sources estimate on the number of people internally displaced or at risk. An IDMC article lists “10 Ways to Tackle Climate Displacement in the Run-Up to 2030.” </p>\n</li>\n<li><p><a href=\"https://www.unhcr.org/refugee-statistics/\"><strong>Global South Climate Database</strong></a>: Searchable database of scientists and experts in the field of climate change. Journalists can contact scientists from Asia, Africa, Latin America and the Pacific. </p>\n</li>\n<li><p><a href=\"https://coveringclimatenow.org/\"><strong>Covering Climate Now</strong></a>: Best practices for covering climate, tip sheets, and examples of reports in several categories, including climate justice, climate solutions and living through emergencies.  </p>\n</li>\n<li><p><a href=\"https://dtm.iom.int/\"><strong>Displacement Tracking Matrix</strong></a>: IOM-run system that tracks and monitors population mobility, particularly displacement. </p>\n</li>\n<li><p><a href=\"https://ecre.org/\"><strong>Europe Council on Refugees and Exiles</strong></a>: ECRE is an alliance of 110 NGOs across 39 European countries. The mission is to protect and advance the rights of refugees, asylum-seekers and other forcibly displaced persons in Europe.</p>\n</li>\n</ul>\n\n                                              \n                ","contentSnippet":"Data has become a springboard for journalists on the frontlines of the climate refugee crisis. It points them to weather emergencies in hot zones like South Asia and Central America and to humans facing misery and despair.\nJorge A., a Guatemalan farmer lost his corn crop to floods. He planted okra, but a drought killed it off. He feared if he didn’t get his family out, they, too, might die.\nJorge’s story was told in gripping detail in a data-driven investigation by ProPublica in partnership with The New York Times Magazine, exploring how changes in population patterns could lead to catastrophe. The “Great Climate Migration Has Begun,” presented as a visual essay, cited scenarios of how this crisis might play out.\nThe joint venture, supported by the Pulitzer Center, had an over-arching strategy: To model, for the first time, how climate refugees might move across international borders. The modeling informed the journalist’s findings and “possible general pathways for the future.”\n“Should the flight away from hot climates reach the scale that current research suggests is likely, it will amount to a vast remapping of the world’s population,” wrote ProPublica’s Abrahm Lustgarten, lead author for the 2020 series.\nClimate scientists have sounded the alarm for decades. A sample of the evidence: \nThe UN Refugee Agency calls climate change “the defining crisis of our time...unevenly weighted against the world’s most vulnerable people.” Climate refugees often are portrayed as \"the world’s forgotten victims.\"\nThe Institute for Economics & Peace (IEP), an international think-tank headquartered in Sydney, Australia, estimates that 1.2 billion people could be displaced globally by 2050 due to environmental change. IEP runs an Ecological Threat Register that measures climate risks countries face and projections for the future.  \nAccording to a recent study in the journal Proceedings of the National Academy of Sciences, the planet could see a greater temperature increase in the next 50 years than it did in the last 6,000 years combined.\nALTA VERAPAZ, GUATEMALA. Carlos Tiul, an Indigenous farmer whose maize crop has failed, with his children. Photo by Meridith Kohut\nProPublica and the Times provided a glimpse into the future. The three-part series explored how climate migration could spark massive population shifts and, in the process, remake the world order. According to the reporting, no country stands to gain more from the climate crisis than Russia. Climate maps showed a transformed United States. \n“The issue of climate-induced migration is all encompassing. It will affect everything. The cost of resisting the new climate reality is mounting,” said Lustgarten, ProPublica’s senior environmental reporter. He is working on a book about how climate migration could reshape America.\nHow the Model Was Created\nThe project team turned to a “supercomputer” housed in a U.S. government facility in Cheyenne, Wyo., to process more than 10 billion data points into their model. It took four days for the machine, run by the National Center for Atmospheric Research, to calculate the answers.\nThey contracted with Bryan Jones, an expert in modeling at the City University of New York, to build a climate migration model for the project similar to one he created for the World Bank’s Groundswell report. It included policy recommendations to help slow factors driving climate migration.\n“The models are a matrix of a number of scenarios and variables, some local and some customized for us... It includes all the standard climate forecast models, and all the standard SSP development scenario models used by the U.N., plus a bunch of added datasets I introduced, like for water availability, crop yields and growing seasons,” explained Lustgarten. (SSP refers to Shared Socioeconomic Pathways.)\nThe model in part one of the migration series focused on Central America and Mexico. Lustgarten noted, “This is a global problem. There are hotspots: North Africa, South Asia, and central America. I chose Central America because it also borders the US and was newsworthy because we have an immigration debate, and caravans of migrants were coming at the time.”\nThe next two articles were based on a different data approach sourced from Rhodium Group, which provides research, data and analytics on global topics.\nEL PASO. A mother and daughter from Central America, hoping for asylum, turning themselves in to Border Patrol agents. Photo by Meridith Kohut\nThe team turned to top climate scientists for peer reviews and critique of the modeling approach. The goal was not to provide concrete predictions, but to show what the future might hold.  \n “Our model offers something far more potentially valuable to policy makers: a detailed look at the staggering human suffering that will be inflicted if countries shut their doors,” said Lustgarten. He predicts the impact of climate change “almost certainly will be the greatest wave of global migration the world has seen.” \nIs the press corps prepared to meet that challenge?\nRedefining  the Concept of Objectivity\nJournalists have taken a stand on how they cover the climate beat. Their view of what constitutes a “balanced news report” has shifted from “he said, she said” objectivity toward a “weight of evidence” approach. Mainstream media are giving climate skeptics less time and for good reason.\nResearchers long had raised concerns that the media distorted scientific consensus on climate change by “false balance” reporting or “bothsidesism,” giving climate deniers too much say. Research by Northwestern University psychology professor David Rapp sheds light on the controversy.\nDuring a co-authored study, experiments were conducted to test how people would respond when two views about climate change were presented as equally valid, even though one side was based on scientific consensus and the other on denial. Among the conclusions, “When both sides of an argument are presented, people tend to have lower estimates about scientific consensus and seem to be less likely to believe climate change is something to worry about.” A campus publication touted, “Northwestern research finds ‘bothsidesism’ in journalism undermines science.” \n“The most important finding, to my mind, is that exposure to unsubstantiated viewpoints, pitched as reasonable alternatives, can be problematic. Making two sides appear to hold analogous evidence and support, when they do not, creates a real sense of false equivalency,” said Rapp, who researches language, memory and why people are so susceptible to misinformation.\nHis suggestion to journalists: “Contemplate providing a clear indication and detail as to the expert consensus underlying debated viewpoints, rather than just presenting those viewpoints on their own. For example, offering statements from people who hold the view that climate change is not something to worry about could benefit from also indicating that such a view runs counter to the consensus view of climate scientists who study these issues and have collected vast amounts of data on the topic.”\nCourtney Perkins, a senior writer for CNN International, produced a study along those same lines. Her research on redefining balance, concluded, “Journalists are largely abandoning the`both-sides’ method of covering the environment to protect their stories’ accuracy.”   \nPerkins, a University of Nebraska master’s candidate, added: “It is up to us, the world’s communicators, to convey the seriousness of climate change to the pubic in hopes of spurring action to address existential environmental threats.” Those words have a ring of truth as migration draws more media attention.\nExpanding Climate Coverage\nThree data journalists are on the Associated Press’ 20-person climate team created by the wire service earlier this year. Two dig through statistics in search of stories, the third works with visualization. “We use a lot of data in our stories. I will give you two examples,” said Peter Prengaman, an AP veteran tapped to lead the new initiative. \nThe first, “Fight over human harm, huge climate costs,” reported on loss and damage caused by climate change. A bar chart identifed the 20 countries that have done the most damage. The United States, China, European Union and Russia topped the list.   \nThe second article analyzed electricity disturbance data submitted by utilities to the U.S. Department of Energy to identify weather-related outages in the United States as climate catastrophes spread.\n“Climate change intersects with all aspects of life. If it worsens – and it is getting worse as the planet heats up – there will be more climate disasters. We felt we really needed to ramp up our coverage,” said Prengaman, AP’s global climate and environment news director. Six more journalists will join the team in 2023.\nAP combines data and storytelling for an ongoing series about people uprooted by weather around the globe. In September, a report described the plight of Kenyan women attacked by a crocodile in a lake near her home, leaving one of her legs “nothing but bones and hanging flesh.”   \nDue to heavy rainfall tied to climate change “the expanding lake has swallowed up homes and hotels and brought in crocodiles and hippos that have turned up on people’s doorsteps and in classrooms,” according to the report. The woman was washing in shallow water after a day in the maize fields when the crocodile grabbed her.\nThe journalists found data to support what they suspected. This was not an isolated incident.  A huge jump in crocodile attacks was tied to weather changes, said co-author Julie Watson.\nWinnie Keben stands in her homestead as the sun sets at Meisori village in Baringo County, Kenya, Wednesday, July 20, 2022. (AP Photo/Brian Inganga)\nFinding the statistics is only the first step. “It will get you on your way, but the story will be dry if you stop there,” said the veteran AP reporter. “If the data is to mean something, you need to humanize and make it real for people. It is important to find an example of what the numbers are saying, then really drill down as far as you can.”\nFollowing are three other media organizations that recently expanded climate coverage:\nIn November, the Washington Post announced it was tripling the size of the climate team to over 30 journalists and adding “Climate Lab,” a section that uses data and graphics to tell stories. There also is a site for climate solutions. The Post won a Pulitzer Prize in 2020 for explanatory reporting on global warming.\nDeutsche Welle recently partnered with Covering Climate Now, a news collaboration of 500-plus news outlets, to expand coverage. “The climate crisis is one of DW’s focus topics. By joining Covering Climate Now, we can collaborate with partner newsrooms around the world to ensure the issue is given the emphasis it needs,” DW said in a press release.”\nIn October, National Public Radiocreated a new climate desk to cover “what might be the most important story of our time.”  The supervising editor of the station’s Energy and Environment collaborative joined the team along with four climate journalists. Two reporters are assigned to explanatory journalism, helping the public understand changes to the planet.\nClimate journalism has turned a corner. Environment coverage is woven into every  newsroom beat, there is more investment in climate projects and a greater demand for specialists in the field. From a Washington Post ad: “Seeking two reporters to serve as global climate correspondents, new positions at the heart of expansion of climate coverage.”\nOne thing remains unchanged: “It is important to remember that real people live the issues we report about. They should always have a voice. That is fundamental to our job,” said ProPublica’s Lustgarten.\nResources for stories on climate refugees\nInternational Organization of Migration (IOM) Migration Data Portal: “Provides timely, comprehensive migration statistics and reliable information about migration data globally, regional and per country.” \nUNHCR’s Refugee Population Statistics Database: “Contains information about forcibly displaced population, including refugees, asylum seekers and international displaced people.”  \nInternal Displacement Monitoring Center (IDMC): Verified, consolidated, multi-sources estimate on the number of people internally displaced or at risk. An IDMC article lists “10 Ways to Tackle Climate Displacement in the Run-Up to 2030.” \nGlobal South Climate Database: Searchable database of scientists and experts in the field of climate change. Journalists can contact scientists from Asia, Africa, Latin America and the Pacific. \nCovering Climate Now: Best practices for covering climate, tip sheets, and examples of reports in several categories, including climate justice, climate solutions and living through emergencies.  \nDisplacement Tracking Matrix: IOM-run system that tracks and monitors population mobility, particularly displacement. \nEurope Council on Refugees and Exiles: ECRE is an alliance of 110 NGOs across 39 European countries. The mission is to protect and advance the rights of refugees, asylum-seekers and other forcibly displaced persons in Europe.","guid":"https://datajournalism.com/read/longreads/data-coverage-of-climate-refugees","isoDate":"2022-12-13T08:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}