{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"Data’s Role in the Disinformation War","link":"https://datajournalism.com/read/longreads/data-role-in-the-disinformation-war","pubDate":"Wed, 07 Sep 2022 08:00:00 +0200","author":"Sherry Ricchiardi","content":"\n                                                                        <p>A self-described “college nerd” sat on a porch in Birmingham, Ala., explaining via Zoom how he runs one of the most-followed Twitter feeds on the war in Ukraine.  Around <strong>272,000</strong> regularly check his account <strong>The Intel Crab</strong>.</p>\n<p>Justin Peden, 20, is an example of <strong>how data is being used to debunk disinformation</strong> in today’s  high tech ecosystem.  He uses geolocation, satellite imagery, TikTok, Instagram and other sleuthing tools to monitor the deadliest conflict in Europe since World War II.</p>\n<p>Scouring the Internet for streaming Webcams, smartphone videos and still photos to pinpoint Russian troop locations, air bombardments and the destruction of once peaceful neighborhoods is a routine part of his day.  If a Russian commander denies bombing an area, Peden and other war watchers quickly post evidence exposing the falsehood.</p>\n<p>“I never dreamed in a million years that what I was doing could end up being so relevant. I just wanted to expose people to what was going on [in Ukraine}.  I really am just a regular college kid,” said the University of Alabama – Birmingham junior. His Twitter profile photo is a crab holding a Ukrainian flag.</p>\n\n                                                                     \n                            \n                                                                      \n                            <p><strong>Open source intelligence has become a potent force</strong> in a conflict the United Nations describes as “a grave humanitarian crisis.” Online detectives like Peden use data to break through the fog of war, operating on computers thousands of miles away. Their impact has not gone unnoticed.</p>\n<p>“The intelligence gathering, fact-checking, and debunking is happening in real time. The online crowd is also documenting the movement and placement of Russian troops, creating something more than a snapshot of recent history. It is often actionable intelligence,” said veteran science journalist Miles O’Brien during a PBS – Public Broadcast Service --  program in April.</p>\n<p>On the air that day, O’Brien singled out Peden as “a highly regarded practitioner in the fast-growing field of open-source intelligence, or OSINT” and noted that his postings on Ukraine are followed “outside and inside the intelligence community.” The Washington Post included him in a story on the <strong>“rise of Twitter spies.”</strong>  </p>\n<p>When the Russians invaded on Feb. 24, Peden combed through images on social media, using metadata embedded in still photos and video to pinpoint time and place they were taken. He learned a valuable lesson along the way.</p>\n<p>At one point, he received an image taken from a balcony in the southern port city of Kherson, showing what appeared to be Russian troops on the move. He verified the image and posted the exact coordinates on Twitter.</p>\n<p>Suddenly, he realized <strong>the tweet might have placed a Ukrainian in danger</strong> of being identified by the enemy. When he deleted the post minutes later, it had already been retweeted 100 times.  He no longer geolocates content in Russian occupied areas.</p>\n\n                                                                      \n                            <h3>Truth is first casualty</h3>\n<p>What is happening now in Ukraine is nothing new. <strong>Disinformation has been a factor in conflicts and dictatorships</strong> dating back to the Roman Empire. Hitler and Stalin were masters at it.  There is the saying, “The first casualty of war is truth.”  </p>\n<p>Today, however, there is a major shift in the equation.</p>\n<p>With the click of a mouse, anybody can transmit false information to the entire planet, no matter how dangerous, malicious or intimidating. <strong>The invasion of Ukraine is a textbook example of how digital untruths fueled a humanitarian crisis</strong> and fomented hatred that has led to death and massive destruction.</p>\n<p>PBSs O’Brien noted in a broadcast, “We are seeing a war unfold like never before.  What once might have been kept secret is out there for all of us to see. The real secret now? Knowing who to trust and what to believe.”  </p>\n<p>O’Brien’s comment places journalists at the heart of the debate. Technology enables the spread of falsehoods. <strong>Open source intelligence helps set the record straight.</strong></p>\n<p>It is important to note that <strong>disinformation differs from misinformation</strong> in that it not only is false but false as part of a “purposeful effort to mislead, deceive, or confuse.”  In short, it is content intended to harm.</p>\n\n                                                                      \n                            <h3>Journalists strike back</h3>\n<p>Historically, media have played a crucial role in debunking falsehoods about major events, from conspiracies about Covid vaccines, to climate change, immigration and, most recently, Russia’s invasion of Ukraine. <strong>Germany’s Deutsche Welle (DW) is a prime example of how a verification system can expose actors with a malicious intent to inflict damage</strong>.</p>\n<p>In the run-up to the war, DW’s fact-checking team began compiling a file of false claims and propaganda from both sides in the conflict and publishing corrections. They also made a startling discovery.  Fakes were being put out under their name.</p>\n<p>In July, they reported “Pro-Russian fabricated posts pretending to be those of the BBC, CNN and DW are fueling the mis- and disinformation war between Russia and Ukraine.” The story cited an example from a Japanese Twitter network.  Here is an excerpt: </p>\n<p> <strong>\"It looks like a DW report,\"</strong> a Twitter user comments in Japanese on an alleged DW video about a Ukrainian refugee who is claimed to have raped women in Germany — serious accusations against a man named 'Petro Savchenko'. </p>\n<p>The Twitter user writes: `Please share with me the URL of the original video.’ The user seems to doubt the origin of the video — and rightly so. <a href=\"https://www.dw.com/en/fact-check-fake-news-and-content-targets-international-media/a-62381229\"><strong>It is not a DW production</strong></a>. It is a fake.”  </p>\n<p>Among other examples from the DW website: When a Twitter user posted a video purporting to be a live broadcast from Ukraine, a formation of fighter jets could be seen swooping over an urban area.  Using reverse image technology, <a href=\"https://www.dw.com/en/fact-check-fake-news-thrives-amid-russia-ukraine-war/a-61477502\"><strong>fact checkers revealed it was from a 2020 air show near Moscow</strong></a>.  Another video allegedly showing fierce air-to-ground combat between Russia and Ukraine was traced to a 2013 computer game.</p>\n<p>DW turned to scholars and practitioners for suggestions on how to make fact-checking more effective. The advice is relevant to journalists anywhere in the world. Among the tips:</p>\n\n                                                                      \n                            \n                                                                                                 <ul>\n<li><strong>“Emphasize correct information rather than amplifying claims”</strong> (“Consider using truth sandwiches: first state what is true, then introduce the truthless or misleading statement and repeat the truth, so the falsehood is not the takeaway”</li>\n<li><strong>“Provide unambiguous assessments</strong> (and avoid confusing labels like `mostly false’)”</li>\n<li><strong>“Avoid drawing false equivalencies between opposing viewpoints”</strong></li>\n<li><strong>“Situate fact checks within broader issues</strong> – don’t just focus on isolated claims“</li>\n<li><strong>“<a href=\"https://www.dw.com/en/how-can-fact-checking-be-improved-some-suggestions-from-scholars-and-practitioners/a-55250869\">Analyze and explain the strategies</a></strong> behind misinformation – connect fact checks with media and information literacy”</li>\n</ul>\n\n                                                                     \n                            <p>This list also prevents reporters from being duped into spreading false and misleading information. To the deceivers, any amplification of their message in mainstream media is the ultimate success. It gives their lies oxygen and authenticity. </p>\n<p>The <strong>“Ghost of Kyiv,”</strong> a false story about a heroic Ukrainian fighter pilot, made it into the Times of London, a home run for the fakers. Viral video showing the Ghost shooting down a Russian plane was viewed over 1.6 million times on Twitter. <a href=\"https://www.wionews.com/world/ghost-of-kyiv-killed-in-fighting-after-shooting-down-40-russian-jets-475309\"><strong>The video  was from a video game simulator released in 2008</strong></a>.</p>\n\n                                                                      \n                            <h3>Russia’s propaganda model</h3>\n<p>Gaining a better understanding of how propaganda techniques work to undermine truth is another way to disarm spin masters. A Rand corporation report on the “Russian Firehose of Falsehood” is a good place to start.</p>\n<p>The title refers to a strategy <strong>“where a propagandist overwhelms the public by producing a never-ending stream of misinformation and falsehoods.”</strong>  Even flagrant lies delivered rapidly and continuously, over multiple channels, such as news broadcasts and social media, can be effective in molding public opinion, according to the report.</p>\n<p>Published in 2016 at the height of the U.S. presidential election, this analysis provides a road map to how Russia’s disinformation system operates.  At the time, Russia was being accused of dirty tricks to influence American voters.</p>\n<p>“The report is very much on target for what is going on today.  Bucket after bucket of nasty propaganda is being dumped on us,” said social scientist Christopher Paul, <a href=\"https://www.rand.org/about/people/p/paul_christopher.html\"><strong>the report’s co-author</strong></a>. His research includes counterterrorism, counterinsurgency and cyber warfare.</p>\n\n                                                                      \n                            <p>The report outlines and analyses four main components of the Russian model: </p>\n<ul>\n<li>High volume and multi-channel</li>\n<li>Rapid, continuous, and repetitive</li>\n<li>Lacks commitment to objective reality</li>\n<li>Lacks commitment to consistency. </li>\n</ul>\n<p>The Russians command a powerful arsenal of disinformation tools.  </p>\n<p>Besides the usual, such as social media and satellite imagery, a vast network of internet trolls attack any views or information that runs counter to Vladimir Putin. They infiltrate online discussion forums, chat rooms and websites along with maintaining thousands of fake accounts on Twitter, Facebook and other platforms. </p>\n<p>Their mantra:  <strong>Repetition works.</strong> “Even with preposterous stories and urban legends, those who have heard them multiple times are more likely to believe that they are true,” said the report.  </p>\n<p>The Rand study offered best practices on how to beat the Russian Firehose of Falsehoods, among them, <strong>“Don’t direct your flow of information directly back at the falsehood; </strong>instead, point your stream at whatever the firehose is aimed at, and try to push that audience in more productive directions.” </p>\n<p>Other tips included:</p>\n<ul>\n<li>Warnings at the time of initial exposure to misinformation. </li>\n<li>Repetition of the refutation or retraction,</li>\n<li>Corrections that provide an alternative story to help fill the gap in understanding when false “facts” are removed.</li>\n</ul>\n<p>“It all goes back to journalistic standards.  All journalists really need to turn the screws is to be as professional as possible.  <strong>Double-checking, verifying sources, confirming attribution, using data to be accurate and reliable</strong>. The burden of truth, the burden of evidence is much higher,” said Paul, a principal investigator for <a href=\"https://www.rand.org/pubs/perspectives/PE198.html\"><strong>defense and security-related research projects.</strong></a></p>\n\n                                                                      \n                            <p>Research by a disinformation team at the <strong>Stanford Internet Observatory (SIO</strong>) supports that notion and provides fodder to data journalists. Led by scholar Shelby Grossman, they identify how to spot disinformation trends in the Russian- Ukraine war and defend against them.</p>\n<p>Following is a sample of their findings:</p>\n\n                                                                      \n                            <h3><strong>The trend: Old media circulating out of its original context</strong></h3>\n<p>Grossman saw a video on her TikTok feed of a parachuter recording himself jumping out of a plane. It appeared he was a Russian soldier invading Ukraine.  In fact, the video was from 2015.</p>\n<p><strong>How to spot</strong>: If something seems suspicious or outrageous, <strong>use reverse image searching to verify</strong>. Upload a screenshot of the photo/video into the search bar of <strong>Google Image</strong> or <strong>TinEye</strong> to check where else it might have appeared.</p>\n\n                                                                      \n                            <h3><strong>The trend: Hacked accounts</strong></h3>\n<p>A Belarusian hacking group took over Ukrainian Facebook accounts and posted videos claiming to be of  Ukrainian soldiers surrendering.</p>\n<p><strong>How to spot</strong>: “Sometimes the name of the account is changed, but the handle – the username often denoted by the <strong>@ symbol</strong> – isn’t.  Advised Grossman: “Just spending 10 seconds looking at an account, in some cases one can realize that something is weird.”</p>\n\n                                                                      \n                            <h3><strong>The trend: Pro-Kremlin narratives</strong></h3>\n<p>Before the invasion, claims began circulating that the West was fueling hysteria about impending attacks in order to boost President Biden politically. </p>\n<p><strong>How to spot</strong>: Look for <strong>reports out of Russian state-affiliated media</strong>. SIO reported that both Facebook and Twitter try to label these accounts, including some that are not commonly known to be connected to the Russian state. </p>\n<p>Grossman would like to see platforms be more transparent and proactive.  “I think that would be useful and important.  It gives people information about the political agenda of the content and might give them pause before sharing”, she said in <a href=\"https://news.stanford.edu/2022/03/03/seven-tips-spotting-disinformation-russia-ukraine-war/\"><strong>SIO’s March report</strong></a>.</p>\n<p>Veteran policy expert Kevin Sheives has another view. He believes civil society, not government and social media companies, is better suited to fight back against disinformation.</p>\n<p>“We are looking for solutions in the wrong place. The campaign against disinformation should have civil society at its core,” said Sheives, associate director, International Forum for Democratic Studies, National Endowment for Democracy. </p>\n<p><a href=\"https://www.ned.org/wp-content/uploads/2021/12/Toward-A-Globally-Networked-Counter-Disinformation-Response-Kevin-Sheives.pdf\"><strong>He points out that social media platforms and governments are not designed to prioritize values over business or national interests</strong></a>. That leaves it to journalists, fact-checkers, community groups, and advocates to create counter-disinformation networks.</p>\n\n                                                                      \n                            <h3>Countering disinformation networks</h3>\n<p>  “TikTok algorithm directs users to fake news about Ukraine war, study says.”  This headline appeared in The Guardian, March 21, 2022.  </p>\n<p>An investigation, conducted by <a href=\"https://www.newsguardtech.com/\"><strong>NewsGuard</strong></a>, a website that monitors online disinformation, discovered that a new TikTok account “can be shown falsehoods about the Ukraine war within minutes of signing up to the app.” </p>\n<p>Among NewsGuard’s findings, “At a time when false narratives about the Russia-Ukraine conflict are proliferating online, none of the videos fed to our analysts by TikTok’s algorithm contained any information about the trustworthiness of the source, warnings, fact-checks, or additional information that could empower users with reliable information.” </p>\n<p>How NewsGuard did it: Researchers created new accounts on the app and spent 45 minutes scrolling through the For You Page, stopping to view in full any video that looked like it was about the war in Ukraine, according to the report.  </p>\n<p>Around the same time, <a href=\"https://www.theguardian.com/technology/2022/mar/21/tiktok-algorithm-directs-users-to-fake-news-about-ukraine-war-study-says\"><strong>the BBC listed several categories of misleading content</strong></a> about the war appearing on TikTok, describing it as “one of the leading platforms for snappy false videos about the war in Ukraine which are reaching millions.” </p>\n<p>A TikTok spokesperson noted the company has added more resources to fact-check Russian and Ukrainian content, including local language experts, and beefed up safety and security resources <a href=\"https://www.bbc.com/news/60867414\"><strong>“to detect emerging threats and remove harmful misinformation.”</strong></a></p>\n<p>Since the invasion, many social media platforms and messaging services have taken steps to block state-sponsored or state-affiliated media or add labels to alert users to the source of the information.  The jury is out on how well these efforts will work to improve transparency and credibility of information.</p>\n<p>The stakes are high. Misinformation and disinformation can have life or death consequences and undermine the democratic way of life. Data journalists are in the thick of this expanding field of digital warfare. Are they up to the challenge as more sophisticated methods of deception sweep the globe?</p>\n\n                                                                                                 <h3><strong>Resources that can help</strong></h3>\n<ul>\n<li><p><a href=\"https://s3.eu-central-1.amazonaws.com/datajournalismcom/handbooks/The-Data-Journalism-Handbook-2.pdf\"><strong>European Journalism Center/Google News Initiative: “The Data Journalism Handbook 2,”</strong></a> a wide range of topics, including data visualization, digital forensics and open source coding practices.  The long content list provides a smorgasbord of choices. </p>\n</li>\n<li><p><a href=\"https://s3.eu-central-1.amazonaws.com/datajournalismcom/handbooks/Verification-Handbook-3.pdf\"><strong> European Journalism Center: “Verification Handbook: For Disinformation and Media Manipulation,” </strong></a>includes sections on investigating social media, verifying images, and spotting bots, cyborgs, an inauthentic activity.  Supported by the Craig Newmark Philanthropies. </p>\n</li>\n<li><p><a href=\"https://counteringdisinformation.org/\"><strong>United States Agency for International Development (USAID</strong>)</a>: According to the website, this is the first-ever global database of organizations and initiatives working on to counter disinformation that includes more than 270 entries from more than 80 countries. Worth a review to see how your region of interest fares. </p>\n</li>\n<li><p><a href=\"https://en.unesco.org/sites/default/files/journalism_fake_news_disinformation_print_friendly_0.pdf\"><strong>UNESCO:  “Handbook on Journalism, `Fake News,” and Disinformation.”</strong></a></p>\n</li>\n<li><p>Deutsche Welle: <a href=\"https://www.dw.com/en/fact-checking-a-curated-guide-to-resources-and-ideas/a-54509776\"><strong>“Fact-check: The deepfakes in the disinformation war between Russia and Ukraine,”</strong></a> a curated guide to resources and ideas.  </p>\n</li>\n<li><p><a href=\"https://ksj.mit.edu/resource/data-journalism-tools/toolkits-and-programs/\"><strong> Knight Science Journalism Program, MIT: Data Journalism Toolkit,” </strong></a> offers a diverse collection of tools to help journalists analyze, visualize, map and otherwise make use of data.  Includes “10 Tools for Data Journalist Tool Belt,” compiled by an Associated Press editor. </p>\n</li>\n<li><p><a href=\"https://www.journaliststoolbox.org/2022/07/23/data-tools-tipsheets-and-research/\"><strong>Society of Professional Journalists: “Data tools and tip sheets.</strong></a></p>\n</li>\n</ul>\n\n                                             \n                ","contentSnippet":"A self-described “college nerd” sat on a porch in Birmingham, Ala., explaining via Zoom how he runs one of the most-followed Twitter feeds on the war in Ukraine.  Around 272,000 regularly check his account The Intel Crab.\nJustin Peden, 20, is an example of how data is being used to debunk disinformation in today’s  high tech ecosystem.  He uses geolocation, satellite imagery, TikTok, Instagram and other sleuthing tools to monitor the deadliest conflict in Europe since World War II.\nScouring the Internet for streaming Webcams, smartphone videos and still photos to pinpoint Russian troop locations, air bombardments and the destruction of once peaceful neighborhoods is a routine part of his day.  If a Russian commander denies bombing an area, Peden and other war watchers quickly post evidence exposing the falsehood.\n“I never dreamed in a million years that what I was doing could end up being so relevant. I just wanted to expose people to what was going on [in Ukraine}.  I really am just a regular college kid,” said the University of Alabama – Birmingham junior. His Twitter profile photo is a crab holding a Ukrainian flag.\nOpen source intelligence has become a potent force in a conflict the United Nations describes as “a grave humanitarian crisis.” Online detectives like Peden use data to break through the fog of war, operating on computers thousands of miles away. Their impact has not gone unnoticed.\n“The intelligence gathering, fact-checking, and debunking is happening in real time. The online crowd is also documenting the movement and placement of Russian troops, creating something more than a snapshot of recent history. It is often actionable intelligence,” said veteran science journalist Miles O’Brien during a PBS – Public Broadcast Service --  program in April.\nOn the air that day, O’Brien singled out Peden as “a highly regarded practitioner in the fast-growing field of open-source intelligence, or OSINT” and noted that his postings on Ukraine are followed “outside and inside the intelligence community.” The Washington Post included him in a story on the “rise of Twitter spies.”  \nWhen the Russians invaded on Feb. 24, Peden combed through images on social media, using metadata embedded in still photos and video to pinpoint time and place they were taken. He learned a valuable lesson along the way.\nAt one point, he received an image taken from a balcony in the southern port city of Kherson, showing what appeared to be Russian troops on the move. He verified the image and posted the exact coordinates on Twitter.\nSuddenly, he realized the tweet might have placed a Ukrainian in danger of being identified by the enemy. When he deleted the post minutes later, it had already been retweeted 100 times.  He no longer geolocates content in Russian occupied areas.\nTruth is first casualty\nWhat is happening now in Ukraine is nothing new. Disinformation has been a factor in conflicts and dictatorships dating back to the Roman Empire. Hitler and Stalin were masters at it.  There is the saying, “The first casualty of war is truth.”  \nToday, however, there is a major shift in the equation.\nWith the click of a mouse, anybody can transmit false information to the entire planet, no matter how dangerous, malicious or intimidating. The invasion of Ukraine is a textbook example of how digital untruths fueled a humanitarian crisis and fomented hatred that has led to death and massive destruction.\nPBSs O’Brien noted in a broadcast, “We are seeing a war unfold like never before.  What once might have been kept secret is out there for all of us to see. The real secret now? Knowing who to trust and what to believe.”  \nO’Brien’s comment places journalists at the heart of the debate. Technology enables the spread of falsehoods. Open source intelligence helps set the record straight.\nIt is important to note that disinformation differs from misinformation in that it not only is false but false as part of a “purposeful effort to mislead, deceive, or confuse.”  In short, it is content intended to harm.\nJournalists strike back\nHistorically, media have played a crucial role in debunking falsehoods about major events, from conspiracies about Covid vaccines, to climate change, immigration and, most recently, Russia’s invasion of Ukraine. Germany’s Deutsche Welle (DW) is a prime example of how a verification system can expose actors with a malicious intent to inflict damage.\nIn the run-up to the war, DW’s fact-checking team began compiling a file of false claims and propaganda from both sides in the conflict and publishing corrections. They also made a startling discovery.  Fakes were being put out under their name.\nIn July, they reported “Pro-Russian fabricated posts pretending to be those of the BBC, CNN and DW are fueling the mis- and disinformation war between Russia and Ukraine.” The story cited an example from a Japanese Twitter network.  Here is an excerpt: \n \"It looks like a DW report,\" a Twitter user comments in Japanese on an alleged DW video about a Ukrainian refugee who is claimed to have raped women in Germany — serious accusations against a man named 'Petro Savchenko'. \nThe Twitter user writes: `Please share with me the URL of the original video.’ The user seems to doubt the origin of the video — and rightly so. It is not a DW production. It is a fake.”  \nAmong other examples from the DW website: When a Twitter user posted a video purporting to be a live broadcast from Ukraine, a formation of fighter jets could be seen swooping over an urban area.  Using reverse image technology, fact checkers revealed it was from a 2020 air show near Moscow.  Another video allegedly showing fierce air-to-ground combat between Russia and Ukraine was traced to a 2013 computer game.\nDW turned to scholars and practitioners for suggestions on how to make fact-checking more effective. The advice is relevant to journalists anywhere in the world. Among the tips:\n“Emphasize correct information rather than amplifying claims” (“Consider using truth sandwiches: first state what is true, then introduce the truthless or misleading statement and repeat the truth, so the falsehood is not the takeaway”\n“Provide unambiguous assessments (and avoid confusing labels like `mostly false’)”\n“Avoid drawing false equivalencies between opposing viewpoints”\n“Situate fact checks within broader issues – don’t just focus on isolated claims“\n“Analyze and explain the strategies behind misinformation – connect fact checks with media and information literacy”\nThis list also prevents reporters from being duped into spreading false and misleading information. To the deceivers, any amplification of their message in mainstream media is the ultimate success. It gives their lies oxygen and authenticity. \nThe “Ghost of Kyiv,” a false story about a heroic Ukrainian fighter pilot, made it into the Times of London, a home run for the fakers. Viral video showing the Ghost shooting down a Russian plane was viewed over 1.6 million times on Twitter. The video  was from a video game simulator released in 2008.\nRussia’s propaganda model\nGaining a better understanding of how propaganda techniques work to undermine truth is another way to disarm spin masters. A Rand corporation report on the “Russian Firehose of Falsehood” is a good place to start.\nThe title refers to a strategy “where a propagandist overwhelms the public by producing a never-ending stream of misinformation and falsehoods.”  Even flagrant lies delivered rapidly and continuously, over multiple channels, such as news broadcasts and social media, can be effective in molding public opinion, according to the report.\nPublished in 2016 at the height of the U.S. presidential election, this analysis provides a road map to how Russia’s disinformation system operates.  At the time, Russia was being accused of dirty tricks to influence American voters.\n“The report is very much on target for what is going on today.  Bucket after bucket of nasty propaganda is being dumped on us,” said social scientist Christopher Paul, the report’s co-author. His research includes counterterrorism, counterinsurgency and cyber warfare.\nThe report outlines and analyses four main components of the Russian model: \nHigh volume and multi-channel\nRapid, continuous, and repetitive\nLacks commitment to objective reality\nLacks commitment to consistency. \nThe Russians command a powerful arsenal of disinformation tools.  \nBesides the usual, such as social media and satellite imagery, a vast network of internet trolls attack any views or information that runs counter to Vladimir Putin. They infiltrate online discussion forums, chat rooms and websites along with maintaining thousands of fake accounts on Twitter, Facebook and other platforms. \nTheir mantra:  Repetition works. “Even with preposterous stories and urban legends, those who have heard them multiple times are more likely to believe that they are true,” said the report.  \nThe Rand study offered best practices on how to beat the Russian Firehose of Falsehoods, among them, “Don’t direct your flow of information directly back at the falsehood; instead, point your stream at whatever the firehose is aimed at, and try to push that audience in more productive directions.” \nOther tips included:\nWarnings at the time of initial exposure to misinformation. \nRepetition of the refutation or retraction,\nCorrections that provide an alternative story to help fill the gap in understanding when false “facts” are removed.\n“It all goes back to journalistic standards.  All journalists really need to turn the screws is to be as professional as possible.  Double-checking, verifying sources, confirming attribution, using data to be accurate and reliable. The burden of truth, the burden of evidence is much higher,” said Paul, a principal investigator for defense and security-related research projects.\nResearch by a disinformation team at the Stanford Internet Observatory (SIO) supports that notion and provides fodder to data journalists. Led by scholar Shelby Grossman, they identify how to spot disinformation trends in the Russian- Ukraine war and defend against them.\nFollowing is a sample of their findings:\nThe trend: Old media circulating out of its original context\nGrossman saw a video on her TikTok feed of a parachuter recording himself jumping out of a plane. It appeared he was a Russian soldier invading Ukraine.  In fact, the video was from 2015.\nHow to spot: If something seems suspicious or outrageous, use reverse image searching to verify. Upload a screenshot of the photo/video into the search bar of Google Image or TinEye to check where else it might have appeared.\nThe trend: Hacked accounts\nA Belarusian hacking group took over Ukrainian Facebook accounts and posted videos claiming to be of  Ukrainian soldiers surrendering.\nHow to spot: “Sometimes the name of the account is changed, but the handle – the username often denoted by the @ symbol – isn’t.  Advised Grossman: “Just spending 10 seconds looking at an account, in some cases one can realize that something is weird.”\nThe trend: Pro-Kremlin narratives\nBefore the invasion, claims began circulating that the West was fueling hysteria about impending attacks in order to boost President Biden politically. \nHow to spot: Look for reports out of Russian state-affiliated media. SIO reported that both Facebook and Twitter try to label these accounts, including some that are not commonly known to be connected to the Russian state. \nGrossman would like to see platforms be more transparent and proactive.  “I think that would be useful and important.  It gives people information about the political agenda of the content and might give them pause before sharing”, she said in SIO’s March report.\nVeteran policy expert Kevin Sheives has another view. He believes civil society, not government and social media companies, is better suited to fight back against disinformation.\n“We are looking for solutions in the wrong place. The campaign against disinformation should have civil society at its core,” said Sheives, associate director, International Forum for Democratic Studies, National Endowment for Democracy. \nHe points out that social media platforms and governments are not designed to prioritize values over business or national interests. That leaves it to journalists, fact-checkers, community groups, and advocates to create counter-disinformation networks.\nCountering disinformation networks\n  “TikTok algorithm directs users to fake news about Ukraine war, study says.”  This headline appeared in The Guardian, March 21, 2022.  \nAn investigation, conducted by NewsGuard, a website that monitors online disinformation, discovered that a new TikTok account “can be shown falsehoods about the Ukraine war within minutes of signing up to the app.” \nAmong NewsGuard’s findings, “At a time when false narratives about the Russia-Ukraine conflict are proliferating online, none of the videos fed to our analysts by TikTok’s algorithm contained any information about the trustworthiness of the source, warnings, fact-checks, or additional information that could empower users with reliable information.” \nHow NewsGuard did it: Researchers created new accounts on the app and spent 45 minutes scrolling through the For You Page, stopping to view in full any video that looked like it was about the war in Ukraine, according to the report.  \nAround the same time, the BBC listed several categories of misleading content about the war appearing on TikTok, describing it as “one of the leading platforms for snappy false videos about the war in Ukraine which are reaching millions.” \nA TikTok spokesperson noted the company has added more resources to fact-check Russian and Ukrainian content, including local language experts, and beefed up safety and security resources “to detect emerging threats and remove harmful misinformation.”\nSince the invasion, many social media platforms and messaging services have taken steps to block state-sponsored or state-affiliated media or add labels to alert users to the source of the information.  The jury is out on how well these efforts will work to improve transparency and credibility of information.\nThe stakes are high. Misinformation and disinformation can have life or death consequences and undermine the democratic way of life. Data journalists are in the thick of this expanding field of digital warfare. Are they up to the challenge as more sophisticated methods of deception sweep the globe?\nResources that can help\nEuropean Journalism Center/Google News Initiative: “The Data Journalism Handbook 2,” a wide range of topics, including data visualization, digital forensics and open source coding practices.  The long content list provides a smorgasbord of choices. \n European Journalism Center: “Verification Handbook: For Disinformation and Media Manipulation,” includes sections on investigating social media, verifying images, and spotting bots, cyborgs, an inauthentic activity.  Supported by the Craig Newmark Philanthropies. \nUnited States Agency for International Development (USAID): According to the website, this is the first-ever global database of organizations and initiatives working on to counter disinformation that includes more than 270 entries from more than 80 countries. Worth a review to see how your region of interest fares. \nUNESCO:  “Handbook on Journalism, `Fake News,” and Disinformation.”\nDeutsche Welle: “Fact-check: The deepfakes in the disinformation war between Russia and Ukraine,” a curated guide to resources and ideas.  \n Knight Science Journalism Program, MIT: Data Journalism Toolkit,”  offers a diverse collection of tools to help journalists analyze, visualize, map and otherwise make use of data.  Includes “10 Tools for Data Journalist Tool Belt,” compiled by an Associated Press editor. \nSociety of Professional Journalists: “Data tools and tip sheets.","guid":"https://datajournalism.com/read/longreads/data-role-in-the-disinformation-war","isoDate":"2022-09-07T06:00:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}