{"pageProps":{"post":{"creator":"Brent Walth","title":"Evidence of a solution: using data to report more than just bad news","link":"https://datajournalism.com/read/longreads/evidence-of-a-solution","pubDate":"Thu, 27 Jun 2019 01:00:00 +0200","author":"Brent Walth","content":"\n                                                                        <p>One of the most dangerous things a woman can do is give birth. In recent years, health officials around the world have been working to reduce this age-old threat to mothers. And as Michael Ollove, a senior health reporter with Stateline<a href=\"https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2018/10/23/more-us-women-keep-dying-from-childbirth-except-in-this-state\"> revealed</a> in late 2018, there’s good news.  </p>\n<p>“Over the past three decades,” Michael wrote, “the world has seen a steady decline in the number of women dying from childbirth.”</p>\n<p>The bad news? “There has been a notable outlier,” he wrote. “The United States.”    </p>\n<p>Michael used data collected from the Centers for Disease Control and published by The Lancet, which show that maternal death rates have been falling around the world while climbing in the US. As Michael noted, that put the U.S. “in the unenviable company of Afghanistan, Lesotho and Swaziland as countries with rising rates.”  </p>\n<p>Michael’s troubling revelation in Stateline, a news service published by the Pew Charitable Trusts, later<a href=\"https://www.washingtonpost.com/national/health-science/a-shocking-number-of-us-women-still-die-from-childbirth-california-is-doing-something-about-that/2018/11/02/11042036-d7af-11e8-a10f-b51546b10756_story.html?utm_term=.8847464d815c\"> appeared</a> in The Washington Post. His story examined the reasons for the rise in deaths—and could have gone further to point fingers and lay blame among government officials, health care providers, and insurance companies, all of whom might well be failing to act to reverse this awful trend.</p>\n<p>The story might have stopped there, leaving readers with this grim news. Instead, Michael turned the spotlight on the state of California, a place that had seen a rise in maternal deaths but has since witnessed a steep decline. The state's maternal deaths are now only a fraction of the death rates across the rest of the US.    </p>\n<p>Importantly, Michael’s story showed <strong>why</strong>. He highlighted the strategies that Californian health officials took to uncover the reasons behind climbing death rates and pinpoint the specific causes, as well as the practical steps they took to fix problems in hospitals across the state.</p>\n<p>What’s striking, as Michael’s story also showed, is that the fix for this tragic trend can be used elsewhere.</p>\n<p>“This isn’t some weird California thing that can’t be replicated,” one leader in the fight to cut maternal death rates told Michael. “This is doable in other states. It’s a matter of having the will and the funding to get it off the ground.”</p>\n<p>Michael’s story is an example of an increasingly important trend in enterprise reporting: <strong>solutions journalism</strong> storytelling that refuses to let problems lie by examining possible ways to wrestle with meaningful issues in the community.</p>\n<p>Solutions reporting identifies long-standing social issues and problems, and then tells the story of people who have demonstrated success in addressing them.</p>\n\n                                                                     \n                            \n                                                                      \n                            <p>The idea of journalism that responds to the needs of the community has been around for a long time, but the attention to solutions journalism has gained momentum in the face of declining readership and repeated refrains that the news media dwell on negative news. Solutions journalism demonstrates that the news media see a broader role in investigating opportunities for change, reform, and hope. </p>\n<p>On the face of it, this approach may sound like advocacy, and that’s created real concern and alarm that reportage, which promises to solve anything, steps well beyond the boundaries of objectivity. To be sure, that risk is real, especially if news outlets push only happy news or manufacture stories to make local do-gooders look like heroes.</p>\n<p>But solutions journalism, by definition, resists the lazy path. Instead, these stories avoid advocacy by relying on evidence and demanding the rigorous standards that journalists have always embraced.</p>\n<p>And that creates enormous opportunities for data journalists. These stories need numbers and solid analysis, which frames the problem, tests possible solutions, and demonstrates that the answers are there for everyone to pursue. In other words, the reporter applies journalistic standards to examine how people are working to address real-world problems, all in the hopes of telling a story that can make a difference.</p>\n<p>In the end, the solutions journalist needs to go beyond 'So what?' The <a href=\"https://blog.wan-ifra.org/2016/12/04/takeaways-from-world-s-first-constructive-journalism-conference\">question</a> they must also ask is, 'Now what?'.</p>\n\n                                                                      \n                            <h2>The solutions approach</h2>\n<p>A primary role of journalism is to shine a light on what should matter in their communities. In <a href=\"https://www.amazon.com/Elements-Journalism-Newspeople-Completely-Updated/dp/0307346706\">The Elements of Journalism</a>, Bill Kovach and Tom Rosenstiel establish a bill of particulars when it comes to the essential mission of the news. Their <a href=\"https://www.americanpressinstitute.org/journalism-essentials/what-is-journalism/elements-journalism/\">charge</a> that 'journalists must serve as an independent monitor of power' is a key tenet in their argument of journalism’s civic duty.</p>\n<p>Bill and Tom also <a href=\"https://niemanreports.org/articles/journalists-must-serve-as-an-independent-monitor-of-power/\">recognised</a> the detrimental effect of a constant flow of negative news—a flow that could alienate readers and undermine the press’s central mission: “(T)he press should recognize where powerful institutions are working effectively, as well as where they are not. How can the press purport to monitor the powerful if it does not illustrate the successes as well as the failures? Endless criticisms lose meaning, and the public has no basis for judging good from bad.”</p>\n<p>So, too, does Jay Rosen, a renowned media critic and associate professor of journalism at New York University, has long argued that journalism has a duty to speak to communities in a way that help people address problems. As Rosen <a href=\"https://twitter.com/jayrosen_nyu/status/965758917551763456\">told</a> the Knight Commission on Trust, Media and Democracy in 2018: “Your report is incomplete — lacks depth — unless it includes what we can do: as individuals, as a society or political community.”</p>\n\n                                                                                                                  \n                            <p>In recent years, many big thinkers in news media have talked about this solutions approach as not just a duty, but as a means of survival in a business that is losing readers, viewers and, too often, a reliable business model.</p>\n<p>“Solutions journalism,” Karen McIntyre, an assistant professor of multimedia journalism at Virginia Commonwealth University, <a href=\"https://www.tandfonline.com/doi/full/10.1080/17512786.2017.1409647\">wrote</a> in 2017, “is intended to be a more productive style of reporting that might present at least a partial remedy to the increasingly apathetic and frustrated public that has resulted from the mainstream news industry’s conflict-based content.”</p>\n<p>In Europe, the approach is often called <strong>constructive journalism</strong>; however, the two approaches align so closely that many observers see little difference between the two. Sean Dagan Wood, publisher of Positive News, as <a href=\"https://www.youtube.com/watch?v=zPy0xnymGR0\">describing</a> the idea in 2014: “This is about bringing positive elements into conventional reporting, remaining dedicated to accuracy, truth, balance when necessary, and criticism, but reporting in a more engaging and empowering way.”</p>\n\n                                                                      \n                            <p><iframe width=\"877\" height=\"493\" src=\"https://www.youtube-nocookie.com/embed/zPy0xnymGR0\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></p>\n\n                                                                      \n                            <p><a href=\"https://www.unav.es/fcom/communication-society/en/resumen.php?art_id=607\">Studies</a> have proven the power of solutions journalism to engage. Online readers of solutions-based stories, compared to a similar story that looks only at the problem-side of an issue, spent more time with the solutions story and came away with more optimism. Readers also didn't <a href=\"https://mediaengagement.org/wp-content/uploads/2016/03/ENP-Solutions-Journalism-News-Engagement.pdf\">come away believing</a> that journalists were straying from their primary mission by writing about solutions.  </p>\n<p>So, what are we talking about when we talk about solutions?</p>\n<p>The <a href=\"https://www.solutionsjournalism.org/\">Solutions Journalism Network</a> is a non-profit that promotes this type of reporting and trains journalists in how to pursue it. The organisation has a <a href=\"https://thewholestory.solutionsjournalism.org/the-ten-noble-questions-f7b97d137135\">10-point test</a> to see if a piece of reporting fits a definition of solutions story.</p>\n<p>I’ve sought to summarise those points here. A solutions journalism story must:</p>\n<ul>\n<li>Show how are people are responding to a consequential social problem with an approach that has proven evidence of success.</li>\n<li>Tell the story of how the solution came together, show how the solution actually works, and be realistic about its limitations.</li>\n<li>Bring to life the ways in which people on the ground have dealt with the problem, and don’t just rely on outside experts who lack hands-on experience.</li>\n<li>Instead of labeling people heroes, a solutions <a href=\"https://thewholestory.solutionsjournalism.org/the-ten-noble-questions-f7b97d137135\">story</a> shows “characters grappling with challenges, experimenting, succeeding, failing, learning. But the narrative is driven by the problem solving and the tension is located in the inherent difficulty in solving a problem.”</li>\n</ul>\n<p>As one key Solutions Journalism Network <a href=\"https://thewholestory.solutionsjournalism.org/the-ten-noble-questions-f7b97d137135\">standard</a> puts it, “Does the story avoid reading like a puff piece?”</p>\n<p>For it to be solutions journalism, the answer must be yes.</p>\n\n                                                                      \n                            <p><a href=\"https://www.solutionsjournalism.org/\">The Solutions Journalism Network</a>.</p>\n\n                                                                      \n                            <h2>The role of data</h2>\n<p>A compelling part of the definition of solutions journalism is the demand for evidence. The scale of the problem needs to be demonstrable, and the response to the problem needs to be measurable. And that’s where the data journalist can play an important role.</p>\n<p>Solutions journalism can use data to identify the problems.</p>\n<p>These stories, by their very nature, go beyond what information is handed to a reporter. Instead, the journalist goes in pursuit of stories about the work of addressing social problems.</p>\n<p>The journalist pursuing solutions stories can also play another role: that of watchdog, seeking to hold people in power and authority accountable. A solutions story could go even further and move into the realm of investigative reporting, especially as <a href=\"https://www.ire.org/awards/ire-awards/faq\">defined</a> by Investigative Reporters and Editors: “The reporting, through one’s own initiative and work product, of matters of importance to readers, viewers or listeners. In many cases, the subjects of the reporting wish the matters under scrutiny to remain undisclosed.”  </p>\n<p>So, it makes sense that investigative data reporting and solutions journalism could go hand in hand.  </p>\n<p>How often does this happen? Not nearly enough.</p>\n<p>Research we’ve completed at the University of Oregon has shown that solution journalism stories rarely uncover the problems they discuss. Instead, these stories focus on problems that are well established, widely accepted, or are based on the research and data published by others. Most often, reporters pursuing solutions stories take on well-established problems that have often been framed by the people trying to address them.   </p>\n<p>In some ways, that makes sense: The better established the problem, the more likely there will be tested solutions about which a journalist can write.</p>\n<p>But many enterprising reporters have shown how data analysis, investigative work, and solutions storytelling can work together.</p>\n<p>A 2014 <a href=\"http://www.postandcourier.com/app/till-death/partone.html\">investigation</a> by the Post and Courier of Charleston, South Carolina, showed how women in its state faced the nation’s highest risk of being assaulted or killed by men. The story was driven by data compiled from government records and analysed by the newspaper’s journalists.</p>\n<p>But the story didn’t just point fingers. The series, which revealed failures in state laws and a lack of help for battered women, highlighted programs in other states that had proved they could curb this dangerous trend.</p>\n\n                                                                      \n                            <p>The Post and Courier clearly outlined solutions to problems in their <a href=\"http://www.postandcourier.com/app/till-death/partseven.html\">Till death do us part</a> investigation.</p>\n\n                                                                      \n                            <p>In 2016, Joan Garrett McClane and Joy Lukachick Smith of the Chattanooga Times Free Press published a series called <a href=\"https://projects.timesfreepress.com/2016/03/povertypuzzle/index.html\">The Poverty Puzzle</a> that used data to examine chronic poverty in its community, and then looked for tested alternatives to help people break out of their economic cycles.</p>\n<p>In both cases, these investigative series paired the power of data with solutions to deliver a more complete look at these problems. The Chattanooga series was a <a href=\"https://www.pulitzer.org/finalists/joan-garrett-mcclane-and-joy-lukachick-smith\">finalist</a> for a Pulitzer Prize, and The Post and Courier <a href=\"https://www.pulitzer.org/winners/post-and-courier\">won</a> in the Pulitzer’s highest category, the gold medal for public service.</p>\n\n                                                                      \n                            <h2>Data journalism can help show a solution is working</h2>\n<p>Many of the pitfalls faced by data journalists in other kids of stories are at play in solutions journalism as well: Make sure your data are accurate, verified, and confirmed. Don’t jump to conclusions based on a first look at results. Understand and explain the potential weaknesses and limitations of the numbers. And always be transparent about the source of the numbers, including why and how they were collected.</p>\n<p>Michael Ollove’s story about California’s maternal death rates, published by Stateline and the Washington Post, relied on widely available data from the Centers for Disease Control <a href=\"https://wonder.cdc.gov/\">WONDER</a> database. To back up those findings, the story cited rankings performed by an independent non-profit that also concluded there was a remarkable difference between death rates in California and the rest of the US.</p>\n<p>The numbers make a compelling case about California’s solutions. But the journalist took the <a href=\"https://www.pewtrusts.org/en/research-and-analysis/blogs/stateline/2018/10/23/more-us-women-keep-dying-from-childbirth-except-in-this-state\">extra step</a> of making clear the potential limitations: Californian officials were not ready to claim their work was responsible for all of the improvements, and that more research was required.</p>\n<p>In Vancouver, Washington, school officials produced meaningful declines in chronic absenteeism among all students, but especially among those who live in poverty or who have no permanent address to call home.</p>\n<p>The Seattle Times, which runs a <a href=\"https://www.seattletimes.com/education-lab/\">solutions journalism-based project</a> called Education Lab, in 2018 <a href=\"https://www.seattletimes.com/education-lab/as-need-soars-schools-rally-behind-families-in-vancouver-wash-and-other-cities-take-notice/\">published</a> a story that highlighted the improvements in Vancouver and demonstrated their effectiveness using data from both the local school district and the state. The Times went further by performing its own analysis to verify the results.</p>\n<p>Their data helped demonstrate another key idea of solutions reporting: That the solution is portable, and that other cities have adopted similar programs.</p>\n\n                                                                      \n                            <p><a href=\"https://www.seattletimes.com/education-lab/as-need-soars-schools-rally-behind-families-in-vancouver-wash-and-other-cities-take-notice/\">The Seattle Times</a>.</p>\n\n                                                                      \n                            <h2>Data can help protect solutions against claims it’s advocacy</h2>\n<p>The smart journalist loathes to get played by powerful institutions who want to push a happy, all-is-well message when the proof might show otherwise. Inside the newsroom, there’s often pressure on reporters to avoid appearing too soft or being a duped by people who have easy and politically convenient answers.</p>\n<p>In the classroom, I advise students interested in solutions reporting to frame their stories in a way to avoid being accused of political advocacy: Seek stories where the issues go beyond ideology. Focus the story on people instead of institutions. Accept that no story is truly objective, but that the journalist can rely on objective methods and fairness to relate what they have found.</p>\n<p>Solutions journalism, through its reliance on evidence, can help move past this concern. The need for solutions storytelling to avoid being seen as advocacy rests to a great extent on the source, context, validity, and strength of the data.</p>\n<p>In 2017, University of Oregon journalism students published <a href=\"https://www.eugeneweekly.com/2017/08/24/courting-ones-who-need-it/\">a solutions story</a> about the municipal court in the city of Eugene, Oregon, where homelessness has created a growing caseload of misdemeanors and violations.</p>\n<p>The city used a $200,000 federal grant to create a second-chance program called Community Court, which allowed defendants facing low-level, non-violent crimes to have their charges cleared if they stayed out of trouble.</p>\n<p>City officials claimed the program was working to reduce crime and caseloads in the courts, but they offered no evidence of their claims.  </p>\n<p>Two years later, student journalists returned to <a href=\"https://eugeneweekly.com/2019/01/31/an-unsuccessful-solution/\">investigate the solution</a>. They used a data analysis to track 789 defendants who had been eligible for the community court, and their data analysis showed that the program had made no difference in recidivism rates.</p>\n<p>Their story showed the claims of city officials were inaccurate and could spur more stories about what solutions might actually work to help the area’s homeless.</p>\n\n                                                                      \n                            <p><a href=\"https://eugeneweekly.com/2019/01/31/an-unsuccessful-solution/\">Eugene Weekly</a>.</p>\n\n                                                                      \n                            <p>In 2016, ProPublica examined a system presented as a solution that could reduce jail overcrowding and curb racial disparities. In many cities, defendants and convicts are given a risk-assessment scores, algorithm generated numbers that are supposed to predict the person’s likelihood of committing future crimes. Judges can use this information to set prison sentences, and corrections officials can use the information to determine when to release inmates.</p>\n<p>ProPublica’s investigation, <a href=\"https://www.propublica.org/article/machine-bias-risk-assessments-in-criminal-sentencing\">Machine Bias</a>, raised questions about the solution -- it found the scoring system was biased against African-Americans, inaccurately tagging black defendants as more dangerous than whites.</p>\n<p>In the end, solutions stories can turn readers’ heads. The evidence -- and the data -- make those heads nod in understanding.</p>\n\n                                              \n                ","contentSnippet":"One of the most dangerous things a woman can do is give birth. In recent years, health officials around the world have been working to reduce this age-old threat to mothers. And as Michael Ollove, a senior health reporter with Stateline revealed in late 2018, there’s good news.  \n“Over the past three decades,” Michael wrote, “the world has seen a steady decline in the number of women dying from childbirth.”\nThe bad news? “There has been a notable outlier,” he wrote. “The United States.”    \nMichael used data collected from the Centers for Disease Control and published by The Lancet, which show that maternal death rates have been falling around the world while climbing in the US. As Michael noted, that put the U.S. “in the unenviable company of Afghanistan, Lesotho and Swaziland as countries with rising rates.”  \nMichael’s troubling revelation in Stateline, a news service published by the Pew Charitable Trusts, later appeared in The Washington Post. His story examined the reasons for the rise in deaths—and could have gone further to point fingers and lay blame among government officials, health care providers, and insurance companies, all of whom might well be failing to act to reverse this awful trend.\nThe story might have stopped there, leaving readers with this grim news. Instead, Michael turned the spotlight on the state of California, a place that had seen a rise in maternal deaths but has since witnessed a steep decline. The state's maternal deaths are now only a fraction of the death rates across the rest of the US.    \nImportantly, Michael’s story showed why. He highlighted the strategies that Californian health officials took to uncover the reasons behind climbing death rates and pinpoint the specific causes, as well as the practical steps they took to fix problems in hospitals across the state.\nWhat’s striking, as Michael’s story also showed, is that the fix for this tragic trend can be used elsewhere.\n“This isn’t some weird California thing that can’t be replicated,” one leader in the fight to cut maternal death rates told Michael. “This is doable in other states. It’s a matter of having the will and the funding to get it off the ground.”\nMichael’s story is an example of an increasingly important trend in enterprise reporting: solutions journalism storytelling that refuses to let problems lie by examining possible ways to wrestle with meaningful issues in the community.\nSolutions reporting identifies long-standing social issues and problems, and then tells the story of people who have demonstrated success in addressing them.\nThe idea of journalism that responds to the needs of the community has been around for a long time, but the attention to solutions journalism has gained momentum in the face of declining readership and repeated refrains that the news media dwell on negative news. Solutions journalism demonstrates that the news media see a broader role in investigating opportunities for change, reform, and hope. \nOn the face of it, this approach may sound like advocacy, and that’s created real concern and alarm that reportage, which promises to solve anything, steps well beyond the boundaries of objectivity. To be sure, that risk is real, especially if news outlets push only happy news or manufacture stories to make local do-gooders look like heroes.\nBut solutions journalism, by definition, resists the lazy path. Instead, these stories avoid advocacy by relying on evidence and demanding the rigorous standards that journalists have always embraced.\nAnd that creates enormous opportunities for data journalists. These stories need numbers and solid analysis, which frames the problem, tests possible solutions, and demonstrates that the answers are there for everyone to pursue. In other words, the reporter applies journalistic standards to examine how people are working to address real-world problems, all in the hopes of telling a story that can make a difference.\nIn the end, the solutions journalist needs to go beyond 'So what?' The question they must also ask is, 'Now what?'.\nThe solutions approach\nA primary role of journalism is to shine a light on what should matter in their communities. In The Elements of Journalism, Bill Kovach and Tom Rosenstiel establish a bill of particulars when it comes to the essential mission of the news. Their charge that 'journalists must serve as an independent monitor of power' is a key tenet in their argument of journalism’s civic duty.\nBill and Tom also recognised the detrimental effect of a constant flow of negative news—a flow that could alienate readers and undermine the press’s central mission: “(T)he press should recognize where powerful institutions are working effectively, as well as where they are not. How can the press purport to monitor the powerful if it does not illustrate the successes as well as the failures? Endless criticisms lose meaning, and the public has no basis for judging good from bad.”\nSo, too, does Jay Rosen, a renowned media critic and associate professor of journalism at New York University, has long argued that journalism has a duty to speak to communities in a way that help people address problems. As Rosen told the Knight Commission on Trust, Media and Democracy in 2018: “Your report is incomplete — lacks depth — unless it includes what we can do: as individuals, as a society or political community.”\nIn recent years, many big thinkers in news media have talked about this solutions approach as not just a duty, but as a means of survival in a business that is losing readers, viewers and, too often, a reliable business model.\n“Solutions journalism,” Karen McIntyre, an assistant professor of multimedia journalism at Virginia Commonwealth University, wrote in 2017, “is intended to be a more productive style of reporting that might present at least a partial remedy to the increasingly apathetic and frustrated public that has resulted from the mainstream news industry’s conflict-based content.”\nIn Europe, the approach is often called constructive journalism; however, the two approaches align so closely that many observers see little difference between the two. Sean Dagan Wood, publisher of Positive News, as describing the idea in 2014: “This is about bringing positive elements into conventional reporting, remaining dedicated to accuracy, truth, balance when necessary, and criticism, but reporting in a more engaging and empowering way.”\n\nStudies have proven the power of solutions journalism to engage. Online readers of solutions-based stories, compared to a similar story that looks only at the problem-side of an issue, spent more time with the solutions story and came away with more optimism. Readers also didn't come away believing that journalists were straying from their primary mission by writing about solutions.  \nSo, what are we talking about when we talk about solutions?\nThe Solutions Journalism Network is a non-profit that promotes this type of reporting and trains journalists in how to pursue it. The organisation has a 10-point test to see if a piece of reporting fits a definition of solutions story.\nI’ve sought to summarise those points here. A solutions journalism story must:\nShow how are people are responding to a consequential social problem with an approach that has proven evidence of success.\nTell the story of how the solution came together, show how the solution actually works, and be realistic about its limitations.\nBring to life the ways in which people on the ground have dealt with the problem, and don’t just rely on outside experts who lack hands-on experience.\nInstead of labeling people heroes, a solutions story shows “characters grappling with challenges, experimenting, succeeding, failing, learning. But the narrative is driven by the problem solving and the tension is located in the inherent difficulty in solving a problem.”\nAs one key Solutions Journalism Network standard puts it, “Does the story avoid reading like a puff piece?”\nFor it to be solutions journalism, the answer must be yes.\nThe Solutions Journalism Network.\nThe role of data\nA compelling part of the definition of solutions journalism is the demand for evidence. The scale of the problem needs to be demonstrable, and the response to the problem needs to be measurable. And that’s where the data journalist can play an important role.\nSolutions journalism can use data to identify the problems.\nThese stories, by their very nature, go beyond what information is handed to a reporter. Instead, the journalist goes in pursuit of stories about the work of addressing social problems.\nThe journalist pursuing solutions stories can also play another role: that of watchdog, seeking to hold people in power and authority accountable. A solutions story could go even further and move into the realm of investigative reporting, especially as defined by Investigative Reporters and Editors: “The reporting, through one’s own initiative and work product, of matters of importance to readers, viewers or listeners. In many cases, the subjects of the reporting wish the matters under scrutiny to remain undisclosed.”  \nSo, it makes sense that investigative data reporting and solutions journalism could go hand in hand.  \nHow often does this happen? Not nearly enough.\nResearch we’ve completed at the University of Oregon has shown that solution journalism stories rarely uncover the problems they discuss. Instead, these stories focus on problems that are well established, widely accepted, or are based on the research and data published by others. Most often, reporters pursuing solutions stories take on well-established problems that have often been framed by the people trying to address them.   \nIn some ways, that makes sense: The better established the problem, the more likely there will be tested solutions about which a journalist can write.\nBut many enterprising reporters have shown how data analysis, investigative work, and solutions storytelling can work together.\nA 2014 investigation by the Post and Courier of Charleston, South Carolina, showed how women in its state faced the nation’s highest risk of being assaulted or killed by men. The story was driven by data compiled from government records and analysed by the newspaper’s journalists.\nBut the story didn’t just point fingers. The series, which revealed failures in state laws and a lack of help for battered women, highlighted programs in other states that had proved they could curb this dangerous trend.\nThe Post and Courier clearly outlined solutions to problems in their Till death do us part investigation.\nIn 2016, Joan Garrett McClane and Joy Lukachick Smith of the Chattanooga Times Free Press published a series called The Poverty Puzzle that used data to examine chronic poverty in its community, and then looked for tested alternatives to help people break out of their economic cycles.\nIn both cases, these investigative series paired the power of data with solutions to deliver a more complete look at these problems. The Chattanooga series was a finalist for a Pulitzer Prize, and The Post and Courier won in the Pulitzer’s highest category, the gold medal for public service.\nData journalism can help show a solution is working\nMany of the pitfalls faced by data journalists in other kids of stories are at play in solutions journalism as well: Make sure your data are accurate, verified, and confirmed. Don’t jump to conclusions based on a first look at results. Understand and explain the potential weaknesses and limitations of the numbers. And always be transparent about the source of the numbers, including why and how they were collected.\nMichael Ollove’s story about California’s maternal death rates, published by Stateline and the Washington Post, relied on widely available data from the Centers for Disease Control WONDER database. To back up those findings, the story cited rankings performed by an independent non-profit that also concluded there was a remarkable difference between death rates in California and the rest of the US.\nThe numbers make a compelling case about California’s solutions. But the journalist took the extra step of making clear the potential limitations: Californian officials were not ready to claim their work was responsible for all of the improvements, and that more research was required.\nIn Vancouver, Washington, school officials produced meaningful declines in chronic absenteeism among all students, but especially among those who live in poverty or who have no permanent address to call home.\nThe Seattle Times, which runs a solutions journalism-based project called Education Lab, in 2018 published a story that highlighted the improvements in Vancouver and demonstrated their effectiveness using data from both the local school district and the state. The Times went further by performing its own analysis to verify the results.\nTheir data helped demonstrate another key idea of solutions reporting: That the solution is portable, and that other cities have adopted similar programs.\nThe Seattle Times.\nData can help protect solutions against claims it’s advocacy\nThe smart journalist loathes to get played by powerful institutions who want to push a happy, all-is-well message when the proof might show otherwise. Inside the newsroom, there’s often pressure on reporters to avoid appearing too soft or being a duped by people who have easy and politically convenient answers.\nIn the classroom, I advise students interested in solutions reporting to frame their stories in a way to avoid being accused of political advocacy: Seek stories where the issues go beyond ideology. Focus the story on people instead of institutions. Accept that no story is truly objective, but that the journalist can rely on objective methods and fairness to relate what they have found.\nSolutions journalism, through its reliance on evidence, can help move past this concern. The need for solutions storytelling to avoid being seen as advocacy rests to a great extent on the source, context, validity, and strength of the data.\nIn 2017, University of Oregon journalism students published a solutions story about the municipal court in the city of Eugene, Oregon, where homelessness has created a growing caseload of misdemeanors and violations.\nThe city used a $200,000 federal grant to create a second-chance program called Community Court, which allowed defendants facing low-level, non-violent crimes to have their charges cleared if they stayed out of trouble.\nCity officials claimed the program was working to reduce crime and caseloads in the courts, but they offered no evidence of their claims.  \nTwo years later, student journalists returned to investigate the solution. They used a data analysis to track 789 defendants who had been eligible for the community court, and their data analysis showed that the program had made no difference in recidivism rates.\nTheir story showed the claims of city officials were inaccurate and could spur more stories about what solutions might actually work to help the area’s homeless.\nEugene Weekly.\nIn 2016, ProPublica examined a system presented as a solution that could reduce jail overcrowding and curb racial disparities. In many cities, defendants and convicts are given a risk-assessment scores, algorithm generated numbers that are supposed to predict the person’s likelihood of committing future crimes. Judges can use this information to set prison sentences, and corrections officials can use the information to determine when to release inmates.\nProPublica’s investigation, Machine Bias, raised questions about the solution -- it found the scoring system was biased against African-Americans, inaccurately tagging black defendants as more dangerous than whites.\nIn the end, solutions stories can turn readers’ heads. The evidence -- and the data -- make those heads nod in understanding.","guid":"https://datajournalism.com/read/longreads/evidence-of-a-solution","isoDate":"2019-06-26T23:00:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}