{"pageProps":{"post":{"creator":"Neil","title":"How can I become a numbers person?","link":"https://questionsindataviz.com/2022/08/01/how-can-i-become-a-numbers-person/","pubDate":"Mon, 01 Aug 2022 21:26:59 +0000","content:encoded":"\n<p>This post is an interview with Selena Fisk, author of &#8220;I&#8217;m not a numbers person&#8221; &#8211; previously published in Data Visualisation Society&#8217;s online <a href=\"https://nightingaledvs.com/review-dr-selena-fisks-im-not-a-numbers-person/\" target=\"_blank\" rel=\"noreferrer noopener\">Nightingale</a> publication</p>\n\n\n\n<p>When I came across <em>I’m not a numbers person</em> and learned about <a rel=\"noreferrer noopener\" href=\"https://selenafisk.com/\" target=\"_blank\">Dr. Selena Fisk</a>, I knew that I would be interested in reading the book to help increase my grounding in data literacy. Selena has helped many companies address their data literacy issues, and I was excited to chat more about her expertise and experiences that were the impetus for this book.</p>\n\n\n\n<p>I really enjoyed the book – I was hooked right from the beginning. Because of Selena’s teaching background I really appreciated the way there were always points to review at the end of each section that encouraged reflection on what you’ve learned. The book would make an awesome guide for teaching and building data literacy training.</p>\n\n\n\n<p>Our (edited) conversation is below – I hope you get as much from it as I did!</p>\n\n\n\n<p><strong>Neil Richards (NR): my first question is, why did you want to write the book?</strong></p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https://i0.wp.com/nightingaledvs.com/wp-content/uploads/2022/06/Fisk.jpg?resize=332%2C499&amp;ssl=1\" alt=\"\" class=\"wp-image-11777\" /></figure>\n\n\n\n<p><strong>Dr Selena Fisk (SF)</strong>: I am a data storyteller and I’ve worked as a self-employed consultant with organisations and with schools for about two and a half years now. And I found that, while I was still juggling the two, what I realised was that the concept of data storytelling, the skill, the utility and the message of it, was far bigger than schools. In the work that I was doing with middle managers and executives, I just worked out that I could help people see why it was important.&nbsp;</p>\n\n\n\n<p>People say, “Yeah, I understand, I get it, you’ve convinced me … but I’m not a numbers person.” It was actually on the back of the fact that there are so many people out there that say that and think that about themselves that I based the book. As a former maths teacher, I don’t believe that’s inherently true. I think we can all get better at it. But at the same time, increasingly, with the age of accountability and technology and expectations around boards, and almost personal responsibility for some members of boards in organisations and companies, you can’t put your head in the sand any more. I felt like maybe I had something to offer for people who felt they were a bit overwhelmed with the numbers, or felt that they needed to get a little bit better at numbers in their role.</p>\n\n\n\n<p><strong>NR:&nbsp;&nbsp;</strong>I love the title of the book, because I hear people say “I’m not a numbers person.” I’m a mathematician as well. But do you find that labeling yourself like this makes it easier to resist?</p>\n\n\n\n<p>You can say, “I’m not interested, because I’m not a numbers person.” On the back of your book, you say that you&nbsp;<em>have</em>&nbsp;to be a numbers person; there is really no choice. This morning I was thinking of all those people who say they are not a morning person. People use that as carte blanche to justify that they’re not going to get up at 8am. I wondered if the fact that people label themselves like that adds to the resistance?</p>\n\n\n\n<p><strong>SF</strong>: Yeah, It’s a good reflection. I think it was in the book,&nbsp;<em>The Subtle Art of Not Giving a F*ck</em>, that I read that one of the ways that you can put boundaries in place for others is to say, “Oh, I don’t do that. I spend time with my family on Sunday,” or whatever it is. You set these clear boundaries and then you can articulate that. It’s the first time I’ve thought of it, but you’re so right – it’s like, “Well I’m just not, and I’ve got other strengths,” and that’s completely valid. It’s not a cop out. Yes, you’re right, it’s easy for people to be dismissive if they’ve labeled themselves in that way, potentially. But that’s not going to help you get a job where you have to be all over the numbers and understand what’s going on in your company, and how to mitigate risk and all that sort of stuff.</p>\n\n\n\n<p>I had somebody on LinkedIn who said, “Well I wish you had changed the name to, I&nbsp;<em>am</em>&nbsp;a numbers person.”</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>But who ever says that? “I&nbsp;<em>am</em>&nbsp;a numbers person” isn’t a saying! Whoever comes up to you early in the morning, with a big stretch, really cheerful, and says, “Hey, I’m a morning person”? Nobody – again, it’s only a thing that people are&nbsp;<em>not</em>!&nbsp;</p>\n\n\n\n<p>I’ve shared my book recommendation with a data literacy/fluency focus group internally and one person replied instantly and said, “I’m not sure I agree with that, because I think everyone&nbsp;<em>should</em>&nbsp;be a numbers person,” to which I said, “No, exactly – that’s actually the whole point of the book,” and he replied “Oh, OK, I’ll check it out then!”</p>\n\n\n\n<p><strong>SF</strong>: That’s so true! And, actually, I’ve had so many people buy it purely because of the title, so that’s good too – that works!&nbsp;</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>In the book, you identify the six levels of data awareness, going from those who are unconscious – they don’t know that data’s out there and they don’t care – and then through subconscious, casual, aware, active, and reflective. I wonder if those who are unconscious can be the hardest people to affect and maybe people who are on other levels of the spectrum are always going to have a bit more potential to be affected?</p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https://i0.wp.com/nightingaledvs.com/wp-content/uploads/2022/06/Fisk-2.png?resize=512%2C401&amp;ssl=1\" alt=\"\" class=\"wp-image-11778\" /><figcaption class=\"wp-element-caption\">Data use levels</figcaption></figure>\n\n\n\n<p><strong>SF</strong>: Yeah, absolutely. I actually think that the unconscious user is a pretty small minority. There are plenty of people that are aware, but have not much desire to engage. In terms of leading change in an organisation though, you want to start with those who are able to get on board quickly. I get organisations to think of the&nbsp;<a href=\"https://worldofwork.io/2019/07/the-skill-will-matrix/#\" target=\"_blank\" rel=\"noreferrer noopener\">“Skill Versus Will” matrix</a>. You can plot people in high skill / high will, high skill / low will, etc, as four quadrants, and it’s quite a useful tool because when you’re leading change you want to tap into the people who are high skill / high will. Then, you then want to work with the people who have high will but low skill, because you can teach them skill. And if they are willing, they are going to hopefully be motivated, so that’s actually the second easiest group to work with. These are people who are keen, but don’t know what they don’t know, so it’s your role to help them level up.</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>So the will is the most important thing, more so than the skill?</p>\n\n\n\n<p><strong>SF</strong>: Yes. Patrick Lencioni works in organisational health. He’s a writer and a consultant in the US, and he writes that you’ve got to employ for cultural fit. You can teach people skills later, and that’s so true. I reckon that’s right when employing these kinds of roles, but also in terms of leading change. Get the people who are the right cultural fit, who are on board, who get it. You can teach people the skills. It’s harder to teach or motivate people to get enthusiastic about data use.</p>\n\n\n\n<p><strong>NR: D</strong>o you find then, that if you deal with teams in corporations that you almost have to group people into different categories and teach people in different ways? Or do you have to have a method that encompasses each of these types of people: the high will and the low will, and those of different awareness levels?</p>\n\n\n\n<p><strong>SF</strong>: Definitely. Another model I reference in my book is the Action and Evidence model. It plots the amount of evidence people use and have access to versus the amount of action they take. And absolutely, when you have people in the “Impact” quadrant, at the top, that’s ideal. Then you have people in “Guesswork,” they’ve got the evidence, they understand the evidence, they’ve got access to it, but they’re not necessarily acting on it, there’s no action. You need to work with them to build their confidence and capacity to lead the change. Then you’ve got people below the line in terms of the evidence, so you’ve got to move them up first. There is a “guesswork” and a “stasis” quadrant. That’s where we were talking before about: where you need to think in terms of building their data literacy? How do you get them up the continuum?&nbsp; Because you can’t just expect them to jump straight to “Impact” if they’re struggling with the evidence and the action, so that’s where the data literacy training needs to come in.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https://i0.wp.com/nightingaledvs.com/wp-content/uploads/2022/06/Fisk-3.png?resize=512%2C425&amp;ssl=1\" alt=\"\" class=\"wp-image-11779\" /><figcaption class=\"wp-element-caption\">&nbsp;&nbsp;Action and Evidence model</figcaption></figure>\n\n\n\n<p><strong>NR</strong>: That’s interesting because you spoke about&nbsp;<em>evidence</em>&nbsp;the whole way through, and one of the first things that you mentioned about why data is so important is because you can basically swap the word “evidence” for the word “data.” Data is your evidence for making decisions. One of the things I’ve been taught was the importance of&nbsp;<em>data-driven&nbsp;</em>decision making, and you’re quite keen to make the distinction that it should actually be&nbsp;<em>data-informed</em>&nbsp;decision making. That was a point I hadn’t thought of and I really liked in the book, but why is that? Can you explain a bit more about that? What is the difference?</p>\n\n\n\n<p><strong>SF</strong>: Yes, so I reckon we’ve got to promote the fact that we’re data informed. Because when we’re data driven, I don’t believe that we’re taking account of the human factors and elements in context as well, and ultimately if we want to lead sustainable change in organisations, we’re doing that&nbsp;<em>with</em>&nbsp;people and&nbsp;<em>for</em>&nbsp;people. Therefore we can’t remove the people from the conversations and the decision making.&nbsp;</p>\n\n\n\n<p>I use the analogy of it being like a horse – horse racing is pretty big in Australia! When a horse wears blinkers, the blinkers are beside their eyes and the idea is that it shuts out the context and what’s happening around them so they don’t get distracted. The idea is that they’re focusing on the finish line and they’re trying to get there; that’s their focus. But the position that they finish in the race is completely dependent on the stuff that’s happening around them.&nbsp;</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>For me that’s what data driven is, and data informed is when the blinkers are off.&nbsp;</p></blockquote>\n\n\n\n<p>We look at the numbers, we triangulate the data, so we’re making decisions across a number of different sets of information. We’re looking at elements like point in time and longitudinal. We’re considering the context of–it might be the financial climate, it might be geography, it might be seasonal, or it might be the strengths of the team that you’re working with. Any of those other contextual factors–some of which you could argue fits into the qualitative data piece as well– that contextual understanding to inform the decisions that you’re making alongside the numbers. We’ve got to keep humans in the analysis – in the decisions.</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>I love that! It comes down to data humanism, doesn’t it? Anything to do with data is to do with humans. All data is collected by humans and is about humans and it affects humans.&nbsp;</p>\n\n\n\n<p>One question related to that – we’ve talked a lot about&nbsp;<em>data literacy</em>. There’s a reluctance to use the term data literacy sometimes. People refer to&nbsp;<em>data fluency</em>&nbsp;instead. I’m fairly ambivalent, people try and persuade me that either term is better, and I’m more interested in addressing it, whatever the best term is, but do you get push back on that as well, that maybe&nbsp;<em>data fluency</em>&nbsp;is another way of considering it?</p>\n\n\n\n<p><strong>SF</strong>: I see them as a little different, actually. For me, the fluency piece, and being able to engage with the data and look for the insights, sits in data storytelling. When I talk about data literacy, it’s actually understanding the different metrics, any relevant statistics that you’re using, understanding how those metrics have actually been calculated, and what they are. Charles Seife wrote a book that I quoted from in my own book, called&nbsp;<em>Proofiness: How You’re Being Fooled By The Numbers</em>. There’s a really great quote where he says that, “Nobody cares about the number five.” It’s not until you put the context around the number five when people actually start to pay attention to it and understand and put it into context.&nbsp;</p>\n\n\n\n<p>So, if I have five dogs, or I ate five tacos, or I won five million dollars, it’s still the same number, but in varying context. When you talk about revenue for example, or turnover, or profit and loss, you’ve actually got to fundamentally understand what those things mean. How profit is calculated is relatively simple, but the problem I often find with executives is that there’s an assumption that they know all these things and the key terminology. When, in fact, you start to scratch the surface, they often don’t understand. And if they don’t understand what the numbers actually mean and how they are calculated, at least to some degree, how can we expect them to be engaging in effective storytelling?&nbsp;</p>\n\n\n\n<p>So, for me, data literacy is about what you have access to. I worked with an organisation the other day and their middle management came up with a list of 46 types of data that they had access to, and that they could use in their data storytelling. I said to them, “For those 46 data types, you’ve literally got a separate measure of context that sits around every one of those. So the ‘five’ in some areas is super low, and in others it’s OK, and in others it’s really good, but you need to actually know that and understand it in the first place.”&nbsp;</p>\n\n\n\n<p>Then comes the visualisation of the data, to cut down the cognitive load, and that’s obviously your jam and why you love it so much.</p>\n\n\n\n<p>In the same way, you can’t actually be expected to read a visualisation if you don’t actually understand the metrics going into the visualisation in the first place. The final part is the data storytelling, and it always answers two questions:</p>\n\n\n\n<ul><li>First, “What’s the data telling me?” I need to be able to look identify insights, prioritize imporance, and discern what’s the&nbsp;<em>interesting</em>&nbsp;versus&nbsp;<em>actionable</em>. And so that’s where the data fluency part comes in.&nbsp;</li><li>And then the second question is, “What am I doing about it?” What’s the action that’s associated with those insights?</li></ul>\n\n\n\n<p><strong>NR:&nbsp;</strong>I love that distinction and the way you made that clear throughout the book. In terms of my question, you talk about&nbsp;<em>data literacy</em>&nbsp;as fundamental, and&nbsp;<em>data fluency</em>&nbsp;as developing the data storytelling skills. My lightbulb moment there is that it’s perhaps easier if you’re talking to data users in your corporation to focus on, or to label something as&nbsp;<em>fluency</em>, because that implies higher level skills – we’re talking about improving data storytelling albeit based on sound data literacy, which I think any programme would need to focus on just as strongly.&nbsp;</p>\n\n\n\n<p><strong>SF</strong>: Absolutely. And as a former maths teacher, you talk about fluency being about the opportunity to practice and practice and practice and build up skills by using formulas and solving problems and manipulating equations and that sort of thing. So I think the contextual understanding is quite separate.&nbsp;</p>\n\n\n\n<p>You’re right though – earlier you said that there are a lot of different models, and people have obviously conceptualised this in different ways, and there’s no right or wrong way. This is the way that I do it and it’s worked for me. But there are other people who think about data literacy as encompassing the action and the storytelling piece as well. And then there are&nbsp; people who consider data storytelling to only be the element where we’re sharing that story with somebody else, when we’re communicating with an audience. There are totally different perspectives. There’s a lot of overlap. It’s about finding what’s right for you and what resonates.</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>When it comes to helping companies with their data literacy (or fluency), do you find that it tends to have to be top down? One of the things you mention is that often the senior execs, for whom the data is most important, they don’t know what the data means. I think at one point you say that they can be embarrassed about their lack of data knowledge, so they are not likely to want to address it, so my question is …</p>\n\n\n\n<p><strong>SF</strong>: … How can you lead an organisation if you don’t have that ability? Sorry, I totally just gave myself a question! Was that what you were going to ask?</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>Well yes! My question was how do you deal with that? Do you have to push from bottom up? Where does the emphasis have to be?&nbsp;&nbsp;</p>\n\n\n\n<p><strong>SF</strong>: It’s hard, because in a perfect world implementing improved data literacy would be top down, but I recognise that in some organisations it is bottom up – it’s a team. A team leader might come to me, or a group of team leaders, depending on the size of the organisation, and I work with the team itself, and we build their skill. And those people end up in a really tricky position where they’re trying to lead up and down. They’re trying to lead their executive team, and they’re trying to lead their own team, which is tricky. So in a perfect world, it’s an organisation-wide focus, the executives in the company have a solid understanding of the data themselves and can engage with this at least to a functional level, where they can ask good questions of the data and have an understanding of what’s going on.&nbsp;</p>\n\n\n\n<p>When that happens, that’s when real change occurs. Tom Davenport, who writes a fair bit on business analytics, says that it can take 24-to-36 months to create sustainable change in the business intelligence space in an organisation. If you’re going bottom up, and there’s potentially conflicting or different priorities, or people are investing money or resources elsewhere, that groundswell is going to take a very long time, if it’s even able to then spread across the organisation.&nbsp;</p>\n\n\n\n<p>I have a data diagnostic via an online survey tool and it gives you a report at the end on your skills in data literacy, visualisation, and storytelling. I’m collecting data on the data (which is always a bit of a joke)! But I’ve had 2,500 people do that data diagnostic, and what I consistently see is that executive leaders rate their skills higher. They’re still not particularly high, but they are the highest group. And then middle leaders are self-reporting lower skills, and then other employees are lower again.&nbsp;</p>\n\n\n\n<p>There’s a disconnect between the levels of skill within the organisation, but even our executives are not consistently really at a high level. It’s definitely got to be top down, but it’s also got to be getting into everybody’s roles. And a way that I usually do that is that I work with the middle managers by building their skill, upskilling them in leading others, and then hopefully empowering them to go away and work with their teams and extend those skills and come back, that sort of thing.</p>\n\n\n\n<p><strong>NR: T</strong>hat makes so much sense. I wonder if some of that is down to self-reporting as well? There’s the old adage about 87 percent of people reckon they’re better than average drivers, so maybe you get that the higher you go up the corporate ladder, I’m not sure!</p>\n\n\n\n<p><strong>SF</strong>: Yes, it is interesting though – the other consistent theme I see in that data is that of all of the questions, the two lowest responses are around time and support.&nbsp;&nbsp;</p>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https://i0.wp.com/nightingaledvs.com/wp-content/uploads/2022/06/Fisk-4.png?resize=512%2C288&amp;ssl=1\" alt=\"\" class=\"wp-image-11782\" /><figcaption class=\"wp-element-caption\">Neil Richards and Dr. Selena Fisk</figcaption></figure>\n\n\n\n<p><strong>NR:&nbsp;</strong>One thing that I find interesting is that, in the last couple of years, there’s so much more awareness amongst the public of data in general. I’m sure it’s the same in Australia as well, with the daily charts we had on TV and government announcements, and it was, in my case, probably the first time I was able to explain to my own mother what my job is. “You see those charts? That’s what I do – I help people make those in a better way!” I find that there’s a much bigger awareness [of data visualisations]. So, do you find that not necessarily data literacy has improved, but maybe awareness of data has improved, perhaps with more movement on the bottom of the scale in the last year or two?</p>\n\n\n\n<p><strong>SF</strong>: Yes, absolutely. And you’re right, we’ve seen so many line graphs, bar graphs, I feel like we’ve seen so many visualisations of data on TV, and I think that’s absolutely pandemic-related. It’s also just the broader focus on data in the corporate world, which has translated into us seeing more of that in the media. Even with crime rates, and health that, I think we’re seeing a little bit more of the visualisation piece than we used to.&nbsp;</p>\n\n\n\n<p>It’s funny, I used to say when the pandemic first started, that maths teachers are never going to struggle to teach an exponential graph ever again! Kids never understood what they were, and they were really hard to give examples of, and I used to use the example of the opening of Apple stores around the world increasing at an exponential rate, but now we have COVID as the main example of an exponential graph, and that’s actually a lived experience.</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>I find it’s gone the other way. “Exponentially” has replaced the term “a lot.” But that’s OK. I don’t mind nerdy maths terms making it into the English language, even if I’m not going to stop and explain them!</p>\n\n\n\n<p>So what advice do you have for people like me who are thinking, “Right, I want to make a difference in my corporation. I want to set up some data literacy training?” What’s the best place to start?</p>\n\n\n\n<p><strong>SF</strong>: We know that “dump and run” training doesn’t work, like a “one show wonder.” Instead, it’s very much about an action/research cycle. You need to get people in a cadence of training where you might only do a two-or-three hour training block at a time, but there’s some goal setting and it’s a regular touchpoint and people are coming back together often, on a semi-regular basis, say.&nbsp;</p>\n\n\n\n<p>It can be really frustrating because you’ll get people to come back, and to open up their visualisation tool that you’re using in your organisation and they’ll go, “How do I get there again?” or “What page were we on? What page was that thing with the graph that did this?” And it’s frustrating, but they literally have to practice this over and over again. You know, some of the research says that people need to hear things about seven times before it sticks, or that’s about the average, so there’ll be people who need to hear it more than seven times, which can be incredibly frustrating!&nbsp;</p>\n\n\n\n<p>That action/research cycle is the model that I use with organisations. It’s a bit of input from me, they are practicing with me. Then they get homework, and then we meet back in a month or however long away. And then it’s constantly reaffirming, covering it again, and upskilling. That’s the plan.</p>\n\n\n\n<p>The other thing from an organisational perspective, or if someone was looking at planning something like this, is to be deliberate about the end goal. What ideally, bearing in mind that this could take two-to-three years according to Tom Davenport, does it look like? What are the skills that you want people to have? How do you deliver that in a timely way?&nbsp; You need to literally map out the two-to-three year programme, including action/research, the whole way through.&nbsp;</p>\n\n\n\n<p>I love a project management Gantt chart (that probably doesn’t surprise you, it’s a visualisation!) – but I’m also clear about who’s responsible, and at what point are we doing which part. You know the saying: “How do you eat an elephant? It’s one bite at a time.” You can’t change the culture overnight. This is a long process, so a Gantt chart/project management type of approach really helps an organisation zoom out and go, “OK, these are the things we need to first, and then this is the sequence that things are going to happen in.”</p>\n\n\n\n<p><strong>NR: I</strong>t’s kind of reassuring that you say that these things will take 24-36 months. If I think, “What is my end goal?” I want the people who our team’s charts and visualisations are for to be able to not only understand those charts, but also to take those charts into meetings and be able to explain them–to be able to tell stories, to be able to interact with them. What we now know they do is take the data that they want and they might put that in a PowerPoint, or they take the data that they want, but they don’t yet have the confidence to actually explore and see if there are other stories in there that are going to help them.</p>\n\n\n\n<p>I have a conceptual end point that I think I want them to get from this skill to this skill (gestures!), but I don’t know how you measure or quantify that other than perhaps to lurk in these meetings or ask for feedback or see how these processes have changed. The other thing that is key is that anything that you do implement comes as part of onboarding, because in the onboarding process you’re going to get people from all sorts of different areas of life, of different skill sets, different corporate backgrounds, etc., and there’s always the chance that people are going to have had different experiences working with data or they’ve got different habits.&nbsp;</p>\n\n\n\n<p>All these things are far easier said than done.</p>\n\n\n\n<p><strong>SF</strong>: Yes, it’s hard. I often say we go to school and from year one we’re learning English or maths, and so from a really young age we’re either a maths/science person or an English/humanities person, and we’re not taught to merge those two skills: the analytical skills with the narrative.&nbsp; We’re not talking about the numbers, and so it makes sense that we’ve now got a workforce that struggles to do that, and combine those two skills, if they haven’t been used to that.</p>\n\n\n\n<p><strong>NR:</strong>&nbsp;That’s so true, and also it describes myself, as nothing but a “numbers person” and a mathematician for forty years, and then suddenly finding visualisation, which is a way that I can create things, when I can’t draw a circle with a pencil without it looking like a sausage. It’s given me the need, but also the tools and the ability to use this whole other skill set, but I don’t think that’s necessarily going to be the case for everyone.&nbsp;</p>\n\n\n\n<p>I have a non-sequitur data visualisation question now, which is, “What’s your favourite data visualisation type?” or “What’s your least favourite?” You can answer either of them!</p>\n\n\n\n<p><strong>SF</strong>: I think my least favourite is a lollipop. My favourite is a box plot. That or a heat map, I don’t have a definitive answer. Heat maps are used a lot in schools, in education dashboards, so when you’re looking at different data from assessment types side by side, you’re able to heat map it and look at trends that way. I just love a box plot for being able to see the spread of results, so rather than just reducing something to an average, I like that you can see the nuance.&nbsp;</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>I find that box plots get used by people with scientific backgrounds and mathematics backgrounds, and they can be, and you mention this in your book, one of the hardest to explain. You and I can love it because of all the information that’s there, but how many people know what’s behind that whisker? Is that a kind of additional literacy challenge?</p>\n\n\n\n<p><strong>SF</strong>: Absolutely! I presented last week to about sixty executives in a room. I got them to go and do some work, and I had to pull them back in and say, “Sorry, I should’ve explained the boxplot.” It’s such a common thing in my presentations, people don’t understand how to read them. They think it’s the mean in the centre. They think that all of the results are in the boxes, and I’m like, “What do you think the whiskers are, then?” Somebody the other day said, “I thought the whiskers were the standard deviation and all of the data was sitting in the box.”No – do you even understand standard deviation?&nbsp;</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>That’s kind of the answer of someone who half understands, rather than someone who doesn’t understand. They understand that there is a thing called the standard deviation and it reflects the variation, but if they knew more about how it was defined they’d realise that they couldn’t possibly all be in the box. That’s one of those paradoxes that the more useful a visualisation can be in terms of showing disaggregated information, the more literacy it takes to understand it, or the more explanation it takes.&nbsp;</p>\n\n\n\n<p><strong>SF</strong>: I try and normalise the fact that they don’t know, in any of my presentations where I talk about it. I say to them, “You’re not seeing box plots on the news, You’re seeing line graphs. You’re seeing bar charts. You’re not seeing a box plot, so it’s totally OK that you don’t know how to read it, because when are you getting exposure to that otherwise?”&nbsp;</p>\n\n\n\n<p><strong>NR:&nbsp;</strong>And you see some terrible bar charts on the news as well, so sometimes I think the literacy needs to start in the news studios, even the famous ones!</p>\n\n\n\n<p>I could talk for ages but it’s the end of your day and the beginning of mine – you need to start your weekend and I need my second cup of coffee! It’s been awesome talking and I got a lot of thoughts and a lot of inspiration, a lot of ideas. I’m one of these people who when they get a book likes to keep them pristine, but this is absolutely full of orange highlights everywhere – it’s only books that I know I’m going to use again where I get the highlighter out!</p>\n\n\n\n<p><strong>SF</strong>: There are a lot of people trying to do some good work in this space, so the more we can collaborate and work with one another, the better.</p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n\n\n<p><em>You can preorder Selena’s book on&nbsp;<a href=\"https://www.amazon.com/not-numbers-person-decisions-data-rich/dp/1922611360/ref=tmm_pap_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=\" target=\"_blank\" rel=\"noreferrer noopener\">Amazon</a>.</em></p>\n\n\n\n<p><em>Here Selena was nice enough to change the conversation topic to my own book. I didn’t include this part of the conversation since this article isn’t about me, but check out </em><a rel=\"noreferrer noopener\" href=\"https://www.routledge.com/Questions-in-Dataviz-A-Design-Driven-Process-for-Data-Visualisation/Richards/p/book/9781032139449\" target=\"_blank\"><em>Questions in Dataviz</em></a><em> available on November 2<sup>nd</sup> or pre-order now!! And stay tuned to </em>Nightingale<em> for a review!</em></p>\n","content:encodedSnippet":"This post is an interview with Selena Fisk, author of “I’m not a numbers person” – previously published in Data Visualisation Society’s online Nightingale publication\nWhen I came across I’m not a numbers person and learned about Dr. Selena Fisk, I knew that I would be interested in reading the book to help increase my grounding in data literacy. Selena has helped many companies address their data literacy issues, and I was excited to chat more about her expertise and experiences that were the impetus for this book.\nI really enjoyed the book – I was hooked right from the beginning. Because of Selena’s teaching background I really appreciated the way there were always points to review at the end of each section that encouraged reflection on what you’ve learned. The book would make an awesome guide for teaching and building data literacy training.\nOur (edited) conversation is below – I hope you get as much from it as I did!\nNeil Richards (NR): my first question is, why did you want to write the book?\n\n\n\n\nDr Selena Fisk (SF): I am a data storyteller and I’ve worked as a self-employed consultant with organisations and with schools for about two and a half years now. And I found that, while I was still juggling the two, what I realised was that the concept of data storytelling, the skill, the utility and the message of it, was far bigger than schools. In the work that I was doing with middle managers and executives, I just worked out that I could help people see why it was important. \nPeople say, “Yeah, I understand, I get it, you’ve convinced me … but I’m not a numbers person.” It was actually on the back of the fact that there are so many people out there that say that and think that about themselves that I based the book. As a former maths teacher, I don’t believe that’s inherently true. I think we can all get better at it. But at the same time, increasingly, with the age of accountability and technology and expectations around boards, and almost personal responsibility for some members of boards in organisations and companies, you can’t put your head in the sand any more. I felt like maybe I had something to offer for people who felt they were a bit overwhelmed with the numbers, or felt that they needed to get a little bit better at numbers in their role.\nNR:  I love the title of the book, because I hear people say “I’m not a numbers person.” I’m a mathematician as well. But do you find that labeling yourself like this makes it easier to resist?\nYou can say, “I’m not interested, because I’m not a numbers person.” On the back of your book, you say that you have to be a numbers person; there is really no choice. This morning I was thinking of all those people who say they are not a morning person. People use that as carte blanche to justify that they’re not going to get up at 8am. I wondered if the fact that people label themselves like that adds to the resistance?\nSF: Yeah, It’s a good reflection. I think it was in the book, The Subtle Art of Not Giving a F*ck, that I read that one of the ways that you can put boundaries in place for others is to say, “Oh, I don’t do that. I spend time with my family on Sunday,” or whatever it is. You set these clear boundaries and then you can articulate that. It’s the first time I’ve thought of it, but you’re so right – it’s like, “Well I’m just not, and I’ve got other strengths,” and that’s completely valid. It’s not a cop out. Yes, you’re right, it’s easy for people to be dismissive if they’ve labeled themselves in that way, potentially. But that’s not going to help you get a job where you have to be all over the numbers and understand what’s going on in your company, and how to mitigate risk and all that sort of stuff.\nI had somebody on LinkedIn who said, “Well I wish you had changed the name to, I am a numbers person.”\nNR: But who ever says that? “I am a numbers person” isn’t a saying! Whoever comes up to you early in the morning, with a big stretch, really cheerful, and says, “Hey, I’m a morning person”? Nobody – again, it’s only a thing that people are not! \nI’ve shared my book recommendation with a data literacy/fluency focus group internally and one person replied instantly and said, “I’m not sure I agree with that, because I think everyone should be a numbers person,” to which I said, “No, exactly – that’s actually the whole point of the book,” and he replied “Oh, OK, I’ll check it out then!”\nSF: That’s so true! And, actually, I’ve had so many people buy it purely because of the title, so that’s good too – that works! \nNR: In the book, you identify the six levels of data awareness, going from those who are unconscious – they don’t know that data’s out there and they don’t care – and then through subconscious, casual, aware, active, and reflective. I wonder if those who are unconscious can be the hardest people to affect and maybe people who are on other levels of the spectrum are always going to have a bit more potential to be affected?\nData use levels\n\n\n\nSF: Yeah, absolutely. I actually think that the unconscious user is a pretty small minority. There are plenty of people that are aware, but have not much desire to engage. In terms of leading change in an organisation though, you want to start with those who are able to get on board quickly. I get organisations to think of the “Skill Versus Will” matrix. You can plot people in high skill / high will, high skill / low will, etc, as four quadrants, and it’s quite a useful tool because when you’re leading change you want to tap into the people who are high skill / high will. Then, you then want to work with the people who have high will but low skill, because you can teach them skill. And if they are willing, they are going to hopefully be motivated, so that’s actually the second easiest group to work with. These are people who are keen, but don’t know what they don’t know, so it’s your role to help them level up.\nNR: So the will is the most important thing, more so than the skill?\nSF: Yes. Patrick Lencioni works in organisational health. He’s a writer and a consultant in the US, and he writes that you’ve got to employ for cultural fit. You can teach people skills later, and that’s so true. I reckon that’s right when employing these kinds of roles, but also in terms of leading change. Get the people who are the right cultural fit, who are on board, who get it. You can teach people the skills. It’s harder to teach or motivate people to get enthusiastic about data use.\nNR: Do you find then, that if you deal with teams in corporations that you almost have to group people into different categories and teach people in different ways? Or do you have to have a method that encompasses each of these types of people: the high will and the low will, and those of different awareness levels?\nSF: Definitely. Another model I reference in my book is the Action and Evidence model. It plots the amount of evidence people use and have access to versus the amount of action they take. And absolutely, when you have people in the “Impact” quadrant, at the top, that’s ideal. Then you have people in “Guesswork,” they’ve got the evidence, they understand the evidence, they’ve got access to it, but they’re not necessarily acting on it, there’s no action. You need to work with them to build their confidence and capacity to lead the change. Then you’ve got people below the line in terms of the evidence, so you’ve got to move them up first. There is a “guesswork” and a “stasis” quadrant. That’s where we were talking before about: where you need to think in terms of building their data literacy? How do you get them up the continuum?  Because you can’t just expect them to jump straight to “Impact” if they’re struggling with the evidence and the action, so that’s where the data literacy training needs to come in. \n  Action and Evidence model\n\n\n\nNR: That’s interesting because you spoke about evidence the whole way through, and one of the first things that you mentioned about why data is so important is because you can basically swap the word “evidence” for the word “data.” Data is your evidence for making decisions. One of the things I’ve been taught was the importance of data-driven decision making, and you’re quite keen to make the distinction that it should actually be data-informed decision making. That was a point I hadn’t thought of and I really liked in the book, but why is that? Can you explain a bit more about that? What is the difference?\nSF: Yes, so I reckon we’ve got to promote the fact that we’re data informed. Because when we’re data driven, I don’t believe that we’re taking account of the human factors and elements in context as well, and ultimately if we want to lead sustainable change in organisations, we’re doing that with people and for people. Therefore we can’t remove the people from the conversations and the decision making. \nI use the analogy of it being like a horse – horse racing is pretty big in Australia! When a horse wears blinkers, the blinkers are beside their eyes and the idea is that it shuts out the context and what’s happening around them so they don’t get distracted. The idea is that they’re focusing on the finish line and they’re trying to get there; that’s their focus. But the position that they finish in the race is completely dependent on the stuff that’s happening around them. \nFor me that’s what data driven is, and data informed is when the blinkers are off. \n\n\n\n\nWe look at the numbers, we triangulate the data, so we’re making decisions across a number of different sets of information. We’re looking at elements like point in time and longitudinal. We’re considering the context of–it might be the financial climate, it might be geography, it might be seasonal, or it might be the strengths of the team that you’re working with. Any of those other contextual factors–some of which you could argue fits into the qualitative data piece as well– that contextual understanding to inform the decisions that you’re making alongside the numbers. We’ve got to keep humans in the analysis – in the decisions.\nNR: I love that! It comes down to data humanism, doesn’t it? Anything to do with data is to do with humans. All data is collected by humans and is about humans and it affects humans. \nOne question related to that – we’ve talked a lot about data literacy. There’s a reluctance to use the term data literacy sometimes. People refer to data fluency instead. I’m fairly ambivalent, people try and persuade me that either term is better, and I’m more interested in addressing it, whatever the best term is, but do you get push back on that as well, that maybe data fluency is another way of considering it?\nSF: I see them as a little different, actually. For me, the fluency piece, and being able to engage with the data and look for the insights, sits in data storytelling. When I talk about data literacy, it’s actually understanding the different metrics, any relevant statistics that you’re using, understanding how those metrics have actually been calculated, and what they are. Charles Seife wrote a book that I quoted from in my own book, called Proofiness: How You’re Being Fooled By The Numbers. There’s a really great quote where he says that, “Nobody cares about the number five.” It’s not until you put the context around the number five when people actually start to pay attention to it and understand and put it into context. \nSo, if I have five dogs, or I ate five tacos, or I won five million dollars, it’s still the same number, but in varying context. When you talk about revenue for example, or turnover, or profit and loss, you’ve actually got to fundamentally understand what those things mean. How profit is calculated is relatively simple, but the problem I often find with executives is that there’s an assumption that they know all these things and the key terminology. When, in fact, you start to scratch the surface, they often don’t understand. And if they don’t understand what the numbers actually mean and how they are calculated, at least to some degree, how can we expect them to be engaging in effective storytelling? \nSo, for me, data literacy is about what you have access to. I worked with an organisation the other day and their middle management came up with a list of 46 types of data that they had access to, and that they could use in their data storytelling. I said to them, “For those 46 data types, you’ve literally got a separate measure of context that sits around every one of those. So the ‘five’ in some areas is super low, and in others it’s OK, and in others it’s really good, but you need to actually know that and understand it in the first place.” \nThen comes the visualisation of the data, to cut down the cognitive load, and that’s obviously your jam and why you love it so much.\nIn the same way, you can’t actually be expected to read a visualisation if you don’t actually understand the metrics going into the visualisation in the first place. The final part is the data storytelling, and it always answers two questions:\nFirst, “What’s the data telling me?” I need to be able to look identify insights, prioritize imporance, and discern what’s the interesting versus actionable. And so that’s where the data fluency part comes in. \nAnd then the second question is, “What am I doing about it?” What’s the action that’s associated with those insights?\n\n\n\n\nNR: I love that distinction and the way you made that clear throughout the book. In terms of my question, you talk about data literacy as fundamental, and data fluency as developing the data storytelling skills. My lightbulb moment there is that it’s perhaps easier if you’re talking to data users in your corporation to focus on, or to label something as fluency, because that implies higher level skills – we’re talking about improving data storytelling albeit based on sound data literacy, which I think any programme would need to focus on just as strongly. \nSF: Absolutely. And as a former maths teacher, you talk about fluency being about the opportunity to practice and practice and practice and build up skills by using formulas and solving problems and manipulating equations and that sort of thing. So I think the contextual understanding is quite separate. \nYou’re right though – earlier you said that there are a lot of different models, and people have obviously conceptualised this in different ways, and there’s no right or wrong way. This is the way that I do it and it’s worked for me. But there are other people who think about data literacy as encompassing the action and the storytelling piece as well. And then there are  people who consider data storytelling to only be the element where we’re sharing that story with somebody else, when we’re communicating with an audience. There are totally different perspectives. There’s a lot of overlap. It’s about finding what’s right for you and what resonates.\nNR: When it comes to helping companies with their data literacy (or fluency), do you find that it tends to have to be top down? One of the things you mention is that often the senior execs, for whom the data is most important, they don’t know what the data means. I think at one point you say that they can be embarrassed about their lack of data knowledge, so they are not likely to want to address it, so my question is …\nSF: … How can you lead an organisation if you don’t have that ability? Sorry, I totally just gave myself a question! Was that what you were going to ask?\nNR: Well yes! My question was how do you deal with that? Do you have to push from bottom up? Where does the emphasis have to be?  \nSF: It’s hard, because in a perfect world implementing improved data literacy would be top down, but I recognise that in some organisations it is bottom up – it’s a team. A team leader might come to me, or a group of team leaders, depending on the size of the organisation, and I work with the team itself, and we build their skill. And those people end up in a really tricky position where they’re trying to lead up and down. They’re trying to lead their executive team, and they’re trying to lead their own team, which is tricky. So in a perfect world, it’s an organisation-wide focus, the executives in the company have a solid understanding of the data themselves and can engage with this at least to a functional level, where they can ask good questions of the data and have an understanding of what’s going on. \nWhen that happens, that’s when real change occurs. Tom Davenport, who writes a fair bit on business analytics, says that it can take 24-to-36 months to create sustainable change in the business intelligence space in an organisation. If you’re going bottom up, and there’s potentially conflicting or different priorities, or people are investing money or resources elsewhere, that groundswell is going to take a very long time, if it’s even able to then spread across the organisation. \nI have a data diagnostic via an online survey tool and it gives you a report at the end on your skills in data literacy, visualisation, and storytelling. I’m collecting data on the data (which is always a bit of a joke)! But I’ve had 2,500 people do that data diagnostic, and what I consistently see is that executive leaders rate their skills higher. They’re still not particularly high, but they are the highest group. And then middle leaders are self-reporting lower skills, and then other employees are lower again. \nThere’s a disconnect between the levels of skill within the organisation, but even our executives are not consistently really at a high level. It’s definitely got to be top down, but it’s also got to be getting into everybody’s roles. And a way that I usually do that is that I work with the middle managers by building their skill, upskilling them in leading others, and then hopefully empowering them to go away and work with their teams and extend those skills and come back, that sort of thing.\nNR: That makes so much sense. I wonder if some of that is down to self-reporting as well? There’s the old adage about 87 percent of people reckon they’re better than average drivers, so maybe you get that the higher you go up the corporate ladder, I’m not sure!\nSF: Yes, it is interesting though – the other consistent theme I see in that data is that of all of the questions, the two lowest responses are around time and support.  \nNeil Richards and Dr. Selena Fisk\n\n\n\nNR: One thing that I find interesting is that, in the last couple of years, there’s so much more awareness amongst the public of data in general. I’m sure it’s the same in Australia as well, with the daily charts we had on TV and government announcements, and it was, in my case, probably the first time I was able to explain to my own mother what my job is. “You see those charts? That’s what I do – I help people make those in a better way!” I find that there’s a much bigger awareness [of data visualisations]. So, do you find that not necessarily data literacy has improved, but maybe awareness of data has improved, perhaps with more movement on the bottom of the scale in the last year or two?\nSF: Yes, absolutely. And you’re right, we’ve seen so many line graphs, bar graphs, I feel like we’ve seen so many visualisations of data on TV, and I think that’s absolutely pandemic-related. It’s also just the broader focus on data in the corporate world, which has translated into us seeing more of that in the media. Even with crime rates, and health that, I think we’re seeing a little bit more of the visualisation piece than we used to. \nIt’s funny, I used to say when the pandemic first started, that maths teachers are never going to struggle to teach an exponential graph ever again! Kids never understood what they were, and they were really hard to give examples of, and I used to use the example of the opening of Apple stores around the world increasing at an exponential rate, but now we have COVID as the main example of an exponential graph, and that’s actually a lived experience.\nNR: I find it’s gone the other way. “Exponentially” has replaced the term “a lot.” But that’s OK. I don’t mind nerdy maths terms making it into the English language, even if I’m not going to stop and explain them!\nSo what advice do you have for people like me who are thinking, “Right, I want to make a difference in my corporation. I want to set up some data literacy training?” What’s the best place to start?\nSF: We know that “dump and run” training doesn’t work, like a “one show wonder.” Instead, it’s very much about an action/research cycle. You need to get people in a cadence of training where you might only do a two-or-three hour training block at a time, but there’s some goal setting and it’s a regular touchpoint and people are coming back together often, on a semi-regular basis, say. \nIt can be really frustrating because you’ll get people to come back, and to open up their visualisation tool that you’re using in your organisation and they’ll go, “How do I get there again?” or “What page were we on? What page was that thing with the graph that did this?” And it’s frustrating, but they literally have to practice this over and over again. You know, some of the research says that people need to hear things about seven times before it sticks, or that’s about the average, so there’ll be people who need to hear it more than seven times, which can be incredibly frustrating! \nThat action/research cycle is the model that I use with organisations. It’s a bit of input from me, they are practicing with me. Then they get homework, and then we meet back in a month or however long away. And then it’s constantly reaffirming, covering it again, and upskilling. That’s the plan.\nThe other thing from an organisational perspective, or if someone was looking at planning something like this, is to be deliberate about the end goal. What ideally, bearing in mind that this could take two-to-three years according to Tom Davenport, does it look like? What are the skills that you want people to have? How do you deliver that in a timely way?  You need to literally map out the two-to-three year programme, including action/research, the whole way through. \nI love a project management Gantt chart (that probably doesn’t surprise you, it’s a visualisation!) – but I’m also clear about who’s responsible, and at what point are we doing which part. You know the saying: “How do you eat an elephant? It’s one bite at a time.” You can’t change the culture overnight. This is a long process, so a Gantt chart/project management type of approach really helps an organisation zoom out and go, “OK, these are the things we need to first, and then this is the sequence that things are going to happen in.”\nNR: It’s kind of reassuring that you say that these things will take 24-36 months. If I think, “What is my end goal?” I want the people who our team’s charts and visualisations are for to be able to not only understand those charts, but also to take those charts into meetings and be able to explain them–to be able to tell stories, to be able to interact with them. What we now know they do is take the data that they want and they might put that in a PowerPoint, or they take the data that they want, but they don’t yet have the confidence to actually explore and see if there are other stories in there that are going to help them.\nI have a conceptual end point that I think I want them to get from this skill to this skill (gestures!), but I don’t know how you measure or quantify that other than perhaps to lurk in these meetings or ask for feedback or see how these processes have changed. The other thing that is key is that anything that you do implement comes as part of onboarding, because in the onboarding process you’re going to get people from all sorts of different areas of life, of different skill sets, different corporate backgrounds, etc., and there’s always the chance that people are going to have had different experiences working with data or they’ve got different habits. \nAll these things are far easier said than done.\nSF: Yes, it’s hard. I often say we go to school and from year one we’re learning English or maths, and so from a really young age we’re either a maths/science person or an English/humanities person, and we’re not taught to merge those two skills: the analytical skills with the narrative.  We’re not talking about the numbers, and so it makes sense that we’ve now got a workforce that struggles to do that, and combine those two skills, if they haven’t been used to that.\nNR: That’s so true, and also it describes myself, as nothing but a “numbers person” and a mathematician for forty years, and then suddenly finding visualisation, which is a way that I can create things, when I can’t draw a circle with a pencil without it looking like a sausage. It’s given me the need, but also the tools and the ability to use this whole other skill set, but I don’t think that’s necessarily going to be the case for everyone. \nI have a non-sequitur data visualisation question now, which is, “What’s your favourite data visualisation type?” or “What’s your least favourite?” You can answer either of them!\nSF: I think my least favourite is a lollipop. My favourite is a box plot. That or a heat map, I don’t have a definitive answer. Heat maps are used a lot in schools, in education dashboards, so when you’re looking at different data from assessment types side by side, you’re able to heat map it and look at trends that way. I just love a box plot for being able to see the spread of results, so rather than just reducing something to an average, I like that you can see the nuance. \nNR: I find that box plots get used by people with scientific backgrounds and mathematics backgrounds, and they can be, and you mention this in your book, one of the hardest to explain. You and I can love it because of all the information that’s there, but how many people know what’s behind that whisker? Is that a kind of additional literacy challenge?\nSF: Absolutely! I presented last week to about sixty executives in a room. I got them to go and do some work, and I had to pull them back in and say, “Sorry, I should’ve explained the boxplot.” It’s such a common thing in my presentations, people don’t understand how to read them. They think it’s the mean in the centre. They think that all of the results are in the boxes, and I’m like, “What do you think the whiskers are, then?” Somebody the other day said, “I thought the whiskers were the standard deviation and all of the data was sitting in the box.”No – do you even understand standard deviation? \nNR: That’s kind of the answer of someone who half understands, rather than someone who doesn’t understand. They understand that there is a thing called the standard deviation and it reflects the variation, but if they knew more about how it was defined they’d realise that they couldn’t possibly all be in the box. That’s one of those paradoxes that the more useful a visualisation can be in terms of showing disaggregated information, the more literacy it takes to understand it, or the more explanation it takes. \nSF: I try and normalise the fact that they don’t know, in any of my presentations where I talk about it. I say to them, “You’re not seeing box plots on the news, You’re seeing line graphs. You’re seeing bar charts. You’re not seeing a box plot, so it’s totally OK that you don’t know how to read it, because when are you getting exposure to that otherwise?” \nNR: And you see some terrible bar charts on the news as well, so sometimes I think the literacy needs to start in the news studios, even the famous ones!\nI could talk for ages but it’s the end of your day and the beginning of mine – you need to start your weekend and I need my second cup of coffee! It’s been awesome talking and I got a lot of thoughts and a lot of inspiration, a lot of ideas. I’m one of these people who when they get a book likes to keep them pristine, but this is absolutely full of orange highlights everywhere – it’s only books that I know I’m going to use again where I get the highlighter out!\nSF: There are a lot of people trying to do some good work in this space, so the more we can collaborate and work with one another, the better.\nYou can preorder Selena’s book on Amazon.\nHere Selena was nice enough to change the conversation topic to my own book. I didn’t include this part of the conversation since this article isn’t about me, but check out Questions in Dataviz available on November 2nd or pre-order now!! And stay tuned to Nightingale for a review!","dc:creator":"Neil","comments":"https://questionsindataviz.com/2022/08/01/how-can-i-become-a-numbers-person/#respond","content":"This post is an interview with Selena Fisk, author of &#8220;I&#8217;m not a numbers person&#8221; &#8211; previously published in Data Visualisation Society&#8217;s online Nightingale publication When I came across I’m not a numbers person and learned about Dr. Selena Fisk, I knew that I would be interested in reading the book to help increase my grounding in data [&#8230;]","contentSnippet":"This post is an interview with Selena Fisk, author of “I’m not a numbers person” – previously published in Data Visualisation Society’s online Nightingale publication When I came across I’m not a numbers person and learned about Dr. Selena Fisk, I knew that I would be interested in reading the book to help increase my grounding in data […]","guid":"http://questionsindataviz.com/?p=5032","categories":["book reviews","book review","data literacy","interview","storytelling"],"isoDate":"2022-08-01T21:26:59.000Z","blogTitle":"Question in dataviz","img":"https://questionsindataviz.files.wordpress.com/2022/04/cropped-logo-transparent.png?w=32"}},"__N_SSG":true}