{"pageProps":{"post":{"creator":"Neil","title":"How do we change how we see the world?","link":"https://questionsindataviz.com/2022/04/03/how-do-we-change-how-you-see-the-world/","pubDate":"Sun, 03 Apr 2022 12:06:11 +0000","content:encoded":"\n<p>This post is a review of &#8220;Atlas of the Invisible&#8221; by James Cheshire and Oliver Uberti. Subtitled &#8220;Maps &amp; Graphics that will change how you see the world&#8221; it&#8217;s basically just that. Whether it changes how you see the world, well that&#8217;s up to you &#8211; but the book is packed full of maps and graphics.</p>\n\n\n\n<p>That&#8217;s the main joy of this book &#8211; it might sound obvious but it&#8217;s absolutely packed with maps and graphics. For every traditional or near-traditional map visualisation, there&#8217;s a chart that&#8217;s either a much less traditional stylised map view, or a chart that&#8217;s nothing to do with a map. But what every image does have in common (and there are a lot of images), is that they country or region related information in an eye-catching manner. Because of that it&#8217;s a book I love to pick up and browse through. It&#8217;s a joy to own, read and take inspiration from, while being very difficult to pin down to a specific genre or description to base a review around. In other words, every time I pick the book up to review it, I browse through, find something different, and get thoroughly immersed in it again, without writing a word! </p>\n\n\n\n<p>Like a few other books I&#8217;ve reviewed, the book has a visual display of contents &#8211; like every other book that&#8217;s included one of these, I love it! It covers several pages, but below is one of these pages, which does a good job of showing the variety of graphics on option, from those instantly recognisable as maps to those which are alternative methods of displaying geographical information (this is less than half of the overall contents).</p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img data-attachment-id=\"4897\" data-permalink=\"https://questionsindataviz.com/img_2305/\" data-orig-file=\"https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png\" data-orig-size=\"3959,2491\" data-comments-opened=\"1\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"img_2305\" data-image-description=\"\" data-image-caption=\"\" data-medium-file=\"https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=300\" data-large-file=\"https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=680\" src=\"https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=1024\" alt=\"\" class=\"wp-image-4897\" srcset=\"https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=1024 1024w, https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=2048 2048w, https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=150 150w, https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=300 300w, https://questionsindataviz.files.wordpress.com/2022/04/img_2305.png?w=768 768w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /><figcaption>Visual Contents &#8211; Atlas of the Invisible</figcaption></figure>\n\n\n\n<p>There&#8217;s a danger when reviewing a book like this that I review it purely from a data visualisation fan&#8217;s perspective. And that&#8217;s still mostly what I will do, and mostly why I have (and love) the book. But it&#8217;s important to appreciate the content and intent of each of the visualisations. The topics covered are wide-ranging, but every chart or infographic aims to uncover information about the earth and the people that live there. The authors don&#8217;t just focus on the visuals, but also the importance of the data and stories behind them, bringing them to the attention of their readers &#8211; with the heartfelt implication that we, as consumers, not just understand some of the issues, but do something about it. They do this by including enough annotation and explanation with every chart to aid with our understanding. Every graphic might take centre stage but not without the time taken to frame it (literally) within words of explanation.</p>\n\n\n\n<p>I probably have about twelve new creative viz and map ideas as a result of this book. But not before stopping to think about the content of many more than twelve of the charts and learning more about the world, its geography, its politics and many important issues. Both of these outcomes are a very good thing!</p>\n","content:encodedSnippet":"This post is a review of “Atlas of the Invisible” by James Cheshire and Oliver Uberti. Subtitled “Maps & Graphics that will change how you see the world” it’s basically just that. Whether it changes how you see the world, well that’s up to you – but the book is packed full of maps and graphics.\nThat’s the main joy of this book – it might sound obvious but it’s absolutely packed with maps and graphics. For every traditional or near-traditional map visualisation, there’s a chart that’s either a much less traditional stylised map view, or a chart that’s nothing to do with a map. But what every image does have in common (and there are a lot of images), is that they country or region related information in an eye-catching manner. Because of that it’s a book I love to pick up and browse through. It’s a joy to own, read and take inspiration from, while being very difficult to pin down to a specific genre or description to base a review around. In other words, every time I pick the book up to review it, I browse through, find something different, and get thoroughly immersed in it again, without writing a word! \nLike a few other books I’ve reviewed, the book has a visual display of contents – like every other book that’s included one of these, I love it! It covers several pages, but below is one of these pages, which does a good job of showing the variety of graphics on option, from those instantly recognisable as maps to those which are alternative methods of displaying geographical information (this is less than half of the overall contents).\nVisual Contents – Atlas of the Invisible\n\n\n\nThere’s a danger when reviewing a book like this that I review it purely from a data visualisation fan’s perspective. And that’s still mostly what I will do, and mostly why I have (and love) the book. But it’s important to appreciate the content and intent of each of the visualisations. The topics covered are wide-ranging, but every chart or infographic aims to uncover information about the earth and the people that live there. The authors don’t just focus on the visuals, but also the importance of the data and stories behind them, bringing them to the attention of their readers – with the heartfelt implication that we, as consumers, not just understand some of the issues, but do something about it. They do this by including enough annotation and explanation with every chart to aid with our understanding. Every graphic might take centre stage but not without the time taken to frame it (literally) within words of explanation.\nI probably have about twelve new creative viz and map ideas as a result of this book. But not before stopping to think about the content of many more than twelve of the charts and learning more about the world, its geography, its politics and many important issues. Both of these outcomes are a very good thing!","dc:creator":"Neil","comments":"https://questionsindataviz.com/2022/04/03/how-do-we-change-how-you-see-the-world/#respond","content":"This post is a review of &#8220;Atlas of the Invisible&#8221; by James Cheshire and Oliver Uberti. Subtitled &#8220;Maps &#38; Graphics that will change how you see the world&#8221; it&#8217;s basically just that. Whether it changes how you see the world, well that&#8217;s up to you &#8211; but the book is packed full of maps and [&#8230;]","contentSnippet":"This post is a review of “Atlas of the Invisible” by James Cheshire and Oliver Uberti. Subtitled “Maps & Graphics that will change how you see the world” it’s basically just that. Whether it changes how you see the world, well that’s up to you – but the book is packed full of maps and […]","guid":"http://questionsindataviz.com/?p=4884","categories":["book reviews","atlas","charts","maps"],"isoDate":"2022-04-03T12:06:11.000Z","blogTitle":"Question in dataviz","img":"https://questionsindataviz.files.wordpress.com/2022/04/cropped-logo-transparent.png?w=32"}},"__N_SSG":true}