{"pageProps":{"post":{"creator":"Jonathan Gray","title":"Investigating troubling content on Amazon","link":"https://datajournalism.com/read/longreads/investigating-troubling-content-on-amazon","pubDate":"Thu, 02 Sep 2021 07:30:00 +0200","author":"Jonathan Gray","content":"\n                                                                        <p>Since the start of the COVID-19 pandemic in early 2020 there have been widespread concerns around what the World Health Organisation has described as an <a href=\"https://www.who.int/news/item/23-09-2020-managing-the-covid-19-infodemic-promoting-healthy-behaviours-and-mitigating-the-harm-from-misinformation-and-disinformation\">“infodemic” of misinformation</a> and conspiracy claims. </p>\n<p>Many journalists and media outlets have reported on how problematic claims have spread online, including on major social media platforms such as Facebook, Twitter, YouTube and Spotify, as well as emerging “alt tech” platforms.</p>\n<p>We have recently been exploring <a href=\"https://www.kcl.ac.uk/research/engaged-research-led-teaching\">how journalists, researchers and students can work together</a> to <a href=\"https://publicdatalab.org/projects/infodemic/\">use digital methods and data for investigating the infodemic</a>.</p>\n<p>Over the past year we’ve been working with institutions associated with the <a href=\"https://publicdatalab.org/\">Public Data Lab</a> – an interdisciplinary network exploring what difference the digital makes in attending to public problems – <a href=\"https://publicdatalab.org/projects/infodemic/\">on projects and investigations</a> into conspiracy content on Amazon. This resulted in stories such as:</p>\n<ul>\n<li><a href=\"https://www.politico.eu/article/amazon-qanon-covid19-coronavirus-disinformation-conspiracy-theories/\">“Conspiracy theories run wild on Amazon”</a> (POLITICO Europe),</li>\n<li><a href=\"https://www.buzzfeednews.com/article/craigsilverman/amazon-covid-conspiracy-books\">“Amazon is pushing readers down a 'rabbit hole' of conspiracy theories about the coronavirus”</a> (BuzzFeed News)</li>\n<li><a href=\"https://www.fastcompany.com/90640389/amazon-anti-vaccine-misinformation-moderation\">“How Amazon became an engine for anti-vaccine conspiracy theories”</a> (Fast Company)</li>\n<li><a href=\"https://www.mediamatters.org/amazon/amazon-helping-fund-conspiracy-theories\">“Amazon is helping fund conspiracy theories”</a> (Media Matters)</li>\n</ul>\n\n                                                                     \n                            <p>These collaborations draw on approaches that are documented in the new edition of the <a href=\"https://datajournalism.com/read/handbook/two\">Data Journalism Handbook</a> (in a section on “investigating data, platforms and algorithms”) which two of us co-edited, as well as in the <a href=\"https://fakenews.publicdatalab.org/\">Public Data Lab’s Field Guide to “Fake News”</a>.</p>\n<p>In this piece, we’ll take a behind the scenes look at <strong>how digital methods and data can be used to investigate troubling content on Amazon</strong>. As many of the lines of inquiry below are based on data that has been obtained through manual analysis and scraping of content and interfaces rather than through Application Programming Interfaces (APIs), this may be taken as a contribution to <a href=\"https://www.tandfonline.com/doi/abs/10.1080/10584609.2018.1477506?journalCode=upcp20\">“post-API” investigations</a>, as well as how journalists, researchers and students can collaborate around digital investigations.</p>\n<p>These projects were undertaken with a group of researchers and students at the <a href=\"https://www.kcl.ac.uk/ddh\">Department of Digital Humanities</a>, King’s College London; the <a href=\"https://wiki.digitalmethods.net/Dmi/SummerSchool2021\">Digital Methods Initiative</a>, the <a href=\"https://oilab.eu/\">Open Intelligence Lab</a> and the <a href=\"https://www.uva.nl/en/discipline/media-studies/media-studies.html\">Media Studies Department</a> at the University of Amsterdam; <a href=\"https://densitydesign.org/\">DensityDesign Lab</a> in Milan, and other institutions associated with the <a href=\"https://publicdatalab.org/\">Public Data Lab</a>, as part of an ongoing initiative on <a href=\"https://www.kcl.ac.uk/research/engaged-research-led-teaching\">“engaged research-led teaching”</a>.</p>\n<p>The collaboration process involved researchers providing initial “project briefs” and “project pitches” in consultation with journalists and others interested in investigating infodemic, each proposing steps and approaches for following different lines of inquiry such as <strong>de-platforming</strong>, <strong>monetisation</strong>, <strong>conspiracies and spirituality</strong>, <strong>creative hashtagging</strong> and <strong>conspiracy aesthetics</strong>.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>These briefs served as the basis for a first round of student projects at King’s College London in autumn 2020. The Amazon books project was further developed at the <a href=\"https://wiki.digitalmethods.net/Dmi/WinterSchool2021\">Digital Methods Winter School 2021 in Amsterdam</a>.</p>\n<p>We then provided journalists with packages of materials from these projects, including slide decks, visualisations and observations, along with a folder of <a href=\"http://recipes.publicdatalab.org/documentation.html\">documented datasets and research notes</a>. Our journalistic collaborators then built on and incorporated these materials into their reporting, sometimes with further exchanges and follow-on research. We have indicated below how the different recipes surfaced in reporting with links and quotes.</p>\n\n                                                                      \n                            <h3>What counts as a COVID-19 conspiracy book?</h3>\n<p>We began the project by looking for books with promoted COVID-19 conspiracy claims. But what counts as a COVID-19 conspiracy book?</p>\n<p>The team was lucky enough to be working with conspiracy researcher <a href=\"https://www.research.manchester.ac.uk/portal/peter.knight.html\">Peter Knight</a> from the University of Manchester, who suggested five key features of conspiracy based on research in this area:</p>\n\n                                                                                                 <p><strong>Five key features of conspiracies from Peter Knight:</strong></p>\n<ol>\n<li>Nothing happens by accident (deliberate secret planning)</li>\n<li>Nothing is as it seems (appearances are deceptive, official version is a lie)</li>\n<li>Everything is connected</li>\n<li>Tone/style of conspiracy theories (e.g. apocalyptic, manichean)</li>\n<li>Assumption of going against received wisdom</li>\n</ol>\n\n                                                                     \n                            <p>While conspiracy books are a thriving literary genre, how might one identify books which are mainly about promoting COVID-19 conspiracy claims? We looked for the presence of pandemic related keywords and themes, the presence of actors or entities that were related to COVID-19 conspiracy theories, and how books were being read as connected to the pandemic.</p>\n<p>Based on this we considered three ways in which books can be considered to be about COVID-19 conspiracies:</p>\n<p><strong>1. According to writers</strong> – books which are explicitly written about COVID-19 conspiracies;</p>\n<p><strong>2. According to readers</strong> – books which are (sometimes retrospectively) read as being related to COVID-19 conspiracy claims;</p>\n<p><strong>3. According to algorithms</strong> – books that are algorithmically associated with COVID-19 conspiracies through an interplay between recommendation features and user practices.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>As we wanted to focus on books that were explicitly conspiratorial, we took the decision to not list books that were <strong>sceptical of the pandemic, vaccines or lockdowns</strong>. This was because this scepticism did not qualify as conspiratorial as such, as per the features mentioned above. However, such books made plenty of appearances during the course of our investigation.</p>\n\n                                                                      \n                            <h3>What kinds of COVID-19 conspiracy books can be found on Amazon?</h3>\n<p>Based on this narrower, writerly understanding of a COVID-19 conspiracy books, we queried for keywords, followed <strong>“related books”</strong> and made an initial list of 18 conspiracy books on Amazon.com.</p>\n<p>Six of these have subsequently been taken down or are no longer available. Over the course of the project, we were subsequently able to identify others by following this initial set of books.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>What are these books about? We experimented with several techniques for highlighting key themes based on the analysis of the full texts of the books, such as through <strong>word trees</strong> (which can be generated <a href=\"https://www.jasondavies.com/wordtree/\">using this free tool</a>):</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>While these graphics give an indication of prominent themes and concerns, there is no substitute for reading the books. So a group of researchers and students read the full texts of the books, created in-depth profiles of each of the books, as well as examining all of their comments and reviews on Amazon sites.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>We also explored which kinds of themes were most prominent across the books, drawing on these readings and profiles, as well as thinking along with a <a href=\"http://infodemic.eu/2020/10/21/what-are-covid-19-conspiracy-theories.html\">list of COVID-19 conspiracy themes</a> which had been identified in the course of the <a href=\"http://infodemic.eu/\">Infodemic research project</a>. This was used to create a network showing which of the books shared which themes.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>These lists and the approach of identifying and discovering COVID-19 conspiracy books through the following recommendations were taken up by <a href=\"https://www.politico.eu/article/amazon-qanon-covid19-coronavirus-disinformation-conspiracy-theories/\">POLITICO Europe</a>:</p>\n<p>To determine how widespread disinformation was on Amazon, <strong>POLITICO Europe</strong> worked with researchers from <strong>King's College London</strong> and the <strong>University of Amsterdam</strong> who started with 16 widely available QAnon and COVID-19 conspiracy books on the e-commerce giant. The academics then relied on the company's own recommendations — based on <strong>automated algorithms</strong> that serve up other titles that may be interesting to its customers — to compile a list of more than 100 books with ties to <strong>disinformation and conspiracy theories</strong>.</p>\n<p>POLITICO Europe also conducted a separate review of Amazon's U.S., British, German and French sites by searching for books associated with <strong>QAnon and COVID-19</strong>, and similarly used the company's own recommendations to put together a list of 70 different books. </p>\n<p>While the English-language online marketplaces had the most conspiracy theory content, Amazon's German and French versions also listed reams of such material, often associated with local groups like Germany's right-wing identitarian movement and Didier Raoult, the French doctor who promoted an antimalarial drug to treat COVID-19.</p>\n\n                                                                                                 <p>Recipe 🥣 </p>\n<ol>\n<li>Query for COVID related keywords and make an initial list of problematic/conspiracy books.</li>\n<li>Look at recommendations associated with these books on Amazon sites to find more books.</li>\n<li>Qualitative analysis to classify them.</li>\n<li>Identify key themes and visualise using <a href=\"https://gephi.org/\">Gephi</a>, an open source network analysis tool.</li>\n</ol>\n\n                                                                     \n                            <h3>How and where does COVID-19 conspiracy content appear on Amazon?</h3>\n<p>How do COVID-19 conspiracy books appear on Amazon websites? In order to explore this, we created multiple fresh browser profiles on multiple devices and used multiple web proxy servers so that we could also understand the extent to which results were being personalised based on location, IP, cookies and previous browsing activity. We queried for several topical keywords such as “covid”, “covid-19”, “coronavirus”, “vaccine” and “lockdown” and recorded what we found in the first page of results (normally returning a maximum of 16 items).</p>\n<p>As well as identifying a number of conspiracy books listed in the <strong>first page of these search results</strong> (📕), we also found that the most common way to encounter these books was through Amazon’s recommendations from the other listings (👉🏼). There were also many <strong>conspiracy themed comments</strong> (💬), including some which indicated the book which was not about COVID-19 conspiracies according to the writer was nevertheless being read as a source book by conspiracy book readers.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>Drawing on this work, <strong>BuzzFeed News reporters Craig Silverman</strong> and <strong>Jane Lytvynenko</strong> <a href=\"https://www.buzzfeednews.com/article/craigsilverman/amazon-covid-conspiracy-books\">commented in their piece</a>:</p>\n<p>[...] COVID conspiracy books have appeared on the first page of search results for basic terms like “covid,” “covid-19,” and “vaccine.” Amazon also recommended conspiracy books when the researchers browsed non-conspiratorial books about the virus and related topics.</p>\n\n                                                                                                 <p>Recipe 🥣 </p>\n<ol>\n<li>Query for COVID-19 related terms.</li>\n<li>Obtain a list of books per website.</li>\n<li>Interface analysis to see whether there is conspiracy content, taking notes and screenshots on book content, recommendations, comments and other material.</li>\n</ol>\n\n                                                                     \n                            <h3>Which platforms are mentioned in the book reviews?</h3>\n<p>We were curious whether the comments and reviews on COVID-19 conspiracy books might give a sense of where readers were coming from or going to. This might also suggest which kinds of platforms are hosts to more lively COVID-19 conspiracy communities.</p>\n<p>We queried the comments of our list of COVID-19 conspiracy books for the names of various social media platforms, websites and alt-tech platforms, and found that YouTube was most frequently mentioned.</p>\n\n                                                                      \n                            \n                                                                                                 <p>Recipe 🥣 </p>\n<ol>\n<li>Start with a seed list of conspiracy books.</li>\n<li>Obtain associated metadata.</li>\n<li>Explore and query for platform names and other online spaces / alternative platforms.</li>\n</ol>\n\n                                                                     \n                            <h3>To what extent does the availability of COVID-19 conspiracy books differ among national Amazon marketplaces and subsidiaries?</h3>\n<p>We also looked into differences in availability amongst the list of books that we started with across <strong>Amazon marketplaces and subsidiary companies</strong>. We found that there were significant differences in availability across these websites and services.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>While in some countries none of the books was available (e.g. UEA, China), in others more than two-thirds were still available (e.g. Canada, France, Germany, Italy, Japan, Spain, United States). All of the books were available on GoodReads, and none were available on Audible.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>When books were taken down, we found that Amazon sites and services displayed different pages and messages. Sometimes this would include <strong>recommendations for other COVID-19 conspiracy books</strong> or query terms.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>As commented in the <a href=\"https://www.buzzfeednews.com/article/craigsilverman/amazon-covid-conspiracy-books\"><strong>BuzzFeed News piece</strong></a>:</p>\n<p>[...]  this feature is not consistent across Amazon’s international stores. Of its English-language stores, Amazon Canada and Singapore did not display government resources when searching for “covid” or “vaccine.” The company’s store in the United Arab Emirates showed them when searching for “covid” but not for “vaccine.”</p>\n<p><strong>Fast Company</strong> incorporated the graph into their piece together <a href=\"https://www.fastcompany.com/90640389/amazon-anti-vaccine-misinformation-moderation\">with the comment</a> that “the result is a moderation process that often appears haphazard and unclear”.</p>\n\n                                                                      \n                            \n                                                                                                 <p>Recipe 🥣 </p>\n<ol>\n<li>Start with a list of conspiracy books.</li>\n<li>Query for each of them on Amazon national sites.</li>\n<li>Analyse differences in moderation practices and what pages are displayed to visitors per book per site.</li>\n<li>Check its availability on Goodreads and Audible. </li>\n<li>If the books are unavailable, check the recommendations.</li>\n</ol>\n\n                                                                     \n                            <h3>How do Amazon recommendations bring users to and from COVID-19 conspiracy books?</h3>\n<p>Given the role of recommendation algorithms in displaying COVID-19 conspiracy books in relation to innocuous query terms (e.g. “covid”, “coronavirus”), we decided to explore this in more depth.</p>\n<p>Starting with the query \"covid\" on Amazon.com, we made a list of all of the books that appeared in the search results, and then expanded it to include all of the books that appeared in the recommendations associated with these books, and then again to include all of the recommended books associated with those books.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>Based on these lists, we made a network showing how books were associated through their recommendations. Conspiracy books and other books sceptical of COVID-19 appeared at the centre of the resulting network of recommendations. </p>\n<p>This further suggests that <strong>Amazon's recommendation features and algorithms</strong> play a significant role in facilitating access to conspiracy books, taking the first page of search results for “covid” on Amazon.com as a starting point.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>Drawing on this work, <a href=\"https://www.politico.eu/article/amazon-qanon-covid19-coronavirus-disinformation-conspiracy-theories/\">POLITICO Europe commented</a>:</p>\n<p>The company's recommendation engine, an automated tool that offers up other titles people may be interested in, based on others' purchasing histories, similarly pushes people towards conspiracy theories and disinformation.</p>\n<p>In their piece, <a href=\"https://www.buzzfeednews.com/article/craigsilverman/amazon-covid-conspiracy-books\">BuzzFeed noted</a>:</p>\n<p>The problem highlights how Amazon’s search and book promotion mechanisms often direct customers to COVID-19 conspiracy titles.</p>\n\n                                                                                                 <p>Recipe 🥣 </p>\n<ol>\n<li>Take a list of books appearing in search for “covid” on Amazon.com.</li>\n<li>Obtain books suggested through “customers also viewed” recommendations.</li>\n<li>Obtain recommendations associated with a list of books from the last step.</li>\n<li>Combine and organise data for visual network exploration (<a href=\"https://medialab.github.io/table2net/\">Table2Net</a> may be helpful here).</li>\n<li>Visualise with <a href=\"https://gephi.org/\">Gephi</a>, an open source network analysis tool.</li>\n</ol>\n\n                                                                     \n                            <h3>How do Amazon-owned websites facilitate engagement with COVID conspiracy content?</h3>\n<p>We also noticed that there were other features of Amazon websites that were involved in the promotion of conspiracy books.</p>\n\n                                                                      \n                            \n                                                                      \n                            <p>One prominent feature was the “best-seller” ranking. We looked at which of the COVID-19 conspiracy books featured in best-seller rankings and discovered that quite a few were included in the top 50 rankings across a number of categories.</p>\n\n                                                                      \n                            <p>COVID conspiracy books in category rankings</p>\n\n                                                                      \n                            <p>As the <a href=\"https://www.buzzfeednews.com/article/craigsilverman/amazon-covid-conspiracy-books\">BuzzFeed News piece commented</a>:</p>\n<p>Despite being filled with <strong>misinformation about the pandemic</strong>, Icke’s book \"The Answer\" at one point ranked 30th on Amazon.com’s bestseller list for Communication &amp; Media Studies. Its popularity is partly thanks to the e-commerce giant’s powerful recommendation algorithms that suggest \"The Answer\" and other COVID conspiracy theory books to people searching for basic information about the coronavirus, according to new research shared exclusively with BuzzFeed News.</p>\n<p><a href=\"https://www.fastcompany.com/90640389/amazon-anti-vaccine-misinformation-moderation\">Fast Company’s piece commented</a>:</p>\n<p>One top-ranked book that promises “the other side of the story” of vaccine science is #1 on Amazon’s list for “Health Policy.” Next to it, smiling infants grace the cover of the top-selling book in “Teen Health,” co-authored by an Oregon paediatrician whose license was suspended last year over an approach to vaccinations that placed “many of his patients at serious risk of harm.” Another book, <em>Anyone Who Tells You That Vaccines Are Safe and Effective Is Lying</em>, by a prominent English conspiracy theorist, promises “the facts about vaccination — so that you can make up your own mind.” There are no warning notices or fact checks—studies have shown no link between vaccines and autism, for instance—but there are over 1,700 five-star ratings and a badge: the book is #1 on Amazon’s list for “Children’s Vaccination &amp; Immunization.”</p>\n\n                                                                      \n                            <p><strong>Tips for doing digital investigations together</strong></p>\n<p>Beyond the specific outcomes and outputs from these digital investigations, we are interested in how researchers, students and journalists can work together on digital investigations, which is also discussed more extensively in the <a href=\"https://www.aup.nl/en/book/9789462989511/the-data-journalism-handbook\">Data Journalism Handbook</a>. We have also have been exploring this as part of work on <a href=\"https://www.kcl.ac.uk/research/engaged-research-led-teaching\">“engaged research-led teaching”</a>.</p>\n\n                                                                      \n                            \n                                                                                                 <p><strong>We conclude with a few things that we learned through the process of organising collaborative digital investigations this year:</strong></p>\n<ul>\n<li><p>Following many years of organising and contributing to Digital Methods Winter and Summer Schools in Amsterdam, we often use <a href=\"https://digitalsts.net/essays/data-sprints/\">“data sprints”</a> or workshops in order to set aside time for focused group work, accompanied by moments for collective reflection and feedback (e.g. sharing slides with collaborators to see what would be of most interest to them).</p>\n</li>\n<li><p>Rather than assuming that questions and problems are fixed from the outset, it is highly likely that they will change over the course of your project.</p>\n</li>\n<li><p>There is much to be gained from taking a qualitative and interpretive approach towards your material rather than mainly focusing on statistical or computational techniques. This is especially when it comes to thinking about <a href=\"https://mitpress.mit.edu/books/sorting-things-out\">how things are sorted out on the web and social media</a> (e.g. what counts as a conspiracy theory).</p>\n</li>\n<li><p>You may wish to consider <a href=\"http://recipes.publicdatalab.org/documentation.html\">keeping research diaries and documenting datasets</a> so it is possible for others to retrace your steps later on.</p>\n</li>\n<li><p>In complement to API-based tools and applications, manual analysis of user interfaces and gathering your own data can provide many insights for digital investigations.</p>\n</li>\n<li><p>Having worksheets and \"recipes\" for doing digital investigations on various platforms can help to get things started and can be adapted as needed and shared with collaborators.</p>\n</li>\n<li><p>Visualisations can be part of the process of data exploration rather than just to summarise or present findings. Simple visualisations can be prototyped in spreadsheets (e.g. rankings, emoji graphs) or with free open source tools such as <a href=\"https://rawgraphs.io/\">Raw Graphs</a>, <a href=\"https://www.datawrapper.de/\">Datawrapper</a> or <a href=\"https://gephi.org/\">Gephi</a>.</p>\n</li>\n</ul>\n\n                                                                     \n                            <p>This approach aims to support making space in universities and classrooms for experimental, <strong>creative and critically engaged digital investigations</strong>, without taking for granted the questions, data, methods, materials and means through which they are produced.</p>\n\n                                                                                                 <p><strong>Further reading and resources:</strong></p>\n<ul>\n<li><p><a href=\"https://www.aup.nl/en/book/9789462989511/the-data-journalism-handbook\">Data Journalism Handbook</a> </p>\n</li>\n<li><p><a href=\"https://www.slideshare.net/lilianabounegru/towards-a-critical-data-journalism-practice\">Towards a critical data journalism practice - keynote talk by Liliana Bounegru</a> </p>\n</li>\n<li><p><a href=\"https://publicdatalab.org/projects/infodemic/\">Journalistic collaborations and recipes from the infodemic project</a> </p>\n</li>\n<li><p><a href=\"https://firstdraftnews.org/long-form-article/digitalrecipes/\">Digital methods recipes published with First Draft</a> </p>\n</li>\n<li><p><a href=\"http://infodemic.eu/\">More about the AHRC funded Infodemic Project</a> </p>\n</li>\n<li><p><a href=\"https://fakenews.publicdatalab.org/\">The Field Guide to “Fake News”</a> </p>\n</li>\n<li><p><a href=\"https://publicdatalab.org/\">Public Data Lab</a> </p>\n</li>\n<li><p><a href=\"https://digitalmethods.net/\">Digital Methods Initiative</a> </p>\n</li>\n<li><p><a href=\"https://oilab.eu/\">Open Intelligence Lab</a> </p>\n</li>\n<li><p><a href=\"https://www.kcl.ac.uk/research/engaged-research-led-teaching\">Engaged research-led teaching</a></p>\n</li>\n</ul>\n\n                                                                                                                                <p><a href=\"https://datajournalism.com/contributors/jwyg\">Dr. Jonathan Gray</a> is Lecturer in Critical Infrastructure Studies at the Department of Digital Humanities, King’s College London, where he is currently writing a book on data worlds. He is also co-founder of the Public Data Lab; and Research Associate at the Digital Methods Initiative (University of Amsterdam) and the médialab (Sciences Po, Paris). More about his work can be found at <a href=\"https://jonathangray.org\">jonathangray.org</a> and he tweets at <a href=\"www.twitter.com/jwyg\">@jwyg</a>.</p>\n\n                                                                                        <p><a href=\"https://datajournalism.com/contributors/LilianaBounegru\">Liliana Bounegru</a> is Lecturer in Digital Methods at the Department of Digital Humanities, King's College London. She is also co-founder of the Public Data Lab and affiliated with the Digital Methods Initiative in Amsterdam and the médialab, Sciences Po in Paris. More about her work can be found at <a href=\"https://lilianabounegru.org\">lilianabounegru.org</a>. You can follow her on Twitter at <a href=\"www.twitter.com/bb_liliana\">@bb_liliana</a>.</p>\n \n                                                                                                                                                             <p><a href=\"https://datajournalism.com/contributors/mtuters\">Marc Tuters</a> is an Assistant Professor in the University of Amsterdam's Media Studies faculty, and a researcher affiliated with the Digital Methods Initiative (DMI) as well as the Open Intelligence Lab (OILab). His current work draws on a mixture of close and distant reading methods to examine how online subcultures use infrastructures and vernaculars to constitute themselves as political movements.</p>\n\n                                                                                        <p><a href=\"https://datajournalism.com/contributors/ThaisLobo\">Thais Lobo</a> is a journalist and new media researcher working with collaborative investigations around online platforms and digital cultures. She is also a researcher and teaching assistant at the Department of Digital Humanities, King's College London, and has collaborated with the Public Data Lab in various data projects. She tweets in Portuguese and (occasionally) English at <a href=\"https://www.twitter.com/thais_lobo\">@thais_lobo</a>.</p>\n \n                                                                                                                             <p>This piece builds on “engaged research-led teaching” activities with the <a href=\"https://publicdatalab.org/\">Public Data Lab network</a>, in collaboration with the AHRC-funded Infodemic project. This includes projects with researchers, journalists and students at the Department of Digital Humanities, King’s College London as well as at the Digital Methods Winter School 2021 at the University of Amsterdam. Thanks to all of the students, researchers, journalists and workshop participants who contributed to the development of these investigations.</p>\n\n                                             \n                ","contentSnippet":"Since the start of the COVID-19 pandemic in early 2020 there have been widespread concerns around what the World Health Organisation has described as an “infodemic” of misinformation and conspiracy claims. \nMany journalists and media outlets have reported on how problematic claims have spread online, including on major social media platforms such as Facebook, Twitter, YouTube and Spotify, as well as emerging “alt tech” platforms.\nWe have recently been exploring how journalists, researchers and students can work together to use digital methods and data for investigating the infodemic.\nOver the past year we’ve been working with institutions associated with the Public Data Lab – an interdisciplinary network exploring what difference the digital makes in attending to public problems – on projects and investigations into conspiracy content on Amazon. This resulted in stories such as:\n“Conspiracy theories run wild on Amazon” (POLITICO Europe),\n“Amazon is pushing readers down a 'rabbit hole' of conspiracy theories about the coronavirus” (BuzzFeed News)\n“How Amazon became an engine for anti-vaccine conspiracy theories” (Fast Company)\n“Amazon is helping fund conspiracy theories” (Media Matters)\nThese collaborations draw on approaches that are documented in the new edition of the Data Journalism Handbook (in a section on “investigating data, platforms and algorithms”) which two of us co-edited, as well as in the Public Data Lab’s Field Guide to “Fake News”.\nIn this piece, we’ll take a behind the scenes look at how digital methods and data can be used to investigate troubling content on Amazon. As many of the lines of inquiry below are based on data that has been obtained through manual analysis and scraping of content and interfaces rather than through Application Programming Interfaces (APIs), this may be taken as a contribution to “post-API” investigations, as well as how journalists, researchers and students can collaborate around digital investigations.\nThese projects were undertaken with a group of researchers and students at the Department of Digital Humanities, King’s College London; the Digital Methods Initiative, the Open Intelligence Lab and the Media Studies Department at the University of Amsterdam; DensityDesign Lab in Milan, and other institutions associated with the Public Data Lab, as part of an ongoing initiative on “engaged research-led teaching”.\nThe collaboration process involved researchers providing initial “project briefs” and “project pitches” in consultation with journalists and others interested in investigating infodemic, each proposing steps and approaches for following different lines of inquiry such as de-platforming, monetisation, conspiracies and spirituality, creative hashtagging and conspiracy aesthetics.\nThese briefs served as the basis for a first round of student projects at King’s College London in autumn 2020. The Amazon books project was further developed at the Digital Methods Winter School 2021 in Amsterdam.\nWe then provided journalists with packages of materials from these projects, including slide decks, visualisations and observations, along with a folder of documented datasets and research notes. Our journalistic collaborators then built on and incorporated these materials into their reporting, sometimes with further exchanges and follow-on research. We have indicated below how the different recipes surfaced in reporting with links and quotes.\nWhat counts as a COVID-19 conspiracy book?\nWe began the project by looking for books with promoted COVID-19 conspiracy claims. But what counts as a COVID-19 conspiracy book?\nThe team was lucky enough to be working with conspiracy researcher Peter Knight from the University of Manchester, who suggested five key features of conspiracy based on research in this area:\nFive key features of conspiracies from Peter Knight:\nNothing happens by accident (deliberate secret planning)\nNothing is as it seems (appearances are deceptive, official version is a lie)\nEverything is connected\nTone/style of conspiracy theories (e.g. apocalyptic, manichean)\nAssumption of going against received wisdom\nWhile conspiracy books are a thriving literary genre, how might one identify books which are mainly about promoting COVID-19 conspiracy claims? We looked for the presence of pandemic related keywords and themes, the presence of actors or entities that were related to COVID-19 conspiracy theories, and how books were being read as connected to the pandemic.\nBased on this we considered three ways in which books can be considered to be about COVID-19 conspiracies:\n1. According to writers – books which are explicitly written about COVID-19 conspiracies;\n2. According to readers – books which are (sometimes retrospectively) read as being related to COVID-19 conspiracy claims;\n3. According to algorithms – books that are algorithmically associated with COVID-19 conspiracies through an interplay between recommendation features and user practices.\nAs we wanted to focus on books that were explicitly conspiratorial, we took the decision to not list books that were sceptical of the pandemic, vaccines or lockdowns. This was because this scepticism did not qualify as conspiratorial as such, as per the features mentioned above. However, such books made plenty of appearances during the course of our investigation.\nWhat kinds of COVID-19 conspiracy books can be found on Amazon?\nBased on this narrower, writerly understanding of a COVID-19 conspiracy books, we queried for keywords, followed “related books” and made an initial list of 18 conspiracy books on Amazon.com.\nSix of these have subsequently been taken down or are no longer available. Over the course of the project, we were subsequently able to identify others by following this initial set of books.\nWhat are these books about? We experimented with several techniques for highlighting key themes based on the analysis of the full texts of the books, such as through word trees (which can be generated using this free tool):\nWhile these graphics give an indication of prominent themes and concerns, there is no substitute for reading the books. So a group of researchers and students read the full texts of the books, created in-depth profiles of each of the books, as well as examining all of their comments and reviews on Amazon sites.\nWe also explored which kinds of themes were most prominent across the books, drawing on these readings and profiles, as well as thinking along with a list of COVID-19 conspiracy themes which had been identified in the course of the Infodemic research project. This was used to create a network showing which of the books shared which themes.\nThese lists and the approach of identifying and discovering COVID-19 conspiracy books through the following recommendations were taken up by POLITICO Europe:\nTo determine how widespread disinformation was on Amazon, POLITICO Europe worked with researchers from King's College London and the University of Amsterdam who started with 16 widely available QAnon and COVID-19 conspiracy books on the e-commerce giant. The academics then relied on the company's own recommendations — based on automated algorithms that serve up other titles that may be interesting to its customers — to compile a list of more than 100 books with ties to disinformation and conspiracy theories.\nPOLITICO Europe also conducted a separate review of Amazon's U.S., British, German and French sites by searching for books associated with QAnon and COVID-19, and similarly used the company's own recommendations to put together a list of 70 different books. \nWhile the English-language online marketplaces had the most conspiracy theory content, Amazon's German and French versions also listed reams of such material, often associated with local groups like Germany's right-wing identitarian movement and Didier Raoult, the French doctor who promoted an antimalarial drug to treat COVID-19.\nRecipe 🥣 \nQuery for COVID related keywords and make an initial list of problematic/conspiracy books.\nLook at recommendations associated with these books on Amazon sites to find more books.\nQualitative analysis to classify them.\nIdentify key themes and visualise using Gephi, an open source network analysis tool.\nHow and where does COVID-19 conspiracy content appear on Amazon?\nHow do COVID-19 conspiracy books appear on Amazon websites? In order to explore this, we created multiple fresh browser profiles on multiple devices and used multiple web proxy servers so that we could also understand the extent to which results were being personalised based on location, IP, cookies and previous browsing activity. We queried for several topical keywords such as “covid”, “covid-19”, “coronavirus”, “vaccine” and “lockdown” and recorded what we found in the first page of results (normally returning a maximum of 16 items).\nAs well as identifying a number of conspiracy books listed in the first page of these search results (📕), we also found that the most common way to encounter these books was through Amazon’s recommendations from the other listings (👉🏼). There were also many conspiracy themed comments (💬), including some which indicated the book which was not about COVID-19 conspiracies according to the writer was nevertheless being read as a source book by conspiracy book readers.\nDrawing on this work, BuzzFeed News reporters Craig Silverman and Jane Lytvynenko commented in their piece:\n[...] COVID conspiracy books have appeared on the first page of search results for basic terms like “covid,” “covid-19,” and “vaccine.” Amazon also recommended conspiracy books when the researchers browsed non-conspiratorial books about the virus and related topics.\nRecipe 🥣 \nQuery for COVID-19 related terms.\nObtain a list of books per website.\nInterface analysis to see whether there is conspiracy content, taking notes and screenshots on book content, recommendations, comments and other material.\nWhich platforms are mentioned in the book reviews?\nWe were curious whether the comments and reviews on COVID-19 conspiracy books might give a sense of where readers were coming from or going to. This might also suggest which kinds of platforms are hosts to more lively COVID-19 conspiracy communities.\nWe queried the comments of our list of COVID-19 conspiracy books for the names of various social media platforms, websites and alt-tech platforms, and found that YouTube was most frequently mentioned.\nRecipe 🥣 \nStart with a seed list of conspiracy books.\nObtain associated metadata.\nExplore and query for platform names and other online spaces / alternative platforms.\nTo what extent does the availability of COVID-19 conspiracy books differ among national Amazon marketplaces and subsidiaries?\nWe also looked into differences in availability amongst the list of books that we started with across Amazon marketplaces and subsidiary companies. We found that there were significant differences in availability across these websites and services.\nWhile in some countries none of the books was available (e.g. UEA, China), in others more than two-thirds were still available (e.g. Canada, France, Germany, Italy, Japan, Spain, United States). All of the books were available on GoodReads, and none were available on Audible.\nWhen books were taken down, we found that Amazon sites and services displayed different pages and messages. Sometimes this would include recommendations for other COVID-19 conspiracy books or query terms.\nAs commented in the BuzzFeed News piece:\n[...]  this feature is not consistent across Amazon’s international stores. Of its English-language stores, Amazon Canada and Singapore did not display government resources when searching for “covid” or “vaccine.” The company’s store in the United Arab Emirates showed them when searching for “covid” but not for “vaccine.”\nFast Company incorporated the graph into their piece together with the comment that “the result is a moderation process that often appears haphazard and unclear”.\nRecipe 🥣 \nStart with a list of conspiracy books.\nQuery for each of them on Amazon national sites.\nAnalyse differences in moderation practices and what pages are displayed to visitors per book per site.\nCheck its availability on Goodreads and Audible. \nIf the books are unavailable, check the recommendations.\nHow do Amazon recommendations bring users to and from COVID-19 conspiracy books?\nGiven the role of recommendation algorithms in displaying COVID-19 conspiracy books in relation to innocuous query terms (e.g. “covid”, “coronavirus”), we decided to explore this in more depth.\nStarting with the query \"covid\" on Amazon.com, we made a list of all of the books that appeared in the search results, and then expanded it to include all of the books that appeared in the recommendations associated with these books, and then again to include all of the recommended books associated with those books.\nBased on these lists, we made a network showing how books were associated through their recommendations. Conspiracy books and other books sceptical of COVID-19 appeared at the centre of the resulting network of recommendations. \nThis further suggests that Amazon's recommendation features and algorithms play a significant role in facilitating access to conspiracy books, taking the first page of search results for “covid” on Amazon.com as a starting point.\nDrawing on this work, POLITICO Europe commented:\nThe company's recommendation engine, an automated tool that offers up other titles people may be interested in, based on others' purchasing histories, similarly pushes people towards conspiracy theories and disinformation.\nIn their piece, BuzzFeed noted:\nThe problem highlights how Amazon’s search and book promotion mechanisms often direct customers to COVID-19 conspiracy titles.\nRecipe 🥣 \nTake a list of books appearing in search for “covid” on Amazon.com.\nObtain books suggested through “customers also viewed” recommendations.\nObtain recommendations associated with a list of books from the last step.\nCombine and organise data for visual network exploration (Table2Net may be helpful here).\nVisualise with Gephi, an open source network analysis tool.\nHow do Amazon-owned websites facilitate engagement with COVID conspiracy content?\nWe also noticed that there were other features of Amazon websites that were involved in the promotion of conspiracy books.\nOne prominent feature was the “best-seller” ranking. We looked at which of the COVID-19 conspiracy books featured in best-seller rankings and discovered that quite a few were included in the top 50 rankings across a number of categories.\nCOVID conspiracy books in category rankings\nAs the BuzzFeed News piece commented:\nDespite being filled with misinformation about the pandemic, Icke’s book \"The Answer\" at one point ranked 30th on Amazon.com’s bestseller list for Communication & Media Studies. Its popularity is partly thanks to the e-commerce giant’s powerful recommendation algorithms that suggest \"The Answer\" and other COVID conspiracy theory books to people searching for basic information about the coronavirus, according to new research shared exclusively with BuzzFeed News.\nFast Company’s piece commented:\nOne top-ranked book that promises “the other side of the story” of vaccine science is #1 on Amazon’s list for “Health Policy.” Next to it, smiling infants grace the cover of the top-selling book in “Teen Health,” co-authored by an Oregon paediatrician whose license was suspended last year over an approach to vaccinations that placed “many of his patients at serious risk of harm.” Another book, Anyone Who Tells You That Vaccines Are Safe and Effective Is Lying, by a prominent English conspiracy theorist, promises “the facts about vaccination — so that you can make up your own mind.” There are no warning notices or fact checks—studies have shown no link between vaccines and autism, for instance—but there are over 1,700 five-star ratings and a badge: the book is #1 on Amazon’s list for “Children’s Vaccination & Immunization.”\nTips for doing digital investigations together\nBeyond the specific outcomes and outputs from these digital investigations, we are interested in how researchers, students and journalists can work together on digital investigations, which is also discussed more extensively in the Data Journalism Handbook. We have also have been exploring this as part of work on “engaged research-led teaching”.\nWe conclude with a few things that we learned through the process of organising collaborative digital investigations this year:\nFollowing many years of organising and contributing to Digital Methods Winter and Summer Schools in Amsterdam, we often use “data sprints” or workshops in order to set aside time for focused group work, accompanied by moments for collective reflection and feedback (e.g. sharing slides with collaborators to see what would be of most interest to them).\nRather than assuming that questions and problems are fixed from the outset, it is highly likely that they will change over the course of your project.\nThere is much to be gained from taking a qualitative and interpretive approach towards your material rather than mainly focusing on statistical or computational techniques. This is especially when it comes to thinking about how things are sorted out on the web and social media (e.g. what counts as a conspiracy theory).\nYou may wish to consider keeping research diaries and documenting datasets so it is possible for others to retrace your steps later on.\nIn complement to API-based tools and applications, manual analysis of user interfaces and gathering your own data can provide many insights for digital investigations.\nHaving worksheets and \"recipes\" for doing digital investigations on various platforms can help to get things started and can be adapted as needed and shared with collaborators.\nVisualisations can be part of the process of data exploration rather than just to summarise or present findings. Simple visualisations can be prototyped in spreadsheets (e.g. rankings, emoji graphs) or with free open source tools such as Raw Graphs, Datawrapper or Gephi.\nThis approach aims to support making space in universities and classrooms for experimental, creative and critically engaged digital investigations, without taking for granted the questions, data, methods, materials and means through which they are produced.\nFurther reading and resources:\nData Journalism Handbook \nTowards a critical data journalism practice - keynote talk by Liliana Bounegru \nJournalistic collaborations and recipes from the infodemic project \nDigital methods recipes published with First Draft \nMore about the AHRC funded Infodemic Project \nThe Field Guide to “Fake News” \nPublic Data Lab \nDigital Methods Initiative \nOpen Intelligence Lab \nEngaged research-led teaching\nDr. Jonathan Gray is Lecturer in Critical Infrastructure Studies at the Department of Digital Humanities, King’s College London, where he is currently writing a book on data worlds. He is also co-founder of the Public Data Lab; and Research Associate at the Digital Methods Initiative (University of Amsterdam) and the médialab (Sciences Po, Paris). More about his work can be found at jonathangray.org and he tweets at @jwyg.\nLiliana Bounegru is Lecturer in Digital Methods at the Department of Digital Humanities, King's College London. She is also co-founder of the Public Data Lab and affiliated with the Digital Methods Initiative in Amsterdam and the médialab, Sciences Po in Paris. More about her work can be found at lilianabounegru.org. You can follow her on Twitter at @bb_liliana.\nMarc Tuters is an Assistant Professor in the University of Amsterdam's Media Studies faculty, and a researcher affiliated with the Digital Methods Initiative (DMI) as well as the Open Intelligence Lab (OILab). His current work draws on a mixture of close and distant reading methods to examine how online subcultures use infrastructures and vernaculars to constitute themselves as political movements.\nThais Lobo is a journalist and new media researcher working with collaborative investigations around online platforms and digital cultures. She is also a researcher and teaching assistant at the Department of Digital Humanities, King's College London, and has collaborated with the Public Data Lab in various data projects. She tweets in Portuguese and (occasionally) English at @thais_lobo.\nThis piece builds on “engaged research-led teaching” activities with the Public Data Lab network, in collaboration with the AHRC-funded Infodemic project. This includes projects with researchers, journalists and students at the Department of Digital Humanities, King’s College London as well as at the Digital Methods Winter School 2021 at the University of Amsterdam. Thanks to all of the students, researchers, journalists and workshop participants who contributed to the development of these investigations.","guid":"https://datajournalism.com/read/longreads/investigating-troubling-content-on-amazon","isoDate":"2021-09-02T05:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}