{"pageProps":{"post":{"creator":"Eva Belmonte","title":"Journalism first: doing advocacy with data on your side","link":"https://datajournalism.com/read/longreads/doing-advocacy-with-data","pubDate":"Fri, 17 Jan 2020 15:59:00 +0100","author":"Eva Belmonte","content":"\n                                                                        <p>Some of the best examples of data journalism are big investigations, where you spend months understanding a complex issue, discovering data where there was none or diving into huge amounts of information to find something invisible to the naked eye. Bringing new light to an issue. But to understand the complexity of this data you need time, resources, and a lot of digging. </p>\n<p>By the end of that odyssey, you no longer consult experts, <em>you are the expert</em>. And it is a waste to not take advantage of all that knowledge to try to fix the problems you encountered along the way. </p>\n<p>Now, you might say: “We are journalists. We are here to narrate the world, not to fix it.” </p>\n<p>I'm not so sure. </p>\n<p>What I am sure of is that sometimes publishing a story is not enough. And that the line separating journalism from advocacy -- which has always been there, even if it has been hidden -- is thinner than it may seem to many, in both traditional journalism and in the most cutting-edge data journalism teams.</p>\n<p>Miriam Wells, impact editor at The Bureau Of Investigative Journalism, said in an <a href=\"https://www.niemanlab.org/2019/09/meet-the-impact-editor-the-bureau-of-investigative-journalism-is-now-paying-someone-to-ensure-its-journalism-makes-a-difference/\">interview with NiemanLab</a> that she felt “a bit frustrated” with traditional journalism: “No matter what you write, no matter how much of a splash it makes, it doesn't always make a change.” </p>\n<p>Miriam’s role, as she explains, is, among other things, to bridge the gap between journalists and activists. And this relationship between the two camps generates many doubts: How do you treat those same activists when they are also sources? How does it affect your editorial independence, or modify which topics you investigate and which you do not? </p>\n<p>But what if we go one step further and the journalist becomes an actual activist? Those questions become even more tricky. Yet, it is very worthwhile to try and solve them. In Miriam’s words: \"I became a journalist because, even though it's cliché, I wanted to make a difference.\"</p>\n\n                                                                     \n                            <h1>You have the data on your side: take advantage</h1>\n<p>At <a href=\"https://s3.amazonaws.com/propublica/assets/about/LFA_ProPublica-white-paper_2.1.pdf?_ga=2.124451146.1111872214.1573751756-1125177779.1573751756\">Civio</a>, a small non-profit newsroom in Spain, we have been combining investigative reporting and data journalism with activism for years. We have asked ourselves these questions millions of times and we are very aware of the need to build a Chinese wall between investigations and activism, and between the goals of each, which can be quite different. But yes, we lobby. And it all started because it was impossible for us to stop thinking about the problems we had found just because we had published an article, when we saw the solution so clearly. How can you not do anything when you have the data on your side?</p>\n<p>Although the nomenclature varies and examples are scarce, we are not the only ones that combine activism and journalism. ProPublica does it, too. In a white paper, <a href=\"https://s3.amazonaws.com/propublica/assets/about/LFA_ProPublica-white-paper_2.1.pdf?_ga=2.124451146.1111872214.1573751756-1125177779.1573751756\">Issues Around Impact</a>, ProPublica president Richard J. Tofel links the relationship to <a href=\"https://datajournalism.com/read/longreads/evidence-of-a-solution\">solutions journalism</a> and explains the reasons why ProPublica sometimes goes one step further: “When a problem is identified by reporting, and when a solution is revealed as well — e.g., nurses with criminal records are not having their nursing licenses revoked but could be, or presidential pardons are being issued and withheld on a racially discriminatory basis due to Justice Department internal guidelines that could be changed at the stroke of a pen — it is appropriate for journalists to call attention to the problem and the remedy until the remedy is put in place.”</p>\n\n                                                                                                 <blockquote><p>No matter what you write, no matter how much of a splash it makes, it doesn't always make a change.</p>\n</blockquote>\n\n                                                                                                <p>One of those examples arises from the <a href=\"https://datajournalism.com/read/longreads/evidence-of-a-solution\">long-running and deep investigation</a> ProPublica have been conducting for years on presidential pardons. In this case, what the data have shown, and what ProPublica is fighting, is a clear discrimination by race in decisions to grant --or not-- presidential pardons.</p>\n<p>In Spain, the essential question about pardons is different, because the context is different. Here the fact is that it is much <a href=\"https://civio.es/el-indultometro/2018/04/04/relativity/\">easier to receive a pardon</a> if you have been convicted of a corruption-related crime compared to a common crime, such as theft or small scale drug offences. Some <a href=\"https://civio.es/el-indultometro/2018/03/24/corrupt-pardons/\">227 people</a> have been pardoned for corruption in the last 23 years. And <a href=\"https://civio.es/el-indultometro/2018/03/27/el-rico-en-malaga-y-la-piedad-en-zaragoza-las-cofradias-de-semana-santa-que-siempre-se-llevan-su-indulto/\">religious orders have a preferential path</a> for pardons. All these headlines emerged from <a href=\"https://civio.es/en/pardonometer/\">The Pardonometer</a>, an investigation by Civio that launched in 2013 and that, in addition to many stories, <a href=\"http://civicus.org/thedatashift/wp-content/uploads/2016/03/changing-what-counts-2.pdf\">created the first database of pardons</a> in Spain, now used by other journalists and activists. </p>\n<p>With that experience behind us, <a href=\"https://civio.es/novedades/2019/01/14/asi-fue-la-comparecencia-de-civio-en-el-congreso-para-la-reformar-los-indultos/\">we went to Congress</a> to share our point of view, based on our data, on how to reform the century-and-a-half old Law of the Pardon that parliamentary groups were negotiating. We asked for two things: firstly, that pardons should no longer be at the Government's discretion and, secondly, that pardons should be given some oversight -- on the part of the sentencing judge or the part of the parliament. We knew that the pardons process was being abused to forgive corrupt people, sometimes members of the ruling party itself, or public officials. With this in mind, we also asked that the whole process be made more transparent. </p>\n<p>This is where a certain professional selfishness comes in: During our investigation, we found a tremendous lack of information around pardons. There was no data on who requested the pardon, and the reasons for pardoning one person or another were not published. We asked that all of this information be made public. For us. For all journalists who might investigate this issue. And, finally, for all interested citizens.</p>\n\n                                                                     \n                            \n                                                                      \n                            <h1>Choose your battles</h1>\n<p>But what battles should a journalist fight? Is every cause worth it? ProPublica’s Richard Tofel wrote: \"When something is literally indefensible, and when the means of remedy are clear and certain, journalists should not hesitate to suggest how change could occur.\" </p>\n<p>Are we sure that \"literally defenceless\" means exactly the same thing for everyone? Of course not. We can talk about human rights and find a general consensus -- or not, depending on the times. Or, we look at issues of common concern, like political corruption. Any fight against corruption, in countries where it is prevalent, such as Spain, may seem fair in everyone's eyes. It is one of the areas in which Civio advocates, although not the main one. Even so, there will always be someone who differs on the details or thinks that journalists should not get involved.</p>\n<p>What I am sure a journalist can defend, and what they should in fact defend, because it is our profession, is freedom of information. There is no freedom of information without transparency and a right of access to information. That is where our activism becomes selfish -- in the best sense of the word -- because  we are fighting a battle to defend our own field. </p>\n<p>Civio's activism, for example, is very limited. That is because it requires a lot of resources and time. The path we have been pushing for years does not go through publishing a statement and waiting to be ignored until media pressure builds up, something that would be the activist equivalent of publishing an article and waiting for the problem to be solved alone. Instead, it requires us to study laws, draft amendments and propose concrete improvements based on the data extracted from our investigations. And, since it is limited, it focuses on the core of what we do.</p>\n\n                                                                                                 <blockquote><p>Without good laws, there is no data. Without data, there is no story.</p>\n</blockquote>\n\n                                                                                                <p>Virtually all of our battles focus on demanding more transparency and access to information. If it is important in traditional journalism, then it is even more important when we talk about data journalism. The laws of access to information are one of the most powerful tools that data journalists have to get stories. Without good laws, there is no data. Without data, there is no story. </p>\n<p>Demanding better transparency laws, litigating in court against the concealment of information, and demanding that key data be public...All are struggles for our raw material: neither more nor less. That's where journalists can feel the most comfortable, where activism makes sense, even though it also benefits everyone else.</p>\n<p>Journalists may feel pressure to find the solution to a general problem that affects all citizens, such as pardoning corrupt criminals, and demand more control and transparency in the process. That might reveal unexpected data to investigate and benefit their journalism. </p>\n<p>Or, the other way around, a media outlet may press for the prices that governments pay for their medicines to write <a href=\"https://civio.es/medicamentalia/2017/10/25/sovaldi-4-years-after-the-hepatitis-c-revolution-how-much-do-new-drugs-cost/\">an article</a> about new and expensive medicines and their impact on the health system. Then, perhaps the obligation to publish that information puts pressure on pharmaceutical companies, who might give greater discounts or patient groups may demand adding new drugs to the public health system, benefiting all citizens. </p>\n<p>In neither case have we lost sight of journalism: it is always present as a public good worth protecting.</p>\n<p>There is still a third case: when fighting, after an investigation, to eliminate the obstacles that we encountered along the way and made it difficult, if not impossible, to obtain the data we needed to tell our story. It’s a sort of final revenge.</p>\n\n                                                                     \n                            \n                                                                      \n                            <h1>But first, journalism</h1>\n<p>In 2012, Civio began to investigate public contracts through a project that, every day, reads, analyses, and contextualises everything that is published in the Spanish BOE, <a href=\"https://civio.es/en/our-daily-official-gazette/\">Our Daily Official Gazette</a>. From individual cases -- corruption, inflated contracts, contracts to people linked to public offices, and so on -- we turned to a more global analysis appropriate to data journalism with <a href=\"https://civio.es/en/whos-paid-for-the-work/\">Who’s paid for the work?</a>. In it, we dug into thousands of contracts published in the BOE since 2009 to report that, among other things, just [10 construction companies raked in 7 of every 10 euros] allocated in the Official State Gazette, in contracts for public works. This project took months of work. A very important part went to obtaining an in-depth understanding of the complex legislation on public procurement. Another, even more important part, was cleaning up horrific data which had never been prepared for machine analysis, had millions of errors and that -- and this is key -- was missing a lot of information. </p>\n<p>One of the main barriers we found was that we could not find something as simple as how much money each company took in each Temporary Joint Venture (TJV) and their percentage of participation. The state did not publish that data. Nor did it publish the identity of all bidders, so we could not investigate the distribution of contracts or cartels. </p>\n<p>When Congress debated a reform of the Public Procurement Law we argued that this data should be public. Now, thanks to that pressure, consisting of dozens of pages of proposed amendments that we sent to the political parties and some of which ended up being included in the new law, <a href=\"https://civio.es/novedades/2017/10/27/civios-footprint-in-the-fight-for-increased-transparency-in-public-procurement/\">the administration must publish those data with each contract</a>. The key is that the advocacy came after the investigation, not before.</p>\n\n                                                                      \n                            <h1>Be independent and prove it</h1>\n<p>According to Richard Tofel, ProPublica journalists cannot lobby. The concept is not the same in the United States and in Europe. In this white paper on impact, he rules out participation in, or the organisation of, demonstrations, or arguing for partisan proposals. But he does defend putting the pressure on until solutions are found to the problems uncovered in investigations. For us, that is lobbying. But we are not lobbyists for hire. That is why we must not only lobby without compromising our independence, which is fundamental to journalism, but by being more transparent than anyone. </p>\n<p>To prevent anyone from linking our independent data journalism to a political party, we must treat all political parties in the same way. At Civio, we follow several rules to ensure this. First: we speak with all of the parties represented in parliament. If any one of them asks us for an assessment on a topic and we believe it is relevant, we publish our assessment and then send it to everyone, not just them. Again, the timing matters. First, we publish a freely accessible list of proposals for amendments to a law, for example, and then we share it with all political parties. It is important that the documents we promote are always known to everyone, without cheating or subterfuge. An open lobby.</p>\n<p>And a transparent lobby. In the same way that we demand the Government and public representatives make their meeting agendas transparent, we publish <a href=\"https://civio.es/en/about-us/we-lobby/#our-own-record-of-meetings\">all the meetings</a> we have with public representatives and political parties, including the participants, the reasons for the meeting, and the documents exchanged. We never, ever, attend meetings without a clear agenda.</p>\n\n                                                                                                 <blockquote><p>You can be an activist after publishing, but not during an investigation and you may not treat activists differently from other sources, despite the temptation.</p>\n</blockquote>\n\n                                                                                                <p>The issue of timing is much more important than it seems. Because activism cannot be what starts or moves the wheels of an investigation. It cannot set the agenda. Journalists cannot go into an investigation with preconceived ideas. They must approach the data with an open mind and without prejudice. Therefore, activism in journalistic organisations such as Civio only makes sense after publishing. Along the same lines, Richard Tofel argues: “Journalism begins with questions and progresses, as facts are determined, to answers. Advocacy begins with answers, with the facts already assumed to be established. In short, advocates know before they begin work the sort of impact they are seeking, while journalists only learn in the course of their work what the problem is, and only after this can they begin to understand the kind of impact their work might have.”  </p>\n<p>And this is not only key when choosing which topics are investigated and then confronting them without prejudice, but also when dealing with sources. You can be an activist after publishing, but not during an investigation and you may not treat activists differently from other sources, despite the temptation. For example, after publishing <a href=\"https://civio.es/en/medicamentalia/\">Medicamentalia</a>, our investigation on access to health, we advocated for transparency in drug prices, in government negotiations with industry, and in the relationship between health and pharmaceutical professionals.</p>\n<p>Civil society organisations dedicated to the fight for access to health have not only used our data for their campaigns, but sometimes we have shared pressures when our interests coincided. That can be a problem. Because a journalist should not be close to their sources or develop sympathy for them. It can affect your independence. And it is tempting: NGO members are much more friendly and open to this type of investigation than the communications staff of large pharmaceutical companies. </p>\n<p>Therefore, the key is time frames, again, and let's not forget that sources are always sources: with their own interests -- however noble they may seem -- and their own agenda. And we must treat everyone equally. This rule is especially important when we talk about data journalism, and about fact-based stories, because 1) you have to distrust data that comes from all sides, always; and 2) the statements or stories told by one or the other side cannot be the basis of your stories.</p>\n\n                                                                     \n                            \n                                                                                                 <h2>Not only words or data: a complete case</h2>\n<p>Sometimes, to tell a story, not only words or data are enough. Sometimes a story leads you, unintentionally, to try to find the remedy to an unfair situation by all means that are necessary, even if they go beyond traditional journalism. That was the case with our <a href=\"https://civio.es/acceso-a-bono-social/\">electricity subsidy story</a>. </p>\n<p>In 2017, Civio began reporting about new legislation that would modify access criteria to the so-called Social Electricity Bonus, which is a discount on energy bills for at-risk individuals and families. We tried to explain the conditions for eligibility, and we quickly realised that it was very complex to understand. So we took another step, to go beyond words, and <a href=\"https://civio.es/bono-social/\">created an application</a> that, by introducing minimal basic data, tells readers whether or not they have the right to the subsidy, in addition to guiding them through the complicated process of requesting it. </p>\n<p>Thousands of people used the application and hundreds wrote or called us to answer the questions that neither the electricity companies, which were the mediators, nor the Government, had answered. During this process we published several articles reporting that almost two million people who could benefit from the aid had not done so due to lack of information or the complexity of the system. We also reported that the internal application used by the Government to distribute the subsidy was denying it to people who qualified for it. </p>\n<p>Here comes the advocacy: to solve the first problem, we collaborated with the administration by proposing ways to improve the subsidy to make it easier for citizens, which will be included in the national strategy against energy poverty. To solve the second problem, we asked for the administration’s source code but, although the Transparency Council ruled in our favour, our request was denied. </p>\n<p>That is why, at the beginning of 2019, we appealed that decision in court.</p>\n\n                                                                     \n                            <h1>Nothing new under the sun</h1>\n<p>Richard Tofel says that, \"Squeamishness about staying with such a story until reform is undertaken has been a weakness of the traditional press in recent decades, not a sign of virtuous neutrality.\" </p>\n<p>But the truth is that the traditional press has always pressed for changes. There are, for example, editorials asking readers to vote for a particular party in elections, or those that demand certain legislative reforms from the Government.</p>\n<p>Editorials and cover pages have been used too often as a tool to change laws or move governments. Or, directly, for much more mundane reasons, publisher’s associations have lobbied for tax improvements for themselves or more institutional advertising. </p>\n<p>That is the fourth estate. But non-profit data and investigative journalism media have different motives. It is not about partisan struggle, nor about power. They are not peddling opinions. In fact, there is no room for opinion in their pages. </p>\n<p>Instead, they have the data on their side.</p>\n\n                                                                                                 <h2>Civio's rules for advocacy</h2>\n<p>Maintaining independent journalism with its own agenda while pressing for changes is not easy. Some key rules to remember: </p>\n<ol>\n<li>The investigation must not stem from nor may it be motivated by change instead of journalistic interest.</li>\n<li>Unlike activism, journalism must be guided by an open mind, without prejudice, especially when analysing data. </li>\n<li>Advocacy only after publication, never before.</li>\n<li>Only advocate on topics in which we are experts after our investigations. With the data in hand.</li>\n<li>Limited advocacy, focussing on issues related to our journalistic mission: access to information, transparency. </li>\n<li>Transparent and without partisanship, treating all parties equally and making the entire process open. </li>\n<li>All sources are equal: we must distrust them all, along with other activists.</li>\n</ol>\n\n                                                                     \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/own-your-newsfeed-own-your-data\">Own your newsfeed, own your data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/privacy-day-security-guide\">Privacy guide for data journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"Some of the best examples of data journalism are big investigations, where you spend months understanding a complex issue, discovering data where there was none or diving into huge amounts of information to find something invisible to the naked eye. Bringing new light to an issue. But to understand the complexity of this data you need time, resources, and a lot of digging. \nBy the end of that odyssey, you no longer consult experts, you are the expert. And it is a waste to not take advantage of all that knowledge to try to fix the problems you encountered along the way. \nNow, you might say: “We are journalists. We are here to narrate the world, not to fix it.” \nI'm not so sure. \nWhat I am sure of is that sometimes publishing a story is not enough. And that the line separating journalism from advocacy -- which has always been there, even if it has been hidden -- is thinner than it may seem to many, in both traditional journalism and in the most cutting-edge data journalism teams.\nMiriam Wells, impact editor at The Bureau Of Investigative Journalism, said in an interview with NiemanLab that she felt “a bit frustrated” with traditional journalism: “No matter what you write, no matter how much of a splash it makes, it doesn't always make a change.” \nMiriam’s role, as she explains, is, among other things, to bridge the gap between journalists and activists. And this relationship between the two camps generates many doubts: How do you treat those same activists when they are also sources? How does it affect your editorial independence, or modify which topics you investigate and which you do not? \nBut what if we go one step further and the journalist becomes an actual activist? Those questions become even more tricky. Yet, it is very worthwhile to try and solve them. In Miriam’s words: \"I became a journalist because, even though it's cliché, I wanted to make a difference.\"\nYou have the data on your side: take advantage\nAt Civio, a small non-profit newsroom in Spain, we have been combining investigative reporting and data journalism with activism for years. We have asked ourselves these questions millions of times and we are very aware of the need to build a Chinese wall between investigations and activism, and between the goals of each, which can be quite different. But yes, we lobby. And it all started because it was impossible for us to stop thinking about the problems we had found just because we had published an article, when we saw the solution so clearly. How can you not do anything when you have the data on your side?\nAlthough the nomenclature varies and examples are scarce, we are not the only ones that combine activism and journalism. ProPublica does it, too. In a white paper, Issues Around Impact, ProPublica president Richard J. Tofel links the relationship to solutions journalism and explains the reasons why ProPublica sometimes goes one step further: “When a problem is identified by reporting, and when a solution is revealed as well — e.g., nurses with criminal records are not having their nursing licenses revoked but could be, or presidential pardons are being issued and withheld on a racially discriminatory basis due to Justice Department internal guidelines that could be changed at the stroke of a pen — it is appropriate for journalists to call attention to the problem and the remedy until the remedy is put in place.”\nNo matter what you write, no matter how much of a splash it makes, it doesn't always make a change.\nOne of those examples arises from the long-running and deep investigation ProPublica have been conducting for years on presidential pardons. In this case, what the data have shown, and what ProPublica is fighting, is a clear discrimination by race in decisions to grant --or not-- presidential pardons.\nIn Spain, the essential question about pardons is different, because the context is different. Here the fact is that it is much easier to receive a pardon if you have been convicted of a corruption-related crime compared to a common crime, such as theft or small scale drug offences. Some 227 people have been pardoned for corruption in the last 23 years. And religious orders have a preferential path for pardons. All these headlines emerged from The Pardonometer, an investigation by Civio that launched in 2013 and that, in addition to many stories, created the first database of pardons in Spain, now used by other journalists and activists. \nWith that experience behind us, we went to Congress to share our point of view, based on our data, on how to reform the century-and-a-half old Law of the Pardon that parliamentary groups were negotiating. We asked for two things: firstly, that pardons should no longer be at the Government's discretion and, secondly, that pardons should be given some oversight -- on the part of the sentencing judge or the part of the parliament. We knew that the pardons process was being abused to forgive corrupt people, sometimes members of the ruling party itself, or public officials. With this in mind, we also asked that the whole process be made more transparent. \nThis is where a certain professional selfishness comes in: During our investigation, we found a tremendous lack of information around pardons. There was no data on who requested the pardon, and the reasons for pardoning one person or another were not published. We asked that all of this information be made public. For us. For all journalists who might investigate this issue. And, finally, for all interested citizens.\nChoose your battles\nBut what battles should a journalist fight? Is every cause worth it? ProPublica’s Richard Tofel wrote: \"When something is literally indefensible, and when the means of remedy are clear and certain, journalists should not hesitate to suggest how change could occur.\" \nAre we sure that \"literally defenceless\" means exactly the same thing for everyone? Of course not. We can talk about human rights and find a general consensus -- or not, depending on the times. Or, we look at issues of common concern, like political corruption. Any fight against corruption, in countries where it is prevalent, such as Spain, may seem fair in everyone's eyes. It is one of the areas in which Civio advocates, although not the main one. Even so, there will always be someone who differs on the details or thinks that journalists should not get involved.\nWhat I am sure a journalist can defend, and what they should in fact defend, because it is our profession, is freedom of information. There is no freedom of information without transparency and a right of access to information. That is where our activism becomes selfish -- in the best sense of the word -- because  we are fighting a battle to defend our own field. \nCivio's activism, for example, is very limited. That is because it requires a lot of resources and time. The path we have been pushing for years does not go through publishing a statement and waiting to be ignored until media pressure builds up, something that would be the activist equivalent of publishing an article and waiting for the problem to be solved alone. Instead, it requires us to study laws, draft amendments and propose concrete improvements based on the data extracted from our investigations. And, since it is limited, it focuses on the core of what we do.\nWithout good laws, there is no data. Without data, there is no story.\nVirtually all of our battles focus on demanding more transparency and access to information. If it is important in traditional journalism, then it is even more important when we talk about data journalism. The laws of access to information are one of the most powerful tools that data journalists have to get stories. Without good laws, there is no data. Without data, there is no story. \nDemanding better transparency laws, litigating in court against the concealment of information, and demanding that key data be public...All are struggles for our raw material: neither more nor less. That's where journalists can feel the most comfortable, where activism makes sense, even though it also benefits everyone else.\nJournalists may feel pressure to find the solution to a general problem that affects all citizens, such as pardoning corrupt criminals, and demand more control and transparency in the process. That might reveal unexpected data to investigate and benefit their journalism. \nOr, the other way around, a media outlet may press for the prices that governments pay for their medicines to write an article about new and expensive medicines and their impact on the health system. Then, perhaps the obligation to publish that information puts pressure on pharmaceutical companies, who might give greater discounts or patient groups may demand adding new drugs to the public health system, benefiting all citizens. \nIn neither case have we lost sight of journalism: it is always present as a public good worth protecting.\nThere is still a third case: when fighting, after an investigation, to eliminate the obstacles that we encountered along the way and made it difficult, if not impossible, to obtain the data we needed to tell our story. It’s a sort of final revenge.\nBut first, journalism\nIn 2012, Civio began to investigate public contracts through a project that, every day, reads, analyses, and contextualises everything that is published in the Spanish BOE, Our Daily Official Gazette. From individual cases -- corruption, inflated contracts, contracts to people linked to public offices, and so on -- we turned to a more global analysis appropriate to data journalism with Who’s paid for the work?. In it, we dug into thousands of contracts published in the BOE since 2009 to report that, among other things, just [10 construction companies raked in 7 of every 10 euros] allocated in the Official State Gazette, in contracts for public works. This project took months of work. A very important part went to obtaining an in-depth understanding of the complex legislation on public procurement. Another, even more important part, was cleaning up horrific data which had never been prepared for machine analysis, had millions of errors and that -- and this is key -- was missing a lot of information. \nOne of the main barriers we found was that we could not find something as simple as how much money each company took in each Temporary Joint Venture (TJV) and their percentage of participation. The state did not publish that data. Nor did it publish the identity of all bidders, so we could not investigate the distribution of contracts or cartels. \nWhen Congress debated a reform of the Public Procurement Law we argued that this data should be public. Now, thanks to that pressure, consisting of dozens of pages of proposed amendments that we sent to the political parties and some of which ended up being included in the new law, the administration must publish those data with each contract. The key is that the advocacy came after the investigation, not before.\nBe independent and prove it\nAccording to Richard Tofel, ProPublica journalists cannot lobby. The concept is not the same in the United States and in Europe. In this white paper on impact, he rules out participation in, or the organisation of, demonstrations, or arguing for partisan proposals. But he does defend putting the pressure on until solutions are found to the problems uncovered in investigations. For us, that is lobbying. But we are not lobbyists for hire. That is why we must not only lobby without compromising our independence, which is fundamental to journalism, but by being more transparent than anyone. \nTo prevent anyone from linking our independent data journalism to a political party, we must treat all political parties in the same way. At Civio, we follow several rules to ensure this. First: we speak with all of the parties represented in parliament. If any one of them asks us for an assessment on a topic and we believe it is relevant, we publish our assessment and then send it to everyone, not just them. Again, the timing matters. First, we publish a freely accessible list of proposals for amendments to a law, for example, and then we share it with all political parties. It is important that the documents we promote are always known to everyone, without cheating or subterfuge. An open lobby.\nAnd a transparent lobby. In the same way that we demand the Government and public representatives make their meeting agendas transparent, we publish all the meetings we have with public representatives and political parties, including the participants, the reasons for the meeting, and the documents exchanged. We never, ever, attend meetings without a clear agenda.\nYou can be an activist after publishing, but not during an investigation and you may not treat activists differently from other sources, despite the temptation.\nThe issue of timing is much more important than it seems. Because activism cannot be what starts or moves the wheels of an investigation. It cannot set the agenda. Journalists cannot go into an investigation with preconceived ideas. They must approach the data with an open mind and without prejudice. Therefore, activism in journalistic organisations such as Civio only makes sense after publishing. Along the same lines, Richard Tofel argues: “Journalism begins with questions and progresses, as facts are determined, to answers. Advocacy begins with answers, with the facts already assumed to be established. In short, advocates know before they begin work the sort of impact they are seeking, while journalists only learn in the course of their work what the problem is, and only after this can they begin to understand the kind of impact their work might have.”  \nAnd this is not only key when choosing which topics are investigated and then confronting them without prejudice, but also when dealing with sources. You can be an activist after publishing, but not during an investigation and you may not treat activists differently from other sources, despite the temptation. For example, after publishing Medicamentalia, our investigation on access to health, we advocated for transparency in drug prices, in government negotiations with industry, and in the relationship between health and pharmaceutical professionals.\nCivil society organisations dedicated to the fight for access to health have not only used our data for their campaigns, but sometimes we have shared pressures when our interests coincided. That can be a problem. Because a journalist should not be close to their sources or develop sympathy for them. It can affect your independence. And it is tempting: NGO members are much more friendly and open to this type of investigation than the communications staff of large pharmaceutical companies. \nTherefore, the key is time frames, again, and let's not forget that sources are always sources: with their own interests -- however noble they may seem -- and their own agenda. And we must treat everyone equally. This rule is especially important when we talk about data journalism, and about fact-based stories, because 1) you have to distrust data that comes from all sides, always; and 2) the statements or stories told by one or the other side cannot be the basis of your stories.\nNot only words or data: a complete case\nSometimes, to tell a story, not only words or data are enough. Sometimes a story leads you, unintentionally, to try to find the remedy to an unfair situation by all means that are necessary, even if they go beyond traditional journalism. That was the case with our electricity subsidy story. \nIn 2017, Civio began reporting about new legislation that would modify access criteria to the so-called Social Electricity Bonus, which is a discount on energy bills for at-risk individuals and families. We tried to explain the conditions for eligibility, and we quickly realised that it was very complex to understand. So we took another step, to go beyond words, and created an application that, by introducing minimal basic data, tells readers whether or not they have the right to the subsidy, in addition to guiding them through the complicated process of requesting it. \nThousands of people used the application and hundreds wrote or called us to answer the questions that neither the electricity companies, which were the mediators, nor the Government, had answered. During this process we published several articles reporting that almost two million people who could benefit from the aid had not done so due to lack of information or the complexity of the system. We also reported that the internal application used by the Government to distribute the subsidy was denying it to people who qualified for it. \nHere comes the advocacy: to solve the first problem, we collaborated with the administration by proposing ways to improve the subsidy to make it easier for citizens, which will be included in the national strategy against energy poverty. To solve the second problem, we asked for the administration’s source code but, although the Transparency Council ruled in our favour, our request was denied. \nThat is why, at the beginning of 2019, we appealed that decision in court.\nNothing new under the sun\nRichard Tofel says that, \"Squeamishness about staying with such a story until reform is undertaken has been a weakness of the traditional press in recent decades, not a sign of virtuous neutrality.\" \nBut the truth is that the traditional press has always pressed for changes. There are, for example, editorials asking readers to vote for a particular party in elections, or those that demand certain legislative reforms from the Government.\nEditorials and cover pages have been used too often as a tool to change laws or move governments. Or, directly, for much more mundane reasons, publisher’s associations have lobbied for tax improvements for themselves or more institutional advertising. \nThat is the fourth estate. But non-profit data and investigative journalism media have different motives. It is not about partisan struggle, nor about power. They are not peddling opinions. In fact, there is no room for opinion in their pages. \nInstead, they have the data on their side.\nCivio's rules for advocacy\nMaintaining independent journalism with its own agenda while pressing for changes is not easy. Some key rules to remember: \nThe investigation must not stem from nor may it be motivated by change instead of journalistic interest.\nUnlike activism, journalism must be guided by an open mind, without prejudice, especially when analysing data. \nAdvocacy only after publication, never before.\nOnly advocate on topics in which we are experts after our investigations. With the data in hand.\nLimited advocacy, focussing on issues related to our journalistic mission: access to information, transparency. \nTransparent and without partisanship, treating all parties equally and making the entire process open. \nAll sources are equal: we must distrust them all, along with other activists.\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists\nOwn your newsfeed, own your data\nPrivacy guide for data journalists","guid":"https://datajournalism.com/read/longreads/doing-advocacy-with-data","isoDate":"2020-01-17T14:59:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}