{"pageProps":{"post":{"creator":"Evelina Judeikyte","title":"Perfect practice","link":"https://www.theplot.media/p/practice","pubDate":"Thu, 26 Jan 2023 14:00:54 GMT","content:encoded":"<p>John Wooden was a basketball coach at the University of California in Los Angeles. He&#8217;s considered to be one of the greatest teachers of all time. When you hear stories about John&#8217;s work, something quirky stands out &#8212; he was obsessed with the fundamentals of basketball. He would drill his players over and over on the perfect way to pass, dribble and shoot. Even crazier than that, on the first day of training, he would force each of them to repeatedly practice putting on the socks and tying the shoes. </p><p>To those who laughed at this approach, John Wooden said:</p><blockquote><p><em>I believe in the basics: attention to and perfection of tiny details that might commonly be overlooked. They may seem trivial, perhaps even laughable to those who don&#8217;t understand, but they aren&#8217;t. They are the difference between champions and near champions. </em></p></blockquote><p>When I was listening to Wooden&#8217;s story on the <a href=\"https://open.spotify.com/show/1gqvQ7h7BxNSVoQVTnwihr?si=2b667c28abed4721\">How to take over the world</a> podcast, it immediately made sense. You need to get the fundamentals of your craft right. Whatever that craft may be, you need to drill, drill and drill, so that you&#8217;re able to perform (almost) effortlessly when required. The podcast also got me thinking &#8212; what would <em>practicing the basics</em> look like for data storytelling? Two ideas came to mind. These are two concepts the participants of my trainings practice at least a dozen times.</p><h2><strong>The one-sentence takeaway</strong></h2><p>What is it you&#8217;re trying to show? Can you summarise it in one sentence? </p><p>Distilling your key takeaway into one clear and impactful sentence can take a while to do. Hence you need practice, and a method. When I&#8217;m working on the key takeaway for a design piece &#8212; that one thing I want the audience to remember &#8212; I like to use the method of 5Ws. The 5Ws is a tool employed by journalists to frame stories, and consists of answering the following questions: the what, the who, the where, the when and the why. </p><p>How can this be translated to dataviz? Let&#8217;s take a look at an example. Shown below is the last visualisation I created in 2022. And quite a personal one at that! Take a minute to explore it. What do you think its <em>message</em> is?</p><div class=\"captioned-image-container\"><figure><a class=\"image-link is-viewable-img image2\" target=\"_blank\" href=\"https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg\"><div class=\"image2-inset\"><picture><source type=\"image/webp\" srcset=\"https://substackcdn.com/image/fetch/w_424,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 424w, https://substackcdn.com/image/fetch/w_848,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 848w, https://substackcdn.com/image/fetch/w_1272,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 1272w, https://substackcdn.com/image/fetch/w_1456,c_limit,f_webp,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 1456w\" sizes=\"100vw\"><img src=\"https://substackcdn.com/image/fetch/w_2400,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg\" width=\"1200\" height=\"848.9010989010989\" data-attrs=\"{&quot;src&quot;:&quot;https://substack-post-media.s3.amazonaws.com/public/images/cc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg&quot;,&quot;fullscreen&quot;:false,&quot;imageSize&quot;:&quot;large&quot;,&quot;height&quot;:1030,&quot;width&quot;:1456,&quot;resizeWidth&quot;:1200,&quot;bytes&quot;:1526380,&quot;alt&quot;:&quot;A poster showing the number of fitness and yoga sessions I did in 2022 (169 in total!) and their intensity.&quot;,&quot;title&quot;:null,&quot;type&quot;:&quot;image/jpeg&quot;,&quot;href&quot;:null,&quot;belowTheFold&quot;:true,&quot;internalRedirect&quot;:null}\" class=\"sizing-large\" alt=\"A poster showing the number of fitness and yoga sessions I did in 2022 (169 in total!) and their intensity.\" title=\"A poster showing the number of fitness and yoga sessions I did in 2022 (169 in total!) and their intensity.\" srcset=\"https://substackcdn.com/image/fetch/w_424,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 424w, https://substackcdn.com/image/fetch/w_848,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 848w, https://substackcdn.com/image/fetch/w_1272,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 1272w, https://substackcdn.com/image/fetch/w_1456,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc87b2a4-1cd8-4e02-8c99-cbdebd2f879a_3364x2380.jpeg 1456w\" sizes=\"100vw\" loading=\"lazy\"></picture><div class=\"image-link-expand\"><svg xmlns=\"http://www.w3.org/2000/svg\" width=\"16\" height=\"16\" viewBox=\"0 0 24 24\" fill=\"none\" stroke=\"#FFFFFF\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" class=\"lucide lucide-maximize2\"><polyline points=\"15 3 21 3 21 9\"></polyline><polyline points=\"9 21 3 21 3 15\"></polyline><line x1=\"21\" y1=\"3\" x2=\"14\" y2=\"10\"></line><line x1=\"3\" y1=\"21\" x2=\"10\" y2=\"14\"></line></svg></div></div></a><figcaption class=\"image-caption\">A visualisation on my year of fitness</figcaption></figure></div><p>The one-sentence takeaway I&#8217;d write for this would read something like this:</p><blockquote><p><strong>In 2022, I reintroduced a regular fitness regiment into my weekly routine which helped me achieve desirable weight.</strong> </p></blockquote><p>Did you notice the 5Ws hidden in the message above? Let&#8217;s spell them out:</p><blockquote><p>In 2022 <em>(when)</em>, I <em>(who)</em> reintroduced a regular fitness regiment <em>(what)</em> into my weekly routine <em>(what)</em> which helped me achieve desirable weight <em>(why)</em>. </p></blockquote><p>Writing a one-sentence core message can be time-consuming and a little strange at first. But practice and method certainly make it easier, and once you&#8217;ve mastered the drill, it can help you frame the angle of any design project or talk.</p><h2><strong>The three-sentence story</strong></h2><p>What&#8217;s the plot? </p><p>As I&#8217;ve <a href=\"https://www.theplot.media/p/3-data-stories\">written previously</a>, a story is typically made up of three parts, or acts. At first, we set up the context. Then, we introduce a problem or an opportunity, which we resolve in act three. Just like writing the one-sentence takeaway, clearly framing the story&#8217;s plot is no easy task. So when I teach, I ask the participants to practice this many times to get the hang of it. </p><p>At first, they have to summarise the story in three sentences only, one sentence per act! This allows them to master the basics and later apply these to stories of any length. Going back to the example above, what do you think the three-sentence story would be? I&#8217;d write something like this:</p><ul><li><p><strong>Act 1.</strong> At the beginning of 2022, I started going to fitness classes again to lose weight, and the results starting showing super quickly.</p></li><li><p><strong>Act 2.</strong> As I kept attending regular sessions, I was able to move from medium to high-intensity classes in a few months, and reached my weight goal 7 months earlier than planned.</p></li><li><p><strong>Act 3.</strong> The new routine not only helped me lose almost two times more weight than I initially intended, but it also got me addicted to cardio (which is great for my health!).</p></li></ul><p>These are just a couple of ideas on how to practice the basics of storytelling. Would you agree? What would you add? There was another idea I loved in the podcast &#8212; the thought that <em>practice doesn&#8217;t make perfect; perfect practice makes perfect</em>. So what would perfect practice look like for you? </p><p>As always, thanks so much for reading <a href=\"http://theplot.media/\">The Plot</a>.</p><p>See you next week!</p><p>&#8212; Evelina</p><div><hr></div><p><strong>Announcement &#8212; a public data storytelling course, coming this spring!</strong></p><p>I&#8217;ve got big news! This spring, I&#8217;ll be running my first <strong>public</strong> <strong>data storytelling masterclass</strong>. The course will be cohort-based, and I&#8217;m partnering up with <a href=\"http://www.maven.com\">Maven</a> to do this! I&#8217;m really excited to share all the details with you soon. In the meantime, you can <strong><a href=\"https://maven.com/forms/c636d7\">join the waitlist</a></strong> by replying to this super short <strong><a href=\"https://maven.com/forms/c636d7\">survey</a></strong>. Once you do, you&#8217;ll be informed about the course launch date and the early bird pricing. &#128640;</p><div><hr></div><div class=\"poll-embed\" data-attrs=\"{&quot;id&quot;:42757}\"></div><div><hr></div><p>Did you know that I run my own data design studio called <strong><a href=\"http://parabole.studio/\">Parabole</a></strong>? &#128225; If you like The Plot and my approach to data storytelling, do reach out to us for design projects, trainings or consulting services. Just shoot me an email at <strong><a href=\"mailto:%20evelina@parabole.studio\">evelina@parabole.studio</a></strong> and we&#8217;ll get things going! See you soon :)</p>","content:encodedSnippet":"John Wooden was a basketball coach at the University of California in Los Angeles. He’s considered to be one of the greatest teachers of all time. When you hear stories about John’s work, something quirky stands out — he was obsessed with the fundamentals of basketball. He would drill his players over and over on the perfect way to pass, dribble and shoot. Even crazier than that, on the first day of training, he would force each of them to repeatedly practice putting on the socks and tying the shoes. \nTo those who laughed at this approach, John Wooden said:\n\nI believe in the basics: attention to and perfection of tiny details that might commonly be overlooked. They may seem trivial, perhaps even laughable to those who don’t understand, but they aren’t. They are the difference between champions and near champions. \n\nWhen I was listening to Wooden’s story on the How to take over the world podcast, it immediately made sense. You need to get the fundamentals of your craft right. Whatever that craft may be, you need to drill, drill and drill, so that you’re able to perform (almost) effortlessly when required. The podcast also got me thinking — what would practicing the basics look like for data storytelling? Two ideas came to mind. These are two concepts the participants of my trainings practice at least a dozen times.\nThe one-sentence takeaway\nWhat is it you’re trying to show? Can you summarise it in one sentence? \nDistilling your key takeaway into one clear and impactful sentence can take a while to do. Hence you need practice, and a method. When I’m working on the key takeaway for a design piece — that one thing I want the audience to remember — I like to use the method of 5Ws. The 5Ws is a tool employed by journalists to frame stories, and consists of answering the following questions: the what, the who, the where, the when and the why. \nHow can this be translated to dataviz? Let’s take a look at an example. Shown below is the last visualisation I created in 2022. And quite a personal one at that! Take a minute to explore it. What do you think its message is?\n\n\n\n\n\n\n\nA visualisation on my year of fitness\nThe one-sentence takeaway I’d write for this would read something like this:\n\nIn 2022, I reintroduced a regular fitness regiment into my weekly routine which helped me achieve desirable weight. \n\nDid you notice the 5Ws hidden in the message above? Let’s spell them out:\n\nIn 2022 (when), I (who) reintroduced a regular fitness regiment (what) into my weekly routine (what) which helped me achieve desirable weight (why). \n\nWriting a one-sentence core message can be time-consuming and a little strange at first. But practice and method certainly make it easier, and once you’ve mastered the drill, it can help you frame the angle of any design project or talk.\nThe three-sentence story\nWhat’s the plot? \nAs I’ve written previously, a story is typically made up of three parts, or acts. At first, we set up the context. Then, we introduce a problem or an opportunity, which we resolve in act three. Just like writing the one-sentence takeaway, clearly framing the story’s plot is no easy task. So when I teach, I ask the participants to practice this many times to get the hang of it. \nAt first, they have to summarise the story in three sentences only, one sentence per act! This allows them to master the basics and later apply these to stories of any length. Going back to the example above, what do you think the three-sentence story would be? I’d write something like this:\n\nAct 1. At the beginning of 2022, I started going to fitness classes again to lose weight, and the results starting showing super quickly.\n\nAct 2. As I kept attending regular sessions, I was able to move from medium to high-intensity classes in a few months, and reached my weight goal 7 months earlier than planned.\n\nAct 3. The new routine not only helped me lose almost two times more weight than I initially intended, but it also got me addicted to cardio (which is great for my health!).\n\nThese are just a couple of ideas on how to practice the basics of storytelling. Would you agree? What would you add? There was another idea I loved in the podcast — the thought that practice doesn’t make perfect; perfect practice makes perfect. So what would perfect practice look like for you? \nAs always, thanks so much for reading The Plot.\nSee you next week!\n— Evelina\n\n\nAnnouncement — a public data storytelling course, coming this spring!\nI’ve got big news! This spring, I’ll be running my first public data storytelling masterclass. The course will be cohort-based, and I’m partnering up with Maven to do this! I’m really excited to share all the details with you soon. In the meantime, you can join the waitlist by replying to this super short survey. Once you do, you’ll be informed about the course launch date and the early bird pricing. 🚀\n\n\n\n\nDid you know that I run my own data design studio called Parabole? 📡 If you like The Plot and my approach to data storytelling, do reach out to us for design projects, trainings or consulting services. Just shoot me an email at evelina@parabole.studio and we’ll get things going! See you soon :)","enclosure":{"url":"https://substack-post-media.s3.amazonaws.com/public/images/b329f4da-f489-4088-9775-610d089b63dd_1682x1080.jpeg","length":"0","type":"image/jpeg"},"dc:creator":"Evelina Judeikyte","content":"Mastering the basics is the difference between champions and near champions","contentSnippet":"Mastering the basics is the difference between champions and near champions","guid":"https://www.theplot.media/p/practice","isoDate":"2023-01-26T14:00:54.000Z","itunes":{},"blogTitle":"The Plot","img":"https://substackcdn.com/image/fetch/w_256,c_limit,f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fbucketeer-e05bbc84-baa3-437e-9518-adb32be77984.s3.amazonaws.com%2Fpublic%2Fimages%2F4b01a32b-0a20-4073-982f-f2d1d27146b4_1025x1025.png"}},"__N_SSG":true}