{"pageProps":{"post":{"title":"Sociopathic journalism","link":"http://www.thefunctionalart.com/2023/02/sociopathic-journalism.html","pubDate":"2023-02-20T14:14:00.071Z","author":"Alberto Cairo","content":"<p>A week ago a large number of&nbsp;<i>New York Times</i> contributors and tens of thousands of their readers <b><a href=\"https://nytletter.com/\">signed an open letter </a></b>criticizing the newspaper's coverage of youth gender-affirming care. I was among them. I've written about these matters in the past (<b><a href=\"https://www.thebulwark.com/author/alberto-cairo/\">here</a></b> and <b><a href=\"https://www.washingtonpost.com/opinions/2022/10/13/dont-say-gay-florida-desantis-lgbtq-discrimination/\">here</a></b>,) and I'll likely keep doing so in the future. I've also <b><a href=\"https://twitter.com/AlbertoCairo/status/1626246118278397956\">argued</a></b>&nbsp;that some reporters covering this care don't know how to reason under uncertainty —or they pretend not to know.</p><p>The <i>Times's</i> response to the letter was not only <b><a href=\"https://www.niemanlab.org/2023/02/new-york-times-contributors-glaad-and-many-others-criticize-times-coverage-of-trans-people/\">tone-deaf</a></b>, but also a perfect example of a common malady in journalism, a certain sociopathic temperament. Some cases of this malady are acute; there are people&nbsp;<b><a href=\"https://proteanmag.com/2022/04/22/singal-and-the-noise/\">who have built lucrative careers</a></b>&nbsp;out of seeding doubt and muddling the waters. Shame on them.</p><p>One of the challenges with journalism is that its ethical <b><a href=\"https://www.spj.org/ethicscode.asp\">codes</a></b> rely too much on <b><a href=\"https://ethicsunwrapped.utexas.edu/glossary/deontology\">deontological</a></b>&nbsp;and <b><a href=\"https://ethicsunwrapped.utexas.edu/glossary/virtue-ethics\">virtue ethics</a>&nbsp;</b>tropes<b>,&nbsp;</b>and too little on <b><a href=\"https://ethicsunwrapped.utexas.edu/glossary/consequentialism\">consequentialist</a></b> thinking. In J-school we are taught the conventions and rules of the trade, and we're encouraged to become virtuous First Amendment warriors and “truth-tellers”. However, we're taught too little about the complexities of the very word “truth”; or about how our “truth-telling” is extremely selective; or about how it can negatively impact those whom we write about.</p><p>Proper applied ethics requires a careful balancing of those three <b><a href=\"https://www.uwosh.edu/facstaff/barnhill/490-docs/thinking/env-ethics\">moral reasoning strands</a></b>. Journalism can learn a thing or two from <a href=\"https://www.ruinedby.design/\" style=\"font-weight: bold;\">design ethics</a>:&nbsp;Think of news stories as <i>tools</i> that mediate between the complex world out there and the minds of readers. Whoever writes a news story should be, at a minimum, partially responsible for how that story is used or misused.</p><p>And we know that the inaccurate and sensationalistic coverage of gender-affirming care is <b><a href=\"https://www.nytimes.com/2023/02/18/opinion/trans-gender-missouri.html\">being</a></b> <b><a href=\"https://www.npr.org/2023/02/20/1157493433/florida-bans-gender-affirming-care-trans-kids\">weaponized</a></b>. For instance, some profoundly biased pieces that have appeared in&nbsp;<i>The New York Times</i> and other publications have been used to support arguments to deprive people of care they need. That's the core of <b><a href=\"https://nytletter.com/\">the letter's criticism</a>. </b>Reporters and their editors must do some soul-searching. It's way past due. They are fueling a moral panic.</p><p>Instead, the <i>Times</i> <b><a href=\"https://www.theguardian.com/media/commentisfree/2023/feb/19/new-york-times-trans-coverage-open-letters\">has doubled down</a></b>, which isn't that surprising, as elite journalism isn't just often sociopathic, but also hubristic and brazen. Joyce Carol Oates <b><a href=\"https://twitter.com/JoyceCarolOates/status/1627428704082096129\">has accurately described it</a></b>: “Mainstream media seizes upon highly atypical, microscopic samples of an issue that affects virtually no one, amplifies it maniacally, continues to focus upon it as if it were some sort of threat to the commonwealth, &amp; not an amplified paranoid-figment of media imagination.”</p><p><i>The Onion</i> has&nbsp;<b><a href=\"https://www.theonion.com/it-is-journalism-s-sacred-duty-to-endanger-the-lives-of-1850126997\">a poignant and fierce piece</a></b>&nbsp;about this topic. If you teach news ethics, I suggest that you add it to your recommended readings list.</p><p>Anyway, this week I've been working on the chapter of <i><b><a href=\"http://www.thefunctionalart.com/2023/01/a-sneak-peek-of-art-of-insight.html\">The Art of Insight</a></b></i> about <b><a href=\"https://www.alyssafowers.com/\">Alyssa Fowers</a></b>, who I think represents a much better type of journalist. Alyssa has a wonderful <b><a href=\"https://dataanddragons.wordpress.com/\">blog</a></b> and is also a <b><a href=\"https://www.washingtonpost.com/people/alyssa-fowers/\">graphics editor</a></b> at <i>The Washington Post</i>. Here are a few paragraphs:</p><p></p><blockquote><p><span style=\"font-size: x-small;\">Too often in my journalism career I’ve seen reporters who don’t think much about the impact that their reporting might have in the people they cover. They treat them as subjects, numbers, <i>things</i> to be explored, analyzed, understood in a detached, statistical, sanitized manner.</span></p><p><span style=\"font-size: x-small;\">Recently —I’m writing this in early 2023,— we’re witnessing this sociopathic behavior in the way that mainstream media covers transgender people, particularly transgender youth, their access to gender-affirming care, and their increasing presence and visibility in society. These topics are often framed as a sensationalistic “debate” or a “controversy,” and not as what they truly are, human rights. This is insulting, demeaning, and dehumanizing.</span></p><p><span style=\"font-size: x-small;\">I’d say that it’s also the opposite of Alyssa’s approach. I think that she’s representative of a generation of journalists who try not only to get their data right, and to present it as accurately and fairly as possible, but who are also emotionally invested in their stories. Theirs is a journalism that transgresses dusty notions of journalistic objectivity and that, as a result, becomes better, more humane.</span></p><p><span style=\"font-size: x-small;\">A <b><a href=\"https://www.washingtonpost.com/health/2020/08/18/coronavirus-transgender/\">story</a></b> that Alyssa contributed to, which describes how the COVID pandemic worsened the mental health of transgender people, showcased elegant variations of Sankey diagrams and bar graphs, but its focus isn't these graphics or the numbers behind them. To me, the writing and visual style signal a profound empathy towards the people whose lives are being written about and visualized.</span>&nbsp;</p></blockquote><blockquote><p><span style=\"font-size: x-small;\">Essayist Rebecca Solnit once wrote that “empathy is first of all an act of imagination, a storyteller’s art” because it consists of imagining ourselves in somebody else’s place. Maybe that should be a requirement to all who gather, analyze, visualize, or write about data about other human beings.</span></p></blockquote><p></p>","contentSnippet":"A week ago a large number of New York Times contributors and tens of thousands of their readers signed an open letter criticizing the newspaper's coverage of youth gender-affirming care. I was among them. I've written about these matters in the past (here and here,) and I'll likely keep doing so in the future. I've also argued that some reporters covering this care don't know how to reason under uncertainty —or they pretend not to know.\nThe Times's response to the letter was not only tone-deaf, but also a perfect example of a common malady in journalism, a certain sociopathic temperament. Some cases of this malady are acute; there are people who have built lucrative careers out of seeding doubt and muddling the waters. Shame on them.\nOne of the challenges with journalism is that its ethical codes rely too much on deontological and virtue ethics tropes, and too little on consequentialist thinking. In J-school we are taught the conventions and rules of the trade, and we're encouraged to become virtuous First Amendment warriors and “truth-tellers”. However, we're taught too little about the complexities of the very word “truth”; or about how our “truth-telling” is extremely selective; or about how it can negatively impact those whom we write about.\nProper applied ethics requires a careful balancing of those three moral reasoning strands. Journalism can learn a thing or two from design ethics: Think of news stories as tools that mediate between the complex world out there and the minds of readers. Whoever writes a news story should be, at a minimum, partially responsible for how that story is used or misused.\nAnd we know that the inaccurate and sensationalistic coverage of gender-affirming care is being weaponized. For instance, some profoundly biased pieces that have appeared in The New York Times and other publications have been used to support arguments to deprive people of care they need. That's the core of the letter's criticism. Reporters and their editors must do some soul-searching. It's way past due. They are fueling a moral panic.\nInstead, the Times has doubled down, which isn't that surprising, as elite journalism isn't just often sociopathic, but also hubristic and brazen. Joyce Carol Oates has accurately described it: “Mainstream media seizes upon highly atypical, microscopic samples of an issue that affects virtually no one, amplifies it maniacally, continues to focus upon it as if it were some sort of threat to the commonwealth, & not an amplified paranoid-figment of media imagination.”\nThe Onion has a poignant and fierce piece about this topic. If you teach news ethics, I suggest that you add it to your recommended readings list.\nAnyway, this week I've been working on the chapter of The Art of Insight about Alyssa Fowers, who I think represents a much better type of journalist. Alyssa has a wonderful blog and is also a graphics editor at The Washington Post. Here are a few paragraphs:\n\n\nToo often in my journalism career I’ve seen reporters who don’t think much about the impact that their reporting might have in the people they cover. They treat them as subjects, numbers, things to be explored, analyzed, understood in a detached, statistical, sanitized manner.\nRecently —I’m writing this in early 2023,— we’re witnessing this sociopathic behavior in the way that mainstream media covers transgender people, particularly transgender youth, their access to gender-affirming care, and their increasing presence and visibility in society. These topics are often framed as a sensationalistic “debate” or a “controversy,” and not as what they truly are, human rights. This is insulting, demeaning, and dehumanizing.\nI’d say that it’s also the opposite of Alyssa’s approach. I think that she’s representative of a generation of journalists who try not only to get their data right, and to present it as accurately and fairly as possible, but who are also emotionally invested in their stories. Theirs is a journalism that transgresses dusty notions of journalistic objectivity and that, as a result, becomes better, more humane.\nA story that Alyssa contributed to, which describes how the COVID pandemic worsened the mental health of transgender people, showcased elegant variations of Sankey diagrams and bar graphs, but its focus isn't these graphics or the numbers behind them. To me, the writing and visual style signal a profound empathy towards the people whose lives are being written about and visualized. \n\nEssayist Rebecca Solnit once wrote that “empathy is first of all an act of imagination, a storyteller’s art” because it consists of imagining ourselves in somebody else’s place. Maybe that should be a requirement to all who gather, analyze, visualize, or write about data about other human beings.","id":"tag:blogger.com,1999:blog-207074740682647345.post-7217319842690965203","isoDate":"2023-02-20T14:14:00.071Z","blogTitle":"The Functional Art"}},"__N_SSG":true}