{"pageProps":{"post":{"creator":"Kayt Davies","title":"Tackling math anxiety in journalism students","link":"https://datajournalism.com/read/longreads/math-anxiety-in-journalism","pubDate":"Wed, 11 Dec 2019 10:28:00 +0100","author":"Kayt Davies","content":"\n                                                                        <p>A group of journalism educators from around the world, all passionate about data journalism, gathered in a sunny classroom of Paris’ Dauphine University, keen to find a way forward.</p>\n<p>Less than half an hour in there was a clear divide, almost becoming tense, between two schools of thought. The first was the argument that we need to start teaching students about coding, and that the failure to do so is irresponsible. The dismayed other side lamented that their students lacked ability, confidence, and/or willingness to engage with numbers at all, and that coding was a bridge too far.</p>\n<p>The gathering was the World Journalism Education Congress’s <a href=\"https://www.wjec.paris/syndicates-program/\">Data Journalism Syndicate</a> in July 2019 and the chair, Professor Norman Lewis from the University of Florida, brokered peace by calmly noting what was happening and identifying it as a schism present in the current landscape. The whole room agreed that we need to do more, and we need to do it better, but getting some students to do any number-based reporting, or to approach it at all, is a massive challenge.</p>\n<p>Over two sessions of conversation the group debated the question:</p>\n\n                                                                     \n                            <blockquote><p>What essential computational skills must emerging journalists learn to successfully work with data, and what approach should we take toward teaching them?</p>\n</blockquote>\n\n                                                                      \n                            <p>The group’s answer -- by consensus -- was a<a href=\"http://www.wjec.paris/wp-content/uploads/2019/07/Final-WJEC-syndicate-PP.pdf\"> recommendation</a> to focus broadly on ‘data literacy’ rather than on using any one specific programme or on writing code. We workshopped the term ‘data literacy’, and decided it included basic maths and understanding numbers, as well as how research is conducted, the limits of statistics, and common errors in interpretation. We concluded that it was important to: “Teach a foundational understanding of numeracy and quantitative data, sufficient to confidently interpret numbers and avoid errors so that math-averse students can confront numbers with courage”.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h1>Confronting numbers with courage</h1>\n<p>Courage is an important word in this context, because for many students fear is a limiting factor, not just lack of ability. But this is not a new notion. Way back in 1972, Frank Richardson and Richard Suinn developed a <a href=\"https://psycnet.apa.org/record/1973-05788-001\">Mathematics Anxiety Rating Scale (MARS)</a> for use in the diagnosis and possible treatment of the problem. Their research rested on earlier studies from the 1950s and 60s, which found that “different kinds of anxiety lead to different effects on intellectual performance”. </p>\n<p>Cleveland State University Psychologist Mark Ashcraft is one of many who have continued to explore the experience of math anxiety. In 2002, he<a href=\"https://journals.sagepub.com/doi/10.1111/1467-8721.00196\"> conducted a study</a> using a shortened version of the MARS. He defined math anxiety as “a feeling of tension, apprehension, or fear that interferes with math performance” and wrote: “Highly math-anxious people also espouse negative attitudes toward math and hold negative self-perceptions about their math abilities…It is, therefore, no surprise that people with math anxiety tend to avoid college majors and career paths that depend heavily on math or quantitative skills, with obvious and unfortunate consequences.”</p>\n<p>More recently, researchers investigating the pedagogy of data journalism have noted that many journalism students clearly self-identify as math averse. Amy Schmitz Weiss and Jessica Retis-Rivas from San Diego even called one of their articles<a href=\"https://journals.sagepub.com/doi/full/10.1177/1326365X18780418\"> ‘I don’t like maths, that why I’m in journalism’</a> because it was a refrain they heard so often.</p>\n<p>Looking at this body of work and the lived experience in the roomful of educators in Paris, it seems safe to say that math anxiety is a problem in contemporary journalism education, and it needs to be addressed. The next question is <em>how</em>.</p>\n<p>Silo-shifting into education and psychology literature reveals that there is already a healthy body of research on this topic, as educators across fields ranging from teaching to politics,  philosophy, and advertising have tackled the problem of math-phobic students and written up their results.</p>\n<p>In this Long Read, we’ll highlight three of the key ideas they have explored and how their insights can be incorporated into journalism classes.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h1>1. Talk to your students about math anxiety</h1>\n\n                                                                      \n                            <h2>Insights from research</h2>\n<p><a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/ssm.12041\">A study</a> led by Allison McCulloch in 2013 looked at the problem with a group of trainee elementary school teachers. Math anxiety is a known problem in this setting. The researchers asked each of the trainees to write mini-autobiographies describing the origins of their self-perceptions about their math-ability. These autobiographies provided valuable insights into the causes and mutability of math anxiety. The researchers also found that positive transitions in the participants’ stories “were always related to a particular teacher who made them feel comfortable, cared about, and believed in”. And, importantly, their participants reported that the process of documenting their math-perception-formation-process contributed to reducing their math anxiety.</p>\n<p>Earlier, in 1998, Norma Harper and CJ Daane put trainee teachers through a math-anxiety reduction course and<a href=\"https://www.tandfonline.com/doi/abs/10.1080/01626620.1998.10462889?journalCode=uate20\"> reported on its success</a>. They observed that interventions need to help students reflect on their own past math experiences and anxiety levels to enable them to perform better as teachers.</p>\n<p>Likewise, Anne Wescott Dodd<a href=\"https://www.jstor.org/stable/27967604\"> recommends</a> giving students a questionnaire on the first day of class asking “how do you feel about mathematics?” and “how did you do in mathematics last year?” to identify who will need the most help. One of the key aspects of math anxiety that she identifies is the loneliness that arises when students develop a belief that everyone else in the class understands what is being explained -- “they’ll suffer in silence rather than risk looking stupid by asking a question”. She recommends collaborative and cooperative activities to mitigate this problem.</p>\n\n                                                                      \n                            <h2>Experiences from a journalism classroom</h2>\n<p>In three successive iterations of an undergraduate journalism unit that explicitly includes data journalism, I have devoted the first class to talking about math anxiety -- in three stages. </p>\n<p>In the first, I tell my students that research has identified it as a global problem across many disciplines, across many decades. I tell them that it is a learnt self-perception, that it can be changed, and that overcoming their anxiety will make them better at maths.</p>\n<p>In the second stage, I invite them to consider whether they are math anxious (and to what extent) and where they may have gotten those perceptions, and I allow them time to tell their own stories in pairs or small groups.</p>\n<p>In the third stage, I tackle the loneliness/isolation issue raised by Anne Wescott Dodd by identifying myself as a ‘recovering math-phobic’. I invite them to join me and the other math-anxious class members in a collective journey of ‘feeling the fear and doing it anyway’. We then set ground rules for the class that include giving permission to ask any question about maths -- ‘no question is too basic’ and ‘all questions help make me a better teacher’. I reassure them that non-judgemental support will be provided for any math-related knowledge gaps and that making progress from where they are now is the aim of the class, not getting a specific answer correct under stressful circumstances at the end.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h1>2. Be supportive, fun, and funny</h1>\n\n                                                                      \n                            <h2>Insights from research</h2>\n<p>In their 1998 study, Norma Harper and CJ Daane also cited studies dating back to the 1980s that advocated the prime importance of providing students with a supportive environment.</p>\n<p>This was reiterated by Tina Rye Sloan in 2010, when she interviewed 72 preservice teachers about their own math anxiety. In her findings, she<a href=\"https://eric.ed.gov/?id=EJ886943\"> concluded</a> that it was important for educators to “create a supportive atmosphere with mutual respect and acceptance … [and] an emotional climate that is inviting and reassuring”.</p>\n<p>In a 1990 article called ‘<a href=\"https://www.jstor.org/stable/pdf/1318231.pdf\">What’s funny about statistics? A technique for reducing student anxiety</a>’, Steven Schacht and Brad Stewart describe the usefulness of humour in tackling math anxiety and conclude that if it’s done right, it works a treat. They warned against using comedic content that featured aggression, sexual content, or that mocked college students, because off-jokes can increase anxiety. Instead, they used cartoons to illustrate and frame problems in a mathematics course for social science students. Their participants reported that the cartoons lightened the mood, increased the fun, and reduced their math anxiety.</p>\n<p>And, in the same 1992 article, Anne Wescott Dodd noted that: “Changing negative beliefs is a slow process. Success is more likely to occur first on a small task than on a large one, such as a unit test. Wise use of games, group activities and carefully chosen assignments may be needed to overcome firmly entrenched beliefs.”</p>\n\n                                                                      \n                            <h2>Experiences from a journalism classroom</h2>\n<p>Structuring a unit so that some marks are allocated for the completion of collaborative in-class tasks can encourage engagement with numbers. Another approach is to allocate marks to a journal of reflections about what they learnt from in-class activities. These approaches make attending class attractive as a venue for socialising and allow space for risk taking and creativity.</p>\n<p>Peer-to-peer learning can be further encouraged by stressing that those in the class with more math ability and confidence can benefit from helping other students, as teaching deepens understanding, and the ability to explain things is a key media skill.</p>\n<p>In one tutorial, for example, I hand out a ten question quiz of math problems all phrased in journalism terms:</p>\n<ul>\n<li>‘For a story on housing prices, you need to calculate…’</li>\n<li>‘For a story about a music festival, you need to compare attendance figures’</li>\n</ul>\n<p>Rather than having students work alone, they work in pairs and need to agree on all of their answers. Then, I get them to pair up again and compare answers, explaining their working for anything that they differ on. I walk around the room and quickly mark each group’s answers -- students need to continue working on the problems that aren’t right, but I let groups that have the correct answers help them. When the whole class has all of the answers the task is complete. To use gamer-speak: ’achievement unlocked’.</p>\n\n                                                                                                                                                             <p>Incorporating cartoons, memes, and photos of math-anxiety related merchandise (yep, google for it) into PowerPoints can lighten the mood and underline how universal it is, reinforcing the commitment to overcome it.</p>\n\n                                                                                                  \n                            \n                                                                      \n                            <h1>3. Plan a learning trajectory</h1>\n\n                                                                      \n                            <h2>Insights from research</h2>\n<p>In a<a href=\"https://link.springer.com/article/10.1057/eps.2014.8\"> 2014 paper</a>, Johan Adriaensen, Evelyn Coremans, and Bart Kerremans developed and implemented a ‘Learning Trajectory of Quantitative Methods’ as a progressive approach to teaching research methods to sociology and political science students, with the aim of reducing math anxiety.</p>\n<p>Their trajectory breaks the learning process down into four steps, derived from the stages in conducting quantitative research. These are their four steps:</p>\n<ol>\n<li><strong>From concept to variable:</strong> In the first stage, students learn to transform an abstract concept into a measurable indicator. The emphasis is on the operationalisation stage of the research process whereby students are made aware that for each concept, multiple indicators are possible, each with their own strengths and weaknesses.</li>\n<li><strong>From variable to data:</strong> Once a concept has been operationalised, students learn to look for the appropriate data. Given limitations on data availability, previous choices might need to be re-evaluated.</li>\n<li><strong>From data to descriptive statistics:</strong> A first step in analysing data consists of descriptive statistics. Students learn to interpret graphs and tables, select the most appropriate (visual) representation and draw meaningful conclusions from their data.</li>\n<li><strong>From descriptive to analytic statistics:</strong> In the last step, students learn to execute and interpret analytic (inferential) statistics, including evaluating and scrutinising research articles.</li>\n</ol>\n\n                                                                      \n                            <h2>Experiences from a journalism classroom</h2>\n<p>Consideration of these four steps is useful because it helps ensure that the content added to units across a major or degree course are building on earlier teaching, rather than repeating it. In addition, categorising data journalism activities into these four groups can illuminate gaps in a programme of learning.</p>\n<p>I have also found that context is key for media students, as they are quick to ask “why is this relevant?” and “what has this got to do with journalism?”. Here are a few teaching ideas to answer these questions, categorised by trajectory stage.</p>\n\n                                                                      \n                            <h3>1. Concept to variable</h3>\n<p>Ask small groups to think of an issue they could (as a team of journalists) delve into and to develop a pitch for the teacher/news editor/class. Tell them their format will have to include a series of infographics. Hand out coloured pens and a blank local map, a world map, set of human figures, and a timeline, and ask them to think about how these could be filled with data to do part of the storytelling. Could they show their answers to the questions of who, when, where, why, what and/or how? Be clear that they are not doing the research at this stage -- they are just making a research plan, so they know what they will go looking for and can ask the hypothetical boss for permission to spend time doing it.</p>\n<p>Students enjoy this task because they get to choose a topic, work together, and colour-in. Their topics typically start out broad (beer in this city is too expensive; too many forests are being cut down; sexual assault is not acceptable) and confronting them with maps and graphics makes them consider what figures are relevant. For example, for a beer story would they use tavern prices, bottle-shop prices, all volumes, all brands, or just one type? And would they then compare prices in all cities, or cities versus regional areas? Or suburbs with different average incomes? This is exactly the work of ‘operationalising’ a research project.</p>\n\n                                                                      \n                            <p>Materials provided to students during this activity.</p>\n\n                                                                      \n                            <p>Here’s another activity to prompt critical thinking about variables:</p>\n<p>Ask everyone in the class to write down, secretly and immediately, their favourite flavour of ice-cream. Use the whiteboard to do a quick round of the class with each person singing out their flavour -- give extra ticks to ones that get a second or third vote -- and voila, you’ll have a huge list of different flavours (almost as many as there are students) with something like salted caramel or cookies-n-cream garnering a few extra ticks and winning the popularity contest.</p>\n<p>Then tell your students that you are hypothetically about to order a big tub of ice-cream for the class to share and you need to know whether they want vanilla, strawberry, or chocolate. Do a quick tally on the board of votes for each of these three.</p>\n<p>Now, ask them which vote correctly shows the class’ preferred ice-cream flavour? Is it salted caramel or chocolate? When they say salted caramel, challenge them by saying “but only three of you chose that, 15 chose chocolate”.</p>\n<p>Ask them how they would have to report these numbers in order to be accurate. Workshop ways of wording it.</p>\n<p>You can talk about how this applies to other research that they may find themselves reporting. You can discuss how limiting the options can change the answers. Should researchers always include an odd number of options in<a href=\"http://fluidsurveys.com/university/odds-evens-ongoing-debate-rating-scale/\"> Likert scales to allow for a neutral centre</a>? Does the failure to do so force participants to give dishonest answers? You can also talk about political push polling.</p>\n<p>Next, ask them if this data could be reported as the ice-cream preference of only this class, or all journalism students at the university? How about all communications students in the city? How about all young people in the whole country? At what point does the sample size become too small to be reliable? How would you have to report that in order to be accurate?</p>\n<p>You can follow this up further by looking at some studies that disclose their sample sizes or sampling techniques (blind/double-blind/deliberative/random) and compare that with how the study has been reported in the media. In this interactive class (that contains a lot of thinking about ice-cream), the students have come up against some critical data literacy issues.</p>\n\n                                                                      \n                            <h3>2. Variable to data</h3>\n<p>It is worth talking about what data is likely to be available and what isn’t. If your government has an open data site like<a href=\"https://data.gov.au/\"> data.gov.au</a> encourage the class to explore it. Talk about privacy -- they won’t be able to access individual medical records, but a lot of health data is available. Talk about transparency, freedom of information, and secrecy. Talk about the dark web and all the information locked behind passwords and hidden in unsearchable images. Talk about the harsh reality that sometimes you can’t get the data that you want and need to move on to the next best option.</p>\n<p>Following this discussion, send them data hunting. Fact-checking is a great way to get quickly into it. Australian political discourse is so chock full of talk about mining and mining jobs that when I ask a class what proportion of the Australian Workforce they think works in mining some guess as much as 50%. How can we check that? I send them on a treasure hunt -- searching in pairs for the most current data they can find. Job statistics are on the Australian Bureau of Statistics website in large Excel files with many tabs. I ask them to find me four numbers: total jobs for our state, mining jobs for our state, total jobs for Australia, and mining jobs for Australia. They manage this task fairly easily. The trick is for me to have found the data the night before, so that I can quickly identify if they have found it or turned up something else.</p>\n<p>Tell them what <a href=\"https://datajournalism.com/read/newsletters/data-scraping-for-stories\">data scraping</a> is, even if you don’t get as far as doing it. That said, you can do a simple scrape in a two-hour class. Just do it yourself the day before and make a very step-by-step PowerPoint with lots of circles and arrows, so they can follow along and get it right. Using the free Chrome extension<a href=\"https://webscraper.io/documentation\"> Open Web Scraper</a>, we scraped our state government’s tender website and made a list in Excel of who the government had paid to do what. We cleaned the data (because sometimes dollar signs were included in amounts and sometimes they weren’t) and we sorted it. Then, they had to find four story ideas in it (For example, why was $73,115 spent on anger management training for the staff of a particular agency? Why was a million dollars spent on a new desk for a regional police station?)</p>\n\n                                                                      \n                            <p>A snippet of Kayt’s data scraping tutorial.</p>\n\n                                                                      \n                            <h3>3. From descriptive data to descriptive statistics</h3>\n<p>Part two of the mining jobs task is to step our way through how to make that information into two pie charts that show the proportion of mining to total jobs in our state versus the nation. We use Excel and I encourage students to help each other, as well as using online percentage calculators and YouTube tutorials if they need extra help or want to check their numbers. We cover the basics: Pie charts need to add up to 100%. Did they remember to subtract the mining jobs from the total jobs before they made the charts? This low-stakes quick activity is a confidence-builder that makes something that they could very easily use in a story about mining jobs.</p>\n\n                                                                      \n                            <p>Starting with simple pie charts, students quickly learn how data and graphics can enhance a story.</p>\n\n                                                                      \n                            <p>There are plenty of datasets available that you can challenge a class to turn into various kinds of graphs and infographics. In my experience, their rookie mistakes will include errors in considering scales and axes, an inability to control the size of fonts and labels (making some of the information unreadable), and unfamiliarity with what to write next to a graph, to introduce it to the story and allow it to do some work, without repeating its content and rendering it just an illustration of the text.</p>\n<p>It’s also worth spending a bit of time on mean, mode, and median, along with when and why they are used in the context of journalism -- mean for most of the time, mode for data with crazy outliers (like house prices), and median for categorical data (like ice-cream flavour preferences).</p>\n<p>At this stage, if you are not feeling like a fully-fledged maths teacher, it’s wise to embrace blended learning and let online tutorials do some of the explaining for you. There are plenty available and it’s a good way to balance out a range of skill levels in a classroom. You can also add an extra incentive by offering a couple of marks for students who send you a completion certificate from an online course (such as the ones from<a href=\"http://lynda.com/\"> Lynda.com</a>/LinkedIn Learning). This strategy can enable students who need to do basic courses, while more advanced students can level up.</p>\n<p>If you have time, pivot tables are fun and fairly easy to teach. What you need is a big dataset, links to a couple of good YouTube explainers and a set of questions that can be answered by sorting the data in various ways. I have done this a few times in a two-hour class, encouraging students who find it easy to help others, and it has worked fine, they all get it.</p>\n\n                                                                      \n                            <p><iframe width=\"859\" height=\"537\" src=\"https://www.youtube-nocookie.com/embed/Vx-Fuw46VbY\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></p>\n\n                                                                      \n                            <p>(Hint: If your university is likely to have issues with a whole class downloading a dataset all at once it can be worth having it on a USB stick, or preloading it onto the class computers.)</p>\n\n                                                                      \n                            <h3>4. From descriptive to analytic statistics</h3>\n<p>Given that the WJEC data journalism group’s recommendation was to “…[t]each a foundational understanding of numeracy and quantitative data, sufficient to confidently interpret numbers and avoid errors…” it is important to talk about inferential statistics. But, it’s also important to remember that none of the disciplines manage to teach this kind of maths quickly -- there are entire units are devoted to it in psychology and the sciences. What can be taught in a compressed format though are some of the key concepts, such as hypothesis testing, causation vs correlation, significance, assumptions about normal distributions, deviance and margins of error, and significance/confidence. Ben Goldacre’s<a href=\"https://www.ted.com/talks/ben_goldacre_battling_bad_science/discussion\"> Bad Science</a>_ _Ted Talks are a good launching point for some of these discussions. By all means, encourage students to explore R and SPSS, but they are big missions for a crowded undergraduate programme, and understanding core concepts is important groundwork for the use of those programmes anyway.</p>\n\n                                                                      \n                            <h1>Conclusion</h1>\n<p>I hope these tips will encourage experimentation with introducing small data journalism activities into journalism units, from first year to final year, and with disadvantaged and math averse students, as well as with the accomplished and confident. The key learning I have taken from a few years of working on this challenge is that nothing is more important than seeing your students for who they are, and offering, in a non-judgmental way, to help them make a change.</p>\n\n                                                                      \n                            <p>For more on teaching and overcoming math anxiety, check out:</p>\n<ul>\n<li><a href=\"https://datajournalism.com/read/longreads/a-dossier-of-data-journalism-teaching-strategies\">7 countries, 9 teachers: a dossier of data journalism teaching strategies</a>, featuring teachers from around the world</li>\n<li><a href=\"https://datajournalism.com/read/longreads/spreadsheets-for-journalism\">Spreadsheets for journalism</a> by <a href=\"https://datajournalism.com/contributors/BrantHouston\">Brant Houston</a></li>\n<li>our video course, <a href=\"https://datajournalism.com/watch/doing-journalism-with-data-first-steps-skills-and-tools\">Doing Journalism with Data: First Steps, Skills and Tools</a>.</li>\n</ul>\n\n                                              \n                ","contentSnippet":"A group of journalism educators from around the world, all passionate about data journalism, gathered in a sunny classroom of Paris’ Dauphine University, keen to find a way forward.\nLess than half an hour in there was a clear divide, almost becoming tense, between two schools of thought. The first was the argument that we need to start teaching students about coding, and that the failure to do so is irresponsible. The dismayed other side lamented that their students lacked ability, confidence, and/or willingness to engage with numbers at all, and that coding was a bridge too far.\nThe gathering was the World Journalism Education Congress’s Data Journalism Syndicate in July 2019 and the chair, Professor Norman Lewis from the University of Florida, brokered peace by calmly noting what was happening and identifying it as a schism present in the current landscape. The whole room agreed that we need to do more, and we need to do it better, but getting some students to do any number-based reporting, or to approach it at all, is a massive challenge.\nOver two sessions of conversation the group debated the question:\nWhat essential computational skills must emerging journalists learn to successfully work with data, and what approach should we take toward teaching them?\nThe group’s answer -- by consensus -- was a recommendation to focus broadly on ‘data literacy’ rather than on using any one specific programme or on writing code. We workshopped the term ‘data literacy’, and decided it included basic maths and understanding numbers, as well as how research is conducted, the limits of statistics, and common errors in interpretation. We concluded that it was important to: “Teach a foundational understanding of numeracy and quantitative data, sufficient to confidently interpret numbers and avoid errors so that math-averse students can confront numbers with courage”.\nConfronting numbers with courage\nCourage is an important word in this context, because for many students fear is a limiting factor, not just lack of ability. But this is not a new notion. Way back in 1972, Frank Richardson and Richard Suinn developed a Mathematics Anxiety Rating Scale (MARS) for use in the diagnosis and possible treatment of the problem. Their research rested on earlier studies from the 1950s and 60s, which found that “different kinds of anxiety lead to different effects on intellectual performance”. \nCleveland State University Psychologist Mark Ashcraft is one of many who have continued to explore the experience of math anxiety. In 2002, he conducted a study using a shortened version of the MARS. He defined math anxiety as “a feeling of tension, apprehension, or fear that interferes with math performance” and wrote: “Highly math-anxious people also espouse negative attitudes toward math and hold negative self-perceptions about their math abilities…It is, therefore, no surprise that people with math anxiety tend to avoid college majors and career paths that depend heavily on math or quantitative skills, with obvious and unfortunate consequences.”\nMore recently, researchers investigating the pedagogy of data journalism have noted that many journalism students clearly self-identify as math averse. Amy Schmitz Weiss and Jessica Retis-Rivas from San Diego even called one of their articles ‘I don’t like maths, that why I’m in journalism’ because it was a refrain they heard so often.\nLooking at this body of work and the lived experience in the roomful of educators in Paris, it seems safe to say that math anxiety is a problem in contemporary journalism education, and it needs to be addressed. The next question is how.\nSilo-shifting into education and psychology literature reveals that there is already a healthy body of research on this topic, as educators across fields ranging from teaching to politics,  philosophy, and advertising have tackled the problem of math-phobic students and written up their results.\nIn this Long Read, we’ll highlight three of the key ideas they have explored and how their insights can be incorporated into journalism classes.\n1. Talk to your students about math anxiety\nInsights from research\nA study led by Allison McCulloch in 2013 looked at the problem with a group of trainee elementary school teachers. Math anxiety is a known problem in this setting. The researchers asked each of the trainees to write mini-autobiographies describing the origins of their self-perceptions about their math-ability. These autobiographies provided valuable insights into the causes and mutability of math anxiety. The researchers also found that positive transitions in the participants’ stories “were always related to a particular teacher who made them feel comfortable, cared about, and believed in”. And, importantly, their participants reported that the process of documenting their math-perception-formation-process contributed to reducing their math anxiety.\nEarlier, in 1998, Norma Harper and CJ Daane put trainee teachers through a math-anxiety reduction course and reported on its success. They observed that interventions need to help students reflect on their own past math experiences and anxiety levels to enable them to perform better as teachers.\nLikewise, Anne Wescott Dodd recommends giving students a questionnaire on the first day of class asking “how do you feel about mathematics?” and “how did you do in mathematics last year?” to identify who will need the most help. One of the key aspects of math anxiety that she identifies is the loneliness that arises when students develop a belief that everyone else in the class understands what is being explained -- “they’ll suffer in silence rather than risk looking stupid by asking a question”. She recommends collaborative and cooperative activities to mitigate this problem.\nExperiences from a journalism classroom\nIn three successive iterations of an undergraduate journalism unit that explicitly includes data journalism, I have devoted the first class to talking about math anxiety -- in three stages. \nIn the first, I tell my students that research has identified it as a global problem across many disciplines, across many decades. I tell them that it is a learnt self-perception, that it can be changed, and that overcoming their anxiety will make them better at maths.\nIn the second stage, I invite them to consider whether they are math anxious (and to what extent) and where they may have gotten those perceptions, and I allow them time to tell their own stories in pairs or small groups.\nIn the third stage, I tackle the loneliness/isolation issue raised by Anne Wescott Dodd by identifying myself as a ‘recovering math-phobic’. I invite them to join me and the other math-anxious class members in a collective journey of ‘feeling the fear and doing it anyway’. We then set ground rules for the class that include giving permission to ask any question about maths -- ‘no question is too basic’ and ‘all questions help make me a better teacher’. I reassure them that non-judgemental support will be provided for any math-related knowledge gaps and that making progress from where they are now is the aim of the class, not getting a specific answer correct under stressful circumstances at the end.\n2. Be supportive, fun, and funny\nInsights from research\nIn their 1998 study, Norma Harper and CJ Daane also cited studies dating back to the 1980s that advocated the prime importance of providing students with a supportive environment.\nThis was reiterated by Tina Rye Sloan in 2010, when she interviewed 72 preservice teachers about their own math anxiety. In her findings, she concluded that it was important for educators to “create a supportive atmosphere with mutual respect and acceptance … [and] an emotional climate that is inviting and reassuring”.\nIn a 1990 article called ‘What’s funny about statistics? A technique for reducing student anxiety’, Steven Schacht and Brad Stewart describe the usefulness of humour in tackling math anxiety and conclude that if it’s done right, it works a treat. They warned against using comedic content that featured aggression, sexual content, or that mocked college students, because off-jokes can increase anxiety. Instead, they used cartoons to illustrate and frame problems in a mathematics course for social science students. Their participants reported that the cartoons lightened the mood, increased the fun, and reduced their math anxiety.\nAnd, in the same 1992 article, Anne Wescott Dodd noted that: “Changing negative beliefs is a slow process. Success is more likely to occur first on a small task than on a large one, such as a unit test. Wise use of games, group activities and carefully chosen assignments may be needed to overcome firmly entrenched beliefs.”\nExperiences from a journalism classroom\nStructuring a unit so that some marks are allocated for the completion of collaborative in-class tasks can encourage engagement with numbers. Another approach is to allocate marks to a journal of reflections about what they learnt from in-class activities. These approaches make attending class attractive as a venue for socialising and allow space for risk taking and creativity.\nPeer-to-peer learning can be further encouraged by stressing that those in the class with more math ability and confidence can benefit from helping other students, as teaching deepens understanding, and the ability to explain things is a key media skill.\nIn one tutorial, for example, I hand out a ten question quiz of math problems all phrased in journalism terms:\n‘For a story on housing prices, you need to calculate…’\n‘For a story about a music festival, you need to compare attendance figures’\nRather than having students work alone, they work in pairs and need to agree on all of their answers. Then, I get them to pair up again and compare answers, explaining their working for anything that they differ on. I walk around the room and quickly mark each group’s answers -- students need to continue working on the problems that aren’t right, but I let groups that have the correct answers help them. When the whole class has all of the answers the task is complete. To use gamer-speak: ’achievement unlocked’.\nIncorporating cartoons, memes, and photos of math-anxiety related merchandise (yep, google for it) into PowerPoints can lighten the mood and underline how universal it is, reinforcing the commitment to overcome it.\n3. Plan a learning trajectory\nInsights from research\nIn a 2014 paper, Johan Adriaensen, Evelyn Coremans, and Bart Kerremans developed and implemented a ‘Learning Trajectory of Quantitative Methods’ as a progressive approach to teaching research methods to sociology and political science students, with the aim of reducing math anxiety.\nTheir trajectory breaks the learning process down into four steps, derived from the stages in conducting quantitative research. These are their four steps:\nFrom concept to variable: In the first stage, students learn to transform an abstract concept into a measurable indicator. The emphasis is on the operationalisation stage of the research process whereby students are made aware that for each concept, multiple indicators are possible, each with their own strengths and weaknesses.\nFrom variable to data: Once a concept has been operationalised, students learn to look for the appropriate data. Given limitations on data availability, previous choices might need to be re-evaluated.\nFrom data to descriptive statistics: A first step in analysing data consists of descriptive statistics. Students learn to interpret graphs and tables, select the most appropriate (visual) representation and draw meaningful conclusions from their data.\nFrom descriptive to analytic statistics: In the last step, students learn to execute and interpret analytic (inferential) statistics, including evaluating and scrutinising research articles.\nExperiences from a journalism classroom\nConsideration of these four steps is useful because it helps ensure that the content added to units across a major or degree course are building on earlier teaching, rather than repeating it. In addition, categorising data journalism activities into these four groups can illuminate gaps in a programme of learning.\nI have also found that context is key for media students, as they are quick to ask “why is this relevant?” and “what has this got to do with journalism?”. Here are a few teaching ideas to answer these questions, categorised by trajectory stage.\n1. Concept to variable\nAsk small groups to think of an issue they could (as a team of journalists) delve into and to develop a pitch for the teacher/news editor/class. Tell them their format will have to include a series of infographics. Hand out coloured pens and a blank local map, a world map, set of human figures, and a timeline, and ask them to think about how these could be filled with data to do part of the storytelling. Could they show their answers to the questions of who, when, where, why, what and/or how? Be clear that they are not doing the research at this stage -- they are just making a research plan, so they know what they will go looking for and can ask the hypothetical boss for permission to spend time doing it.\nStudents enjoy this task because they get to choose a topic, work together, and colour-in. Their topics typically start out broad (beer in this city is too expensive; too many forests are being cut down; sexual assault is not acceptable) and confronting them with maps and graphics makes them consider what figures are relevant. For example, for a beer story would they use tavern prices, bottle-shop prices, all volumes, all brands, or just one type? And would they then compare prices in all cities, or cities versus regional areas? Or suburbs with different average incomes? This is exactly the work of ‘operationalising’ a research project.\nMaterials provided to students during this activity.\nHere’s another activity to prompt critical thinking about variables:\nAsk everyone in the class to write down, secretly and immediately, their favourite flavour of ice-cream. Use the whiteboard to do a quick round of the class with each person singing out their flavour -- give extra ticks to ones that get a second or third vote -- and voila, you’ll have a huge list of different flavours (almost as many as there are students) with something like salted caramel or cookies-n-cream garnering a few extra ticks and winning the popularity contest.\nThen tell your students that you are hypothetically about to order a big tub of ice-cream for the class to share and you need to know whether they want vanilla, strawberry, or chocolate. Do a quick tally on the board of votes for each of these three.\nNow, ask them which vote correctly shows the class’ preferred ice-cream flavour? Is it salted caramel or chocolate? When they say salted caramel, challenge them by saying “but only three of you chose that, 15 chose chocolate”.\nAsk them how they would have to report these numbers in order to be accurate. Workshop ways of wording it.\nYou can talk about how this applies to other research that they may find themselves reporting. You can discuss how limiting the options can change the answers. Should researchers always include an odd number of options in Likert scales to allow for a neutral centre? Does the failure to do so force participants to give dishonest answers? You can also talk about political push polling.\nNext, ask them if this data could be reported as the ice-cream preference of only this class, or all journalism students at the university? How about all communications students in the city? How about all young people in the whole country? At what point does the sample size become too small to be reliable? How would you have to report that in order to be accurate?\nYou can follow this up further by looking at some studies that disclose their sample sizes or sampling techniques (blind/double-blind/deliberative/random) and compare that with how the study has been reported in the media. In this interactive class (that contains a lot of thinking about ice-cream), the students have come up against some critical data literacy issues.\n2. Variable to data\nIt is worth talking about what data is likely to be available and what isn’t. If your government has an open data site like data.gov.au encourage the class to explore it. Talk about privacy -- they won’t be able to access individual medical records, but a lot of health data is available. Talk about transparency, freedom of information, and secrecy. Talk about the dark web and all the information locked behind passwords and hidden in unsearchable images. Talk about the harsh reality that sometimes you can’t get the data that you want and need to move on to the next best option.\nFollowing this discussion, send them data hunting. Fact-checking is a great way to get quickly into it. Australian political discourse is so chock full of talk about mining and mining jobs that when I ask a class what proportion of the Australian Workforce they think works in mining some guess as much as 50%. How can we check that? I send them on a treasure hunt -- searching in pairs for the most current data they can find. Job statistics are on the Australian Bureau of Statistics website in large Excel files with many tabs. I ask them to find me four numbers: total jobs for our state, mining jobs for our state, total jobs for Australia, and mining jobs for Australia. They manage this task fairly easily. The trick is for me to have found the data the night before, so that I can quickly identify if they have found it or turned up something else.\nTell them what data scraping is, even if you don’t get as far as doing it. That said, you can do a simple scrape in a two-hour class. Just do it yourself the day before and make a very step-by-step PowerPoint with lots of circles and arrows, so they can follow along and get it right. Using the free Chrome extension Open Web Scraper, we scraped our state government’s tender website and made a list in Excel of who the government had paid to do what. We cleaned the data (because sometimes dollar signs were included in amounts and sometimes they weren’t) and we sorted it. Then, they had to find four story ideas in it (For example, why was $73,115 spent on anger management training for the staff of a particular agency? Why was a million dollars spent on a new desk for a regional police station?)\nA snippet of Kayt’s data scraping tutorial.\n3. From descriptive data to descriptive statistics\nPart two of the mining jobs task is to step our way through how to make that information into two pie charts that show the proportion of mining to total jobs in our state versus the nation. We use Excel and I encourage students to help each other, as well as using online percentage calculators and YouTube tutorials if they need extra help or want to check their numbers. We cover the basics: Pie charts need to add up to 100%. Did they remember to subtract the mining jobs from the total jobs before they made the charts? This low-stakes quick activity is a confidence-builder that makes something that they could very easily use in a story about mining jobs.\nStarting with simple pie charts, students quickly learn how data and graphics can enhance a story.\nThere are plenty of datasets available that you can challenge a class to turn into various kinds of graphs and infographics. In my experience, their rookie mistakes will include errors in considering scales and axes, an inability to control the size of fonts and labels (making some of the information unreadable), and unfamiliarity with what to write next to a graph, to introduce it to the story and allow it to do some work, without repeating its content and rendering it just an illustration of the text.\nIt’s also worth spending a bit of time on mean, mode, and median, along with when and why they are used in the context of journalism -- mean for most of the time, mode for data with crazy outliers (like house prices), and median for categorical data (like ice-cream flavour preferences).\nAt this stage, if you are not feeling like a fully-fledged maths teacher, it’s wise to embrace blended learning and let online tutorials do some of the explaining for you. There are plenty available and it’s a good way to balance out a range of skill levels in a classroom. You can also add an extra incentive by offering a couple of marks for students who send you a completion certificate from an online course (such as the ones from Lynda.com/LinkedIn Learning). This strategy can enable students who need to do basic courses, while more advanced students can level up.\nIf you have time, pivot tables are fun and fairly easy to teach. What you need is a big dataset, links to a couple of good YouTube explainers and a set of questions that can be answered by sorting the data in various ways. I have done this a few times in a two-hour class, encouraging students who find it easy to help others, and it has worked fine, they all get it.\n\n(Hint: If your university is likely to have issues with a whole class downloading a dataset all at once it can be worth having it on a USB stick, or preloading it onto the class computers.)\n4. From descriptive to analytic statistics\nGiven that the WJEC data journalism group’s recommendation was to “…[t]each a foundational understanding of numeracy and quantitative data, sufficient to confidently interpret numbers and avoid errors…” it is important to talk about inferential statistics. But, it’s also important to remember that none of the disciplines manage to teach this kind of maths quickly -- there are entire units are devoted to it in psychology and the sciences. What can be taught in a compressed format though are some of the key concepts, such as hypothesis testing, causation vs correlation, significance, assumptions about normal distributions, deviance and margins of error, and significance/confidence. Ben Goldacre’s Bad Science_ _Ted Talks are a good launching point for some of these discussions. By all means, encourage students to explore R and SPSS, but they are big missions for a crowded undergraduate programme, and understanding core concepts is important groundwork for the use of those programmes anyway.\nConclusion\nI hope these tips will encourage experimentation with introducing small data journalism activities into journalism units, from first year to final year, and with disadvantaged and math averse students, as well as with the accomplished and confident. The key learning I have taken from a few years of working on this challenge is that nothing is more important than seeing your students for who they are, and offering, in a non-judgmental way, to help them make a change.\nFor more on teaching and overcoming math anxiety, check out:\n7 countries, 9 teachers: a dossier of data journalism teaching strategies, featuring teachers from around the world\nSpreadsheets for journalism by Brant Houston\nour video course, Doing Journalism with Data: First Steps, Skills and Tools.","guid":"https://datajournalism.com/read/longreads/math-anxiety-in-journalism","isoDate":"2019-12-11T09:28:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}