{"pageProps":{"post":{"creator":"Sabrina Faramarzi","title":"The power of data storytelling for lifestyle journalism","link":"https://datajournalism.com/read/longreads/the-power-of-data-storytelling-for-lifestyle-journalism","pubDate":"Mon, 01 Nov 2021 08:00:00 +0100","author":"Sabrina Faramarzi","content":"\n                                                                        <p>Data is like dust. It’s everywhere, and we often spend most of our time cleaning it up. Like dust, each one of us leaves a trace of our data for every move we make online. </p>\n<p>Data journalism has long been confined to the areas of news, politics, business and finance. What if that dust (sorry, data) could be cleaned, gathered and shaped into a picture to tell more stories about how we live, too?</p>\n<p><strong>Lifestyle journalism has often been regarded as ‘fluff’ journalism, but it’s not hard to see its growth over the last two decades.</strong> From newspaper supplements to indie publishing and even social media, lifestyle journalism offers readers a guide for how to live and the stories behind the news. </p>\n<p>Its complex dynamics have been a dance between traditional journalistic practices and consumerism, entertainment and cosmopolitanism. It has made sense of everything from food to fashion, technology to sexuality, and identity to houseplants. </p>\n<p>For those who still browse the shelves of newsagents, you’ll find a myriad of niche magazines -- everything from gardening to photography, knitting to computer programming. </p>\n<p>Online, these magazines are limitless, and so too are the ways that data-driven stories can reach different kinds of readers. Lifestyle journalism is all about curiosity, behaviours and the nuances of human life.</p>\n\n                                                                                                <blockquote><p>Just like lifestyle journalism, data journalism rose from scrappy beginnings.</p>\n</blockquote>\n\n                                                                     \n                            <p>It is “a genre of journalism that constitutes a significant and growing portion of mainstream journalism yet continues to be an under-researched field,” writes Dr Lucia Vodanovic in her book <a href=\"https://www.routledge.com/Lifestyle-Journalism-Social-Media-Consumption-and-Experience/Vodanovic/p/book/9780815357995\">‘Lifestyle Journalism: Social Media, Consumption and Experience’</a>. </p>\n<p>At its core, the lifestyle journalist is a hybrid entity and can “adopt different functions such as marketer, service provider, friend, connector, mood manager, inspirer and guide”, explains Vodanovic. </p>\n<p>Lifestyle journalism is anything about the human experience, so it lends itself well to data storytelling in the way that it can provide wider context behind the human experience. It is also an area of journalism that has been historically difficult to define (though it has been analysed as “the journalistic coverage of consumption, identity and everyday life”).</p>\n<p>This means it is possible to explore new formats, structures and techniques, which is an exciting proposition for data journalists looking to cover lifestyle stories and lifestyle journalists looking to use data in their stories. </p>\n<p>What makes data storytelling in lifestyle journalism so captivating is that it is fertile ground for new forms of data analysis. Rarely are readers expecting complex data analysis in such pieces, yet lifestyle journalists often use data to inform those stories, whether consciously or not.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Mapping our lives through data</h3>\n<p>So where does data storytelling sit within this? <strong>Just like lifestyle journalism, data journalism rose from scrappy beginnings.</strong> While journalists have long used data in their stories, one of the first forays into <a href=\"https://datajournalism.com/read/handbook/one/introduction/data-journalism-in-perspective\">computer-assisted reporting dates back to 1952</a>, when CBS attempted to predict the American mid-term elections that year with the Remington Rand Univac Electronic Computer. </p>\n<p>This was also the same decade when lifestyle journalism got its start and when women’s style pages began appearing in newspapers. At the time, it was one of the few places for women journalists to flex their skills. <strong>While most journalists were ignoring computers, data journalism was born. While most newspapers were ignoring women, lifestyle journalism was born.</strong></p>\n<p>It is also no surprise that one of the first-ever data visualisations was by a woman (Florence Nightingale), or that lifestyle journalism was also born amongst women. One journalist famed for merging the two is <strong>Mona Chalabi.</strong> </p>\n<p>With her signature data illustrations on <a href=\"https://www.instagram.com/monachalabi/?hl=en\">Instagram</a>, she covers all kinds of topics, including lifestyle issues too. One of her most lifestyle-led pieces for <a href=\"https://www.theguardian.com/news/datablog/2019/sep/18/vaping-e-cigarettes-high-school-students-total\">The Guardian</a> examined the decline in smoking against the rise in vaping amongst high school students. </p>\n<p>Chalabi’s visual style and the growing interest in hand-drawn graphs and charts nods to the messy nature of both lifestyle and data journalism.</p>\n\n                                                                      \n                            <p>The above Guardian datablog by Mona Chalabi shows the percentage of high schoolers who smoke cigarettes has more than halved since 2011, falling to just 8%.</p>\n\n                                                                      \n                            <p>For those more interested in the exploratory data experience, <a href=\"https://the-shape-of-dreams.com/#/\">The Shape of Dreams</a> may draw some inspiration. </p>\n<p>By visually diving into Google searches for the interpretation of dreams, data visualisation designer Frederica Frangapane provides cultural insight into what and how we dream. </p>\n<p>Spanning seven languages, the analysis shows that Japanese people dream about emotions more often, while Russians dream about food more often.</p>\n\n                                                                      \n                            <p>Google search queries from Frederica Frangapane's The Shape of Dreams cover questions like: ‘What does it mean to dream about…’, ‘Why do I dream about…’, ‘Meaning of dreaming…’</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Data and the consumer</h3>\n<p>Because lifestyle journalism is so linked to consumerism, there is a lot of data available to explore those topics. From scouring online shopping sites to diving into market research reports and surveys, reams of data exist about consumption and the way people shop. </p>\n<p>No other publication has formalised their style of data-driven lifestyle journalism more than <strong>The Pudding</strong>, an online “publication that explains ideas debated in culture with visual essays.” </p>\n<p>One of their pieces, <a href=\"https://pudding.cool/2021/03/foundation-names/\">‘The Naked Truth’,</a> looked at the names of over 6,000 ‘complexion’ products to explore bias in the beauty industry. Their analysis found that 80% of all shades with the word “natural” in them were on the lighter end of the scale.</p>\n\n                                                                      \n                            <p>A screenshot from The Pudding's The Naked Truth interactive data piece.</p>\n\n                                                                      \n                            <p>We can also tackle the other side of consumerism through data storytelling too, as well as topics about data. One story I wrote for Vogue Business <a href=\"https://www.voguebusiness.com/companies/can-consumers-learn-to-trust-how-brands-use-their-data\">explored consumers' lack of trust</a> with how brands use their shopping data and the companies trying to tackle that. </p>\n<p>Other ways can be through physicality, <a href=\"https://www.voguebusiness.com/consumers/how-retail-is-faring-in-round-two-of-the-great-reopening-burberry-sotheby\">such as this story</a>, using <strong>Google’s COVID-19 Community Mobility Reports</strong> about how people were moving to and from retail destinations pre-pandemic, during, and post-lockdown restrictions.</p>\n\n                                                                                                 <blockquote><p>Lifestyle journalism is all about curiosity, behaviours and the nuances of human life.</p>\n</blockquote>\n\n                                                                     \n                            <h3>Entertainment's data diversity report</h3>\n<p>For journalists with a culture beat, data storytelling can provide a wider picture beyond the pictures. This is especially interesting for audiences interested to see how Hollywood is performing with inclusion and diversity in front of the camera. </p>\n<p>This piece by Sky News earlier this year looked at <a href=\"https://news.sky.com/story/anatomy-of-an-oscar-winner-11635455\">the diversity of Oscar winners</a>, from gender, age, race and ability and as a way to trace, track and hold people to account for social issues.</p>\n\n                                                                      \n                            <p>The above chart by a Sky News analysis shows Oscar-winning actresses are on average nine years younger than their male counterparts.</p>\n\n                                                                      \n                            <p>Annual benchmarking those on the big screen is another way to track progress. Interestingly, the BBC published an article revealing how <a href=\"https://www.bbc.com/news/newsbeat-56860578\">2020 was Hollywood's most diverse year ever</a>.</p>\n<p>Another key indicator is speaking parts. Text analysis, a favourite among data journalists, can reveal how many words women spoke in a film versus men. </p>\n<p>That angle led the <strong>The Pudding</strong> to compile the number of words spoken by male and female characters across roughly 2,000 screenplays. One of the findings showed <a href=\"https://pudding.cool/2017/03/film-dialogue/\">22 of 30 Disney films have a male majority of the dialogue</a>.</p>\n\n                                                                      \n                            <p>The above screenshot shows a chart from The Pudding's Film Dialogue piece showing 2,000 screenplays broken down by gender and age.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>The rise of service journalism</h3>\n<p>For decades, news outlets and magazines have put readers' needs first by commissioning content that helps people solve everyday problems, known as <strong>service journalism</strong>. </p>\n<p>You can find it in consumer-oriented features to product reviews, or well researched how-to pieces. From guidance on personal finance to dinner ideas, this type of journalism is everywhere if you look close enough. </p>\n<p>In these pandemic times, the complexity of everyday life has led editors to place more value on service journalism coverage sitting alongside hard news and opinion pieces.</p>\n<p>\"Service journalism must no longer be marginalized as some lesser form of the enterprise: All journalism should be service journalism,\" writes Jeremy Olshan is editor-in-chief of MarketWatch in Nieman Lab's 2020 predictions for journalism. Ironically, that became the year where both data and service journalism hit the mainstream.</p>\n\n                                                                      \n                            <p>A screenshot from The New York Times article explaining how two of its reporters deliver \"service journalism: answers to questions people are asking, and solutions to problems they are experiencing.\"</p>\n\n                                                                      \n                            <p>Data is critical when it comes to writing such articles. By digging into Google Trends data, journalists can understand what users are searching for and adapt coverage accordingly. </p>\n<p>Finally, audience analytics from website traffic, social media engagement and readers' comments or questions inform editors what articles did well and what to commission next. Analytics data also provides insight into reader personas for the longer term.</p>\n\n                                                                                                 <blockquote><p>Where most journalists use data to think literally, lifestyle journalists can use data to think laterally.</p>\n</blockquote>\n\n                                                                     \n                            <h3>Go-to data sources</h3>\n<p>A lot of everyday data journalism is about presenting data analysis as a source of truth for a particular story or subject. <strong>Where most journalists use data to think literally, lifestyle journalists can use data to think laterally.</strong></p>\n<p>A lack of data is one major challenge lifestyle journalists often face, and this is usually because no research exists on such everyday topics. So what are the possibilities for data sources when covering lifestyle?</p>\n<p>There are many creative ways to get around these data deserts. Often, it’s about relying on existing data from brands and other private organisations, usually through surveys done for their own marketing purposes. But of course, those insights should be taken with a pinch of salt. </p>\n<p>For example, suppose you wanted to write about the rise of artisan gin but say, the data to show that came from an alcohol conglomerate. In that case, they may be trying to engineer a self-fulfilling prophecy. The same goes for writing a story about the rise of resale in fashion. If the data comes from a resale platform or a brand beginning to invest in resale, it may not be a legitimate data source. </p>\n<p>Other routes can be through scraping online sources such as social media. For a travel piece I did for The Guardian back in 2018, I scraped travel-related Instagram hashtags and analysed them to plot emerging travel trends (rather than those that had already peaked).</p>\n\n                                                                                                 <blockquote><p>Where the data doesn’t exist, you have to come up with creative ways to measure it.</p>\n</blockquote>\n\n                                                                     \n                            <p>For other stories, I have used everything from Freedom of Information (FOI) requests to scouring online resources like Kaggle to cross-analyse and combine different datasets. National statistical offices, government websites and other open data platforms are a fantastic place to start, but how useful these sources depend on your story. </p>\n<p>Polls are also a helpful resource because this data is often freely available -- either found on publisher websites or through sites like <strong>YouGov</strong>. But it’s important to keep in mind the variables used and who the audience is. For shorter, faster news pieces they can be useful.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Gathering the data yourself</h3>\n<p>For topics where the data doesn’t exist at all, sometimes you have to come up with creative ways to measure it. Tools like Google Surveys allow you to generate your own data, but that comes at a cost and can be tricky if you aren't sure how to properly design a survey. </p>\n<p>Sometimes, you might just need to step away from the computer and get out a ruler. </p>\n<p>One of my favourite creative data examples of ways to get around these data deserts for lifestyle topics can be illustrated through one of The Pudding’s stories which compared pocket sizes by gender. They measured the pockets in both men’s and women’s jeans in 20 of the US’ most popular brands. </p>\n<p>They found out that on average, the pockets in women’s jeans are 48% shorter and 6.5% narrower than men’s pockets. The authors did this by <a href=\"https://soundcloud.com/datajournalism/episode-28-conversation-with-jan-diehm-the-pudding\">measuring 80 pairs of jeans themselves</a>.</p>\n\n                                                                      \n                            <p>Above is a screenshot from The Pudding's piece on the size of women's vs men's jean pockets.</p>\n\n                                                                      \n                            <h3>Data: Too much of a good thing?</h3>\n<p>Lifestyle journalists are well-positioned for using data in their stories. Where lifestyle journalists start with a question (will life ever be normal again after coronavirus?), <strong>data analysis also nearly always begins with a question</strong>. Both are about abstraction and testing ideas to validate hunches. Both use their intuition to guide through facts.  </p>\n<p>But too much focus on data in newsrooms can also be counterintuitive. In a 2019 piece for <strong>The Business of Fashion</strong>, titled <a href=\"https://www.businessoffashion.com/opinions/media/fashion-media-is-addicted-to-data\">‘Fashion Media Is Addicted to Data’,</a> journalist and editor Amy Odell writes that “many fashion and lifestyle publishers are anxious for a quick fix...The instincts and talents of editors have been washed away by a flood of data in a desperate scramble for more clicks.” </p>\n<p>Though she refers to the obsession with audience engagement analytics, that appetite for data has also spilt over into stories, and Odell warns that this strategy is problematic. </p>\n<p>“Many of the biggest traffic spikes are driven by unique stories that do well precisely because they are unique….Constantly trying to repeat that which did well easily dissuades editors from pursuing or dreaming up new, creative ways to engage their audiences. And if editors and their writers aren’t doing that, it won’t be long before they’re replaced by machines.”</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Finding your niche</h3>\n<p>How does one become a data journalist who writes about lifestyle? I began my career as a trends forecaster, which in itself is a hybrid role using qualitative, quantitative and intuitive methodologies. </p>\n<p>It is the modern-day social anthropologist but with more hard facts. In <a href=\"https://www.routledge.com/Lifestyle-Journalism-Social-Media-Consumption-and-Experience/Vodanovic/p/book/9780815357995\">‘Lifestyle Journalism: Social Media, Consumption and Experience’</a>, my chapter -- Agents of Change -- talks about the harmony and tensions of being both a trends expert talking to a business audience, and a lifestyle journalist talking to the consumer -- albeit on the same topics. </p>\n<p>Both the trend forecaster and the lifestyle journalist are mediators, as is the data journalist. Our role(s) is to make sense of the world for the reader.</p>\n\n                                                                                                 <blockquote><p>Good data journalism takes time -- to deny it that you lose accuracy, and to go only for accuracy might mean you lose storytelling.</p>\n</blockquote>\n\n                                                                     \n                            <p>My background in running and analysing surveys, and my qualitative skills in interviewing and <strong>cultural ‘brailing’</strong>, set me up with the basic skills to become a data journalist. </p>\n<p>Data storytelling is most interesting when bringing together disparate ideas, which is often why data storytellers are those with either several hobbies or portfolio careers. For me, my hobbies of drawing, painting and design set me up to understand visualisation.</p>\n<p>But it was only during an internship I did back in 2017 at the T Brand Studio in London, the branded content arm of The New York Times, that things clicked for me. That year, they had published <a href=\"https://www.nytimes.com/projects/2020-report/index.html\">Journalism That Stands Apart</a>, a report of the 2020 Group. </p>\n<p>In it, they highlighted plans for the future of journalism, which included becoming more visual, more digitally native, growing new approaches to features and service journalism (read: lifestyle), and building more reader engagement. Data storytelling is part of all that.</p>\n\n                                                                      \n                            \n                                                                      \n                            <h3>Making it in data journalism</h3>\n<p>There are plenty of ways to get into data journalism or data storytelling. In a previous job, I was writing, analysing and distributing polls across numerous publisher websites, helping editors and audience development managers understand their readers and what topics they wanted to learn more about. </p>\n<p>The polls ranged from Brexit to Brussels sprouts, but all require <a href=\"https://www.theguardian.com/lifeandstyle/2019/jul/12/generalise-dont-specialise-why-focusing-too-narrowly-is-bad-for-us\">range</a> -- something that both data journalists and lifestyle journalists have in common, interrogating datasets like lifestyle journalists interrogate sources. </p>\n<p>For newsrooms, data journalism can <a href=\"https://journals.sagepub.com/doi/10.1177/1461444820975411\">often act as the bridge between hard news and soft news</a>. </p>\n<p>“We have found that hard and soft news attributes in data journalism often appear close together in hybrid forms, which accentuates that processes of innovation within journalism institutions are often amalgamated with genre hybridization: the mixing of news styles and journalistic artifacts characterized by categorical \"in-betweenness\",” write academics Andreas Widholm and Ester Appelgren.</p>\n\n                                                                                                 <blockquote><p>Data is often lost in translation.</p>\n</blockquote>\n\n                                                                     \n                            <p>Data journalism is, by its very nature, very collaborative. We often see multiple bylines when it comes to data journalism work, so learning how to work well with others matters. </p>\n<p>Lifestyle journalists wanting to get into data journalism should begin by building partnerships with data analysts, visualisation designers and programmers to start mapping out stories. Not all newsrooms have big budgets, so building teams of freelancers is key. </p>\n<p><strong>Good data journalism takes time -- to deny it that you lose accuracy, and to go only for accuracy might mean you lose storytelling.</strong> One issue I’ve seen is that modern journalism workplaces don’t make time nor space for this, missing the very core of what data journalism is and what it can do. </p>\n<p>Data is often lost in translation. Through lifestyle journalism and telling stories about the human experience, we can begin to make sense of it. </p>\n<p>I like to think about data journalism like the <a href=\"https://timetchells.com/a-carpet-of-dust/igor-ekinja-dust-carpet/\">Dust Carpet</a> by artist Igor Eškinja - intricate, abstract, fragile and always a little bit messy. Just like the lifestyles we’re reporting on.</p>\n\n                                                                      \n                            \n                                                                                                                                 <p>Sabrina Faramarzi is a journalist, speaker and founder of data viz agency <a href=\"www.dustintranslation.com\">Dust in Translation</a>. You can find her on <a href=\"https://twitter.com/sabfaramarzi\">Twitter</a>, <a href=\"https://www.linkedin.com/in/sabrinafaramarzi/\">LinkedIn</a> &amp; <a href=\"https://www.instagram.com/sabfaramarzi/\">Instagram</a>.</p>\n\n                                                                                                      \n                ","contentSnippet":"Data is like dust. It’s everywhere, and we often spend most of our time cleaning it up. Like dust, each one of us leaves a trace of our data for every move we make online. \nData journalism has long been confined to the areas of news, politics, business and finance. What if that dust (sorry, data) could be cleaned, gathered and shaped into a picture to tell more stories about how we live, too?\nLifestyle journalism has often been regarded as ‘fluff’ journalism, but it’s not hard to see its growth over the last two decades. From newspaper supplements to indie publishing and even social media, lifestyle journalism offers readers a guide for how to live and the stories behind the news. \nIts complex dynamics have been a dance between traditional journalistic practices and consumerism, entertainment and cosmopolitanism. It has made sense of everything from food to fashion, technology to sexuality, and identity to houseplants. \nFor those who still browse the shelves of newsagents, you’ll find a myriad of niche magazines -- everything from gardening to photography, knitting to computer programming. \nOnline, these magazines are limitless, and so too are the ways that data-driven stories can reach different kinds of readers. Lifestyle journalism is all about curiosity, behaviours and the nuances of human life.\nJust like lifestyle journalism, data journalism rose from scrappy beginnings.\nIt is “a genre of journalism that constitutes a significant and growing portion of mainstream journalism yet continues to be an under-researched field,” writes Dr Lucia Vodanovic in her book ‘Lifestyle Journalism: Social Media, Consumption and Experience’. \nAt its core, the lifestyle journalist is a hybrid entity and can “adopt different functions such as marketer, service provider, friend, connector, mood manager, inspirer and guide”, explains Vodanovic. \nLifestyle journalism is anything about the human experience, so it lends itself well to data storytelling in the way that it can provide wider context behind the human experience. It is also an area of journalism that has been historically difficult to define (though it has been analysed as “the journalistic coverage of consumption, identity and everyday life”).\nThis means it is possible to explore new formats, structures and techniques, which is an exciting proposition for data journalists looking to cover lifestyle stories and lifestyle journalists looking to use data in their stories. \nWhat makes data storytelling in lifestyle journalism so captivating is that it is fertile ground for new forms of data analysis. Rarely are readers expecting complex data analysis in such pieces, yet lifestyle journalists often use data to inform those stories, whether consciously or not.\nMapping our lives through data\nSo where does data storytelling sit within this? Just like lifestyle journalism, data journalism rose from scrappy beginnings. While journalists have long used data in their stories, one of the first forays into computer-assisted reporting dates back to 1952, when CBS attempted to predict the American mid-term elections that year with the Remington Rand Univac Electronic Computer. \nThis was also the same decade when lifestyle journalism got its start and when women’s style pages began appearing in newspapers. At the time, it was one of the few places for women journalists to flex their skills. While most journalists were ignoring computers, data journalism was born. While most newspapers were ignoring women, lifestyle journalism was born.\nIt is also no surprise that one of the first-ever data visualisations was by a woman (Florence Nightingale), or that lifestyle journalism was also born amongst women. One journalist famed for merging the two is Mona Chalabi. \nWith her signature data illustrations on Instagram, she covers all kinds of topics, including lifestyle issues too. One of her most lifestyle-led pieces for The Guardian examined the decline in smoking against the rise in vaping amongst high school students. \nChalabi’s visual style and the growing interest in hand-drawn graphs and charts nods to the messy nature of both lifestyle and data journalism.\nThe above Guardian datablog by Mona Chalabi shows the percentage of high schoolers who smoke cigarettes has more than halved since 2011, falling to just 8%.\nFor those more interested in the exploratory data experience, The Shape of Dreams may draw some inspiration. \nBy visually diving into Google searches for the interpretation of dreams, data visualisation designer Frederica Frangapane provides cultural insight into what and how we dream. \nSpanning seven languages, the analysis shows that Japanese people dream about emotions more often, while Russians dream about food more often.\nGoogle search queries from Frederica Frangapane's The Shape of Dreams cover questions like: ‘What does it mean to dream about…’, ‘Why do I dream about…’, ‘Meaning of dreaming…’\nData and the consumer\nBecause lifestyle journalism is so linked to consumerism, there is a lot of data available to explore those topics. From scouring online shopping sites to diving into market research reports and surveys, reams of data exist about consumption and the way people shop. \nNo other publication has formalised their style of data-driven lifestyle journalism more than The Pudding, an online “publication that explains ideas debated in culture with visual essays.” \nOne of their pieces, ‘The Naked Truth’, looked at the names of over 6,000 ‘complexion’ products to explore bias in the beauty industry. Their analysis found that 80% of all shades with the word “natural” in them were on the lighter end of the scale.\nA screenshot from The Pudding's The Naked Truth interactive data piece.\nWe can also tackle the other side of consumerism through data storytelling too, as well as topics about data. One story I wrote for Vogue Business explored consumers' lack of trust with how brands use their shopping data and the companies trying to tackle that. \nOther ways can be through physicality, such as this story, using Google’s COVID-19 Community Mobility Reports about how people were moving to and from retail destinations pre-pandemic, during, and post-lockdown restrictions.\nLifestyle journalism is all about curiosity, behaviours and the nuances of human life.\nEntertainment's data diversity report\nFor journalists with a culture beat, data storytelling can provide a wider picture beyond the pictures. This is especially interesting for audiences interested to see how Hollywood is performing with inclusion and diversity in front of the camera. \nThis piece by Sky News earlier this year looked at the diversity of Oscar winners, from gender, age, race and ability and as a way to trace, track and hold people to account for social issues.\nThe above chart by a Sky News analysis shows Oscar-winning actresses are on average nine years younger than their male counterparts.\nAnnual benchmarking those on the big screen is another way to track progress. Interestingly, the BBC published an article revealing how 2020 was Hollywood's most diverse year ever.\nAnother key indicator is speaking parts. Text analysis, a favourite among data journalists, can reveal how many words women spoke in a film versus men. \nThat angle led the The Pudding to compile the number of words spoken by male and female characters across roughly 2,000 screenplays. One of the findings showed 22 of 30 Disney films have a male majority of the dialogue.\nThe above screenshot shows a chart from The Pudding's Film Dialogue piece showing 2,000 screenplays broken down by gender and age.\nThe rise of service journalism\nFor decades, news outlets and magazines have put readers' needs first by commissioning content that helps people solve everyday problems, known as service journalism. \nYou can find it in consumer-oriented features to product reviews, or well researched how-to pieces. From guidance on personal finance to dinner ideas, this type of journalism is everywhere if you look close enough. \nIn these pandemic times, the complexity of everyday life has led editors to place more value on service journalism coverage sitting alongside hard news and opinion pieces.\n\"Service journalism must no longer be marginalized as some lesser form of the enterprise: All journalism should be service journalism,\" writes Jeremy Olshan is editor-in-chief of MarketWatch in Nieman Lab's 2020 predictions for journalism. Ironically, that became the year where both data and service journalism hit the mainstream.\nA screenshot from The New York Times article explaining how two of its reporters deliver \"service journalism: answers to questions people are asking, and solutions to problems they are experiencing.\"\nData is critical when it comes to writing such articles. By digging into Google Trends data, journalists can understand what users are searching for and adapt coverage accordingly. \nFinally, audience analytics from website traffic, social media engagement and readers' comments or questions inform editors what articles did well and what to commission next. Analytics data also provides insight into reader personas for the longer term.\nWhere most journalists use data to think literally, lifestyle journalists can use data to think laterally.\nGo-to data sources\nA lot of everyday data journalism is about presenting data analysis as a source of truth for a particular story or subject. Where most journalists use data to think literally, lifestyle journalists can use data to think laterally.\nA lack of data is one major challenge lifestyle journalists often face, and this is usually because no research exists on such everyday topics. So what are the possibilities for data sources when covering lifestyle?\nThere are many creative ways to get around these data deserts. Often, it’s about relying on existing data from brands and other private organisations, usually through surveys done for their own marketing purposes. But of course, those insights should be taken with a pinch of salt. \nFor example, suppose you wanted to write about the rise of artisan gin but say, the data to show that came from an alcohol conglomerate. In that case, they may be trying to engineer a self-fulfilling prophecy. The same goes for writing a story about the rise of resale in fashion. If the data comes from a resale platform or a brand beginning to invest in resale, it may not be a legitimate data source. \nOther routes can be through scraping online sources such as social media. For a travel piece I did for The Guardian back in 2018, I scraped travel-related Instagram hashtags and analysed them to plot emerging travel trends (rather than those that had already peaked).\nWhere the data doesn’t exist, you have to come up with creative ways to measure it.\nFor other stories, I have used everything from Freedom of Information (FOI) requests to scouring online resources like Kaggle to cross-analyse and combine different datasets. National statistical offices, government websites and other open data platforms are a fantastic place to start, but how useful these sources depend on your story. \nPolls are also a helpful resource because this data is often freely available -- either found on publisher websites or through sites like YouGov. But it’s important to keep in mind the variables used and who the audience is. For shorter, faster news pieces they can be useful.\nGathering the data yourself\nFor topics where the data doesn’t exist at all, sometimes you have to come up with creative ways to measure it. Tools like Google Surveys allow you to generate your own data, but that comes at a cost and can be tricky if you aren't sure how to properly design a survey. \nSometimes, you might just need to step away from the computer and get out a ruler. \nOne of my favourite creative data examples of ways to get around these data deserts for lifestyle topics can be illustrated through one of The Pudding’s stories which compared pocket sizes by gender. They measured the pockets in both men’s and women’s jeans in 20 of the US’ most popular brands. \nThey found out that on average, the pockets in women’s jeans are 48% shorter and 6.5% narrower than men’s pockets. The authors did this by measuring 80 pairs of jeans themselves.\nAbove is a screenshot from The Pudding's piece on the size of women's vs men's jean pockets.\nData: Too much of a good thing?\nLifestyle journalists are well-positioned for using data in their stories. Where lifestyle journalists start with a question (will life ever be normal again after coronavirus?), data analysis also nearly always begins with a question. Both are about abstraction and testing ideas to validate hunches. Both use their intuition to guide through facts.  \nBut too much focus on data in newsrooms can also be counterintuitive. In a 2019 piece for The Business of Fashion, titled ‘Fashion Media Is Addicted to Data’, journalist and editor Amy Odell writes that “many fashion and lifestyle publishers are anxious for a quick fix...The instincts and talents of editors have been washed away by a flood of data in a desperate scramble for more clicks.” \nThough she refers to the obsession with audience engagement analytics, that appetite for data has also spilt over into stories, and Odell warns that this strategy is problematic. \n“Many of the biggest traffic spikes are driven by unique stories that do well precisely because they are unique….Constantly trying to repeat that which did well easily dissuades editors from pursuing or dreaming up new, creative ways to engage their audiences. And if editors and their writers aren’t doing that, it won’t be long before they’re replaced by machines.”\nFinding your niche\nHow does one become a data journalist who writes about lifestyle? I began my career as a trends forecaster, which in itself is a hybrid role using qualitative, quantitative and intuitive methodologies. \nIt is the modern-day social anthropologist but with more hard facts. In ‘Lifestyle Journalism: Social Media, Consumption and Experience’, my chapter -- Agents of Change -- talks about the harmony and tensions of being both a trends expert talking to a business audience, and a lifestyle journalist talking to the consumer -- albeit on the same topics. \nBoth the trend forecaster and the lifestyle journalist are mediators, as is the data journalist. Our role(s) is to make sense of the world for the reader.\nGood data journalism takes time -- to deny it that you lose accuracy, and to go only for accuracy might mean you lose storytelling.\nMy background in running and analysing surveys, and my qualitative skills in interviewing and cultural ‘brailing’, set me up with the basic skills to become a data journalist. \nData storytelling is most interesting when bringing together disparate ideas, which is often why data storytellers are those with either several hobbies or portfolio careers. For me, my hobbies of drawing, painting and design set me up to understand visualisation.\nBut it was only during an internship I did back in 2017 at the T Brand Studio in London, the branded content arm of The New York Times, that things clicked for me. That year, they had published Journalism That Stands Apart, a report of the 2020 Group. \nIn it, they highlighted plans for the future of journalism, which included becoming more visual, more digitally native, growing new approaches to features and service journalism (read: lifestyle), and building more reader engagement. Data storytelling is part of all that.\nMaking it in data journalism\nThere are plenty of ways to get into data journalism or data storytelling. In a previous job, I was writing, analysing and distributing polls across numerous publisher websites, helping editors and audience development managers understand their readers and what topics they wanted to learn more about. \nThe polls ranged from Brexit to Brussels sprouts, but all require range -- something that both data journalists and lifestyle journalists have in common, interrogating datasets like lifestyle journalists interrogate sources. \nFor newsrooms, data journalism can often act as the bridge between hard news and soft news. \n“We have found that hard and soft news attributes in data journalism often appear close together in hybrid forms, which accentuates that processes of innovation within journalism institutions are often amalgamated with genre hybridization: the mixing of news styles and journalistic artifacts characterized by categorical \"in-betweenness\",” write academics Andreas Widholm and Ester Appelgren.\nData is often lost in translation.\nData journalism is, by its very nature, very collaborative. We often see multiple bylines when it comes to data journalism work, so learning how to work well with others matters. \nLifestyle journalists wanting to get into data journalism should begin by building partnerships with data analysts, visualisation designers and programmers to start mapping out stories. Not all newsrooms have big budgets, so building teams of freelancers is key. \nGood data journalism takes time -- to deny it that you lose accuracy, and to go only for accuracy might mean you lose storytelling. One issue I’ve seen is that modern journalism workplaces don’t make time nor space for this, missing the very core of what data journalism is and what it can do. \nData is often lost in translation. Through lifestyle journalism and telling stories about the human experience, we can begin to make sense of it. \nI like to think about data journalism like the Dust Carpet by artist Igor Eškinja - intricate, abstract, fragile and always a little bit messy. Just like the lifestyles we’re reporting on.\nSabrina Faramarzi is a journalist, speaker and founder of data viz agency Dust in Translation. You can find her on Twitter, LinkedIn & Instagram.","guid":"https://datajournalism.com/read/longreads/the-power-of-data-storytelling-for-lifestyle-journalism","isoDate":"2021-11-01T07:00:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}