{"pageProps":{"post":{"creator":"Sherry Ricchiardi","title":"Coronavirus coverage: giving a voice to the vulnerable with data on your side","link":"https://datajournalism.com/read/longreads/coronavirus-coverage-giving-a-voice-to-the-marginalised-and-vulnerable-with-data-on-your-side","pubDate":"Wed, 03 Jun 2020 23:07:00 +0200","author":"Sherry Ricchiardi","content":"\n                                                                        <p>The team of <a href=\"https://www.propublica.org/\">ProPublica</a> reporters faced a daunting task. Using a database obtained from the county medical examiner’s office, they began tracking the first 100 recorded coronavirus deaths in Chicago, America’s third-largest city. What they uncovered was stunning.</p>\n<p>Seventy of the first 100 COVID-19 victims were black, reflecting a broad racial disparity in the early toll of the virus. African Americans make up only 30% of the city's population.   </p>\n<p>The reporters divided up the cases and set out to find relatives and friends to explore why this group was disproportionately affected. “The First 100,” as the project was called, had another mission: To recognise and honour the fallen.</p>\n<p>When the story was published, those who died had names and personalities. The bereaved remembered them with tears in their eyes and love in their hearts. They became more than entries on a death list. </p>\n<p>This collaborative effort was the perfect combination of data journalism and shoe-leather reporting, although due to the virus, interviews were conducted by telephone and email instead of knocking on doors.</p>\n<p>“The best stories marry data and narrative writing,” said <a href=\"https://twitter.com/deldeib\">Duaa Eldeib</a>, a member of ProPublica’s investigative team based in Illinois. “Our goal was to get as many of their stories as possible in hopes of understanding why the disease was ravaging their neighbourhoods.\"</p>\n<p>Eldeib spearheaded the data search, filing an open records request with the Cook County Medical Examiner’s Office and obtaining data from the Chicago and state of Illinois public health departments. The <a href=\"https://features.propublica.org/chicago-first-deaths/covid-coronavirus-took-black-lives-first/\">story</a>, published on 9 May 2020, pointed to a reality: “COVID-19 took black lives first. It didn’t have to.”</p>\n\n                                                                                                <blockquote><p>Far less attention has been paid to the impact on the world’s vulnerable populations.</p>\n</blockquote>\n\n                                                                     \n                            <h2>An overview: Voice to the voiceless</h2>\n<p>As COVID-19 spread from China worldwide in January, data journalism played a critical role in providing vital, reliable information about the rapid onset and ferocity of the infections.</p>\n<p>Interactive maps allowed the public to follow the virus through cities, villages and neighbourhoods. Graphics illustrated how the contagion invades the body, multiplies and ravages the organs. Jagged lines on fever charts marked the ebb and flow of cases and deaths across the globe. This information was public service journalism at its best. </p>\n<p>But, was that the whole story? What did data show about how the coronavirus impacts marginalised communities? If there were disparities in cases and deaths among economic groups, who was most vulnerable?</p>\n<p>Millions among the world’s “invisible” populations slip through cracks of the system, making them prime targets. Who was reaching out to them?</p>\n<p>“Giving voice to the voiceless is more critical now than ever,” said two-time Pulitzer Prize-winner <a href=\"https://twitter.com/mendozamartha\">Martha Mendoza</a> of the Associated Press. “Marginalised immigrants, the homeless, the incarcerated, the poor need to be reached as part of the coverage.”</p>\n<p>Mendoza, a member of AP’s global investigative team, called this “a teachable moment for data journalism.” Yet, when it comes to coverage, there appears to be a dichotomy. Stories on how the virus impacts the big three -- politics, economy and healthcare – have exploded on the Internet. Far less attention has been paid to the impact on the world’s vulnerable populations. According to news reports, that could be a serious oversight.</p>\n<p>In May 2020, a New York Times headline warned, <a href=\"https://www.nytimes.com/2020/03/15/world/europe/coronavirus-inequality.html\">“As coronavirus deepens inequality, inequality worsens its spread.”</a> The report noted “the pandemic is widening social and economic divisions that also make the virus deadlier, a self-reinforcing cycle that experts warn could have consequences for years to come.”</p>\n<p><a href=\"https://www.nytimes.com/2020/03/15/world/europe/coronavirus-inequality.html\">As the Times’ story indicates</a>, the world’s disenfranchised populations have become a new frontline in the fight against COVID-19. What follows are examples of how media used data journalism to humanise the pandemic’s effect on vulnerable and under-served populations.</p>\n\n                                                                                                 <blockquote><p>We have to remind ourselves, there is a human being behind every single number.</p>\n</blockquote>\n\n                                                                     \n                            <h2>The First 100:  Breathing life into numbers</h2>\n<p>After obtaining the names of Chicago’s first 100 COVID-related fatalities from county officials, ProPublica’s reporters turned to Nexis searches, social media, obituaries, funeral homes, family and friends to build their database.</p>\n<p>Operating out of five cities across the country, they held meetings via Zoom and used Google Docs to coordinate reporting. The story led with three victims that reflected the investigation’s major findings, including:</p>\n<ul>\n<li>An analysis of medical examiner data showed that most of the first 100 recorded victims were black and lived in segregated neighbourhoods where the median income for 40%  or more of the residents is less than $25,000 a year</li>\n<li>Many were already sick with multiple health conditions</li>\n<li>There was a lack of well-resourced hospitals and healthcare in some neighbourhoods. Poverty, unclear guidance about when to seek treatment, and lack of adequate access to medical care were among factors that contributed to the higher death rates</li>\n</ul>\n<p>Phase two of the investigation was the search for those who knew the deceased.  For some relatives, the loss was too recent, too difficult to talk about. Others were eager to tell stories about their loved one.</p>\n<p>“Some of these families were in the midst of trying to make funeral arrangements, trying to figure out how to mourn their loved ones while observing social distancing requirements, but they still talked to us,” reporter Duaa Eldeib wrote in <a href=\"https://www.propublica.org/article/families-were-grieving-and-planning-funerals-they-still-wanted-to-share-their-stories\">ProPublica</a>. In the end, families and friends of 22 of the victims shared memories.  </p>\n<p>Those intimate interviews, said Eldeib, were critical to the story. “With COVID-19, we hear so much about numbers and statistics and comorbidities. We have to remind ourselves, there is a human being behind every single number. For us, it was important to make sure we were incorporating that humanity into our reporting,” she said.</p>\n<p>According to the <a href=\"https://cdc.gov\">Center for Disease Control and Prevention</a>, nearly 23% of reported COVID-19 deaths in the U.S. were African American as of 20 May 2020, even though black people make up roughly 13% of the U.S. population.</p>\n\n                                                                                                 <blockquote><p>We try to get involved in the story process early rather than delivering individual graphics at the end, or dropping a few lines with lots of numbers into someone else’s piece.</p>\n</blockquote>\n\n                                                                     \n                            <h2>Interactivity sheds light on coronavirus</h2>\n<p>The nonstop flood of information on COVID-19 has been dizzying. How does the public make sense of it? <a href=\"https://twitter.com/niko_tinius?lang=en\">Niko Kommenda</a>, visual projects editor for The Guardian, offers a solution:  interactive journalism. </p>\n<p>“Good data journalism is key to understanding how the virus and lockdown measures have affected our lives more widely, what new inequities they have revealed and what lessons we can learn for the future,” said Kommenda. “These are some of the most important stories to come out of this crisis in my opinion.\"</p>\n<p>He cited interactive tools that allow readers to find their areas or demographic groups in large datasets, localise the impact of the disease, provide perspective and context. More relevant information with this kind of technology, Kommenda said.</p>\n<p>For instance, the data project team found that Londoners living in the most poverty-stricken areas have less access to private green spaces and would be hardest hit by public park closures.  The headline for the April 2020 story read: <a href=\"https://www.theguardian.com/uk-news/2020/apr/10/coronavirus-park-closures-hit-bame-and-poor-londoners-most\">“Coronavirus park closures hit BAME and poor Londoners the most.”</a> BAME stands for “Black, Asian and Minority Ethnic.</p>\n<p>Collaboration among project teams and visuals revealed that ethnic minorities in the UK have a much higher risk of dying from COVID-19, raising further questions about disparities in access to healthcare and safe working conditions.</p>\n<p>The Guardian published its first visual explainer on the virus in early February while the majority of cases and deaths still were in China. As their visual tracker evolved, “We were able to establish comparisons between countries, put the data into historical context and shed light on different scenarios playing out,” wrote Kommenda in a Guardian story about the human toll of COVID-19.</p>\n<p>Two teams, visuals and data projects often must join forces to work on the most labour- intensive stories. Whenever a project relies on constantly updating a data feed and/or makes use of interactive graphics -- as is the case with our COVID-19 trackers -- someone from visuals will be involved, said Kommenda.</p>\n<p>Both teams cooperate with other desks to develop stories -- in the case of coronavirus, that could be the home news, foreign news, business, health or environment desks. “We try to get involved in the story process early rather than delivering individual graphics at the end, or dropping a few lines with lots of numbers into someone else’s piece,” the editor said. </p>\n<p>Kommenda’s advice to data and visual journalists covering the virus: “Identify stories where you can give added context and amplify otherwise unheard voices. That’s why we at The Guardian focus on covering, among other things, the social inequality aspect and the environmental implications of this crisis.”</p>\n<p>The goal is to cull numbers out or stories and into interactive graphics and to use compelling photographs to put a human face on the pandemic.</p>\n\n                                                                                                 <blockquote><p>What happens inside these facilities is not just happening to criminals. Prisons, like nursing homes, have been incubators for the spread.</p>\n</blockquote>\n\n                                                                     \n                            <h2>Tracking an invisible population</h2>\n<p>The story was alarming: New Jersey prisoners were dying from the coronavirus at a higher rate than those in any other prison system in America, according to a new study. </p>\n<p>After reading the names of the dead, an inmate at a New Jersey state prison told a reporter, “Nobody talks about these men. These men were sons, they were fathers, they were brothers.  We’re waiting to see who’s gonna die next.” <a href=\"https://www.nj.com/coronavirus/2020/05/nj-prisons-have-highest-coronavirus-death-rate-in-the-nation-new-study-shows.html\">The story was published by nj.com</a>, a digital news content provider and website.</p>\n<p>The study on which it was based came from <a href=\"https://www.themarshallproject.org/\">The Marshall Project</a>, a non-profit news organisation that analyses inequities, discrimination and abuses in the justice system. As the virus swept through America, Marshall Project reporters began creating a state-by-state database on coronavirus in prisons.</p>\n<p>Their database has been used by major media, including NBC Nightly News, Detroit Free Press, Baltimore Sun and Associated Press, according to the project’s managing editor for digital and data, Tom Meagher. In addition to inmates, the study found 7,000 prison employees had been infected.</p>\n<p>“What happens inside these facilities is not just happening to criminals. Prisons, like nursing homes, have been incubators for the spread,” said Meagher, a veteran reporter and editor. “It’s not just about the safety of the prisoners, but also the safety of employees, their families and the communities around them. The staff brings the virus into the prison and they take it out again.”</p>\n<p>The project, named after former Supreme Court justice and civil rights activist Thurgood Marshall, has produced around 70 stories about the coronavirus and prisons, available on the website. It has teamed up with the Associated Press to co-publish data and collaborate on stories.</p>\n<p>The state-by-state study originated to fill a gap. “We knew the coronavirus was going to be a massive story and we felt people weren’t going to pay attention to prisons or provide as much scrutiny as we thought was needed. The only way was to start collecting data because no one else was going to do it,” said Meagher.</p>\n\n                                                                                                 <blockquote><p>Be careful. Don’t draw conclusions from anything but actual numbers, and always think about who is the most vulnerable along every step of the reporting.</p>\n</blockquote>\n\n                                                                     \n                            <h2>COVID is everyone’s beat</h2>\n<p>As part of this article, media experts were asked for advice on covering what <a href=\"https://www.poynter.org/newsletters/2020/nbcs-lester-holt-says-the-coronavirus-is-the-biggest-story-we-have-ever-seen-89-of-u-s-adults-say-theyre-following-the-story-closely/\">NBC Nightly News anchor Lester Holt</a> called, “The biggest story we have ever seen. This affects the entire world. Each and every one of us.”</p>\n<p>As the coronavirus swept the world, newsrooms moved into uncharted territory, pursuing a story moving at warp speed. Everyone, from sports editors to food and fashion writers, became part of the COVID beat. The challenges are great; so is the opportunity for journalism to shine.</p>\n<p><a href=\"https://twitter.com/sdoig?lang=en\">Steve Doig</a>, data specialist and professor at the Walter Cronkite School of Journalism and Mass Communication at Arizona State University, called the COVID era, “A golden moment for data journalism.” It is at the heart of investigative reporting right now, said Doig who conducts media training and workshops on the topic. He offered the following advice:</p>\n<ul>\n<li><p>Take your expertise and look for COVID impact. What kind of stories can be spun off your regular beat? If you cover education, what happens when schools close? Who wins, who loses, who falls through the cracks? </p>\n</li>\n<li><p>Check effects on the voiceless and marginalised communities. Who in the newsroom covers the social services beat?  What should they be looking at?</p>\n</li>\n<li><p>Familiarise yourself with useful data sources. Johns Hopkins Coronavirus Resource Center, data banks from the New York Times and Washington Post and others help add context to stories. Do a review so see what they have to offer</p>\n</li>\n<li><p>Look for someone in the newsroom who does census journalism. In which part of town are the most homes owned versus rented? Who is getting evicted?  How are they dealing with it? A source that could be helpful: <a href=\"https://censusreporter.org/\">https://censusreporter.org/</a></p>\n</li>\n</ul>\n<p>“This is new, journalists only have been focused on [the coronavirus] for a few months,” said Doig. “No matter what you covered before, now we are all medical writers; everybody is scrambling to get up to speed on the virus. There still are many unknowns.” In some instances, data journalism has gained new prominence during the COVID era.</p>\n<p>Cairo-based <a href=\"https://twitter.com/aeleraqi\">Amr Eleraqi</a>, a data journalism pioneer in the Middle East and North Africa region, has seen a turning point. “There was this argument that the public wasn’t interested in data, that they found it boring. COVID taught people in this region to love data,” said Eleraqi, founder of <a href=\"https://infotimes.org\">Infotimes.org</a>, the first Arabic website specialising in data journalism.</p>\n<p>“We see an increase every day in readers looking for more analysis. They want comparisons about cases and deaths in their own countries and across borders.  </p>\n<p>In 2017, Eleraqi was the driving force behind the launch of <a href=\"https://arabdjn.com/?lang=ar\">Arab Data Journalists’ Network</a>, featuring training materials, resources, tools and techniques for data-generated storytelling. Fact-checking also is on the agenda as journalists wade through misinformation, conspiracy theories and myths about the virus that pop up on the Internet.</p>\n<p>“Accuracy in journalism is more important now than ever. If [journalists] are using data and getting it wrong, then all of us lose our credibility,” said AP’s Mendoza.</p>\n<p>Her advice: \"Be careful. Don’t draw conclusions from anything but actual numbers, and always think about who is the most vulnerable along every step of the reporting.”  She lists the <a href=\"https://www.cdc.gov/\">Center for Disease Control and Prevention</a>, the <a href=\"https://www.fpds.gov/fpdsng_cms/index.php/en/\">Federal Procurement Data System</a> and <a href=\"https://coronavirus.jhu.edu/\">Johns Hopkins Coronavirus Resource Center</a> as trusted sources for data.</p>\n<p>Another website called <a href=\"https://www.newsguardtech.com/covid-19-myths/\">NewsGuard</a> tracks news and information sites in the U.S., U.K., France, Italy and Germany and provides a misinformation hotline.</p>\n\n                                                                      \n                            <p>In May 2020, <a href=\"https://apnews.com/850d9e6834fc71967af6d3dda65ad874\">Mendoza co-authored an article</a> for AP on counterfeit masks from China reaching frontline healthcare workers in the U.S., where medical masks were in short supply. Among the tools she uses for this type of reporting:</p>\n<ul>\n<li><a href=\"https://www.importgenius.com/\">ImportGenius</a>, an international trade database</li>\n<li><a href=\"https://www.usaspending.gov/#/\">USASpending</a>, the official source of access, searchable and reliable spending data for the US. Government</li>\n<li><a href=\"https://trac.syr.edu/\">trac.syr.edu</a>, information about federal enforcement staff and spending</li>\n<li><a href=\"https://www.marinetraffic.com/en/ais/home/centerx:-12.0/centery:25.0/zoom:4\">Marine Traffic</a>, displays near real-time positions of ships and yachts worldwide</li>\n<li><a href=\"https://www.pacer.gov/\">PACER</a>, Public Access to Court Electronic Records </li>\n</ul>\n<p>“Collaborating with colleagues during this intensive time can elevate your work and bring humour and warmth into your daily interactions,” said Mendoza.  Collaborative journalism also can provide a wider audience, help to cut costs and encourage quality journalism. An example operating out of Lima-Peru brought journalists from eight Latin American countries together to work on health-related stories. Their attention now has turned to coronavirus.</p>\n\n                                                                                                 <blockquote><p>I always tell reporters we also have to offer hope with our stories. We must show the problems of the virus, but also that it’s not the end of the world.</p>\n</blockquote>\n\n                                                                     \n                            <p>As part of her <a href=\"https://www.icfj.org/our-work/knight/icfj-knight-fellowships\">International Center for Journalists Knight Fellowship</a>, <a href=\"https://twitter.com/fabiolatorres?lang=en\">Fabiola Torres</a> created <a href=\"https://saludconlupa.com\">Salud Con Lupa</a> (Health with a Magnifying Glass), a digital platform for collaborative journalism that has become a hub for data-driven coverage of the pandemic and dispelling misinformation about the virus. </p>\n<p>Torres also is one of the founders of <a href=\"https://ojo-publico.com/\">OjoPúblico</a>, a nonprofit newsroom in Lima, which spearheaded <a href=\"https://bigpharma.ojo-publico.com/en/\">The Big Pharma Project</a>, a series of multinational investigations that shed light on methods used by pharmaceutical companies to consolidate their monopolies in Latin America.\nShe advises reporters to start with a series of questions when planning a coronavirus assignment.  Among the most common:</p>\n<ul>\n<li>What is the most important thing I need to explain to my audience right now about the pandemic?</li>\n<li>What is at stake with this disease?</li>\n<li>Who is benefitting from this global crisis?</li>\n<li>What are the social and economic side effects?</li>\n<li>Is the virus creating even more poverty and inequality than existed before?</li>\n<li>Among her favourite tools:</li>\n<li><a href=\"https://openrefine.org/\">OpenRefine</a> to clean and organise data</li>\n<li><a href=\"https://www.datawrapper.de/\">Datawrapper</a>, to create visualisations</li>\n<li>Request a woman scientist, to verify information on medical topics and search by country, discipline, interest and degree</li>\n</ul>\n<p>“I always tell reporters we also have to offer hope with our stories. We must show the problems of the virus, but also that it’s not the end of the world. The public gets anxious and begins to despair when they only see bad news every day,” said Torres. “We have to find a balance, look for solutions and show the courage of ordinary people who are fighting this silent enemy.”</p>\n<p><a href=\"https://www.nytimes.com/2020/04/08/opinion/coronavirus-slums.html\">In an April 2020 column for the New York Times</a>, three epidemiologists noted that a billion people live in the world’s slums.  The most important factor in enabling the spread of the pandemic, the doctors said, was the neglect of marginalised populations by governing elites. If journalists don’t tell their story, who will? </p>\n<p>History will judge how well journalism fulfilled its public service mission covering the “biggest story ever,” as a headline in The Guardian described the coronavirus. Here are some resources that can help.</p>\n\n                                                                                                 <h3>Additional resources</h3>\n<p><a href=\"https://rsf.org/en/tracker19-Coronavirus-Covid19\"><strong>Reporters Without Borders</strong>, \"#Tracker_19: Covid-19 impacts of press freedom”</a></p>\n<p><a href=\"https://cpj.org/2020/02/cpj-safety-advisory-covering-the-coronavirus-outbr/\"><strong>Committee to Protect Journalists</strong>, “Safety advisory:  Covering the coronavirus epidemic”</a> </p>\n<p><a href=\"https://graphics.reuters.com/HEALTH-CORONAVIRUS/CASUALTIES/gjnpwjmqvwr/#/\"><strong>Reuters</strong>, “Breaking the wave, measuring the death toll of COVID-19 and how far countries are from stopping it”</a></p>\n<p><a href=\"https://www.ecdc.europa.eu/en/covid-19-pandemic\"><strong>European Centre for Disease and Prevention and Control</strong>, an agency of the European Union</a></p>\n<p><a href=\"https://www.who.int/emergencies/diseases/novel-coronavirus-2019\"><strong>World Health Organisation</strong>, “Corona disease pandemic”</a></p>\n<p><a href=\"https://www.cdc.gov/coronavirus/2019-ncov/index.html\"><strong>Center for Disease Control and Prevention</strong></a></p>\n<p><a href=\"https://coronavirus.jhu.edu/\"><strong>Johns Hopkins Resources Center</strong></a></p>\n<p><a href=\"https://firstdraftnews.org/long-form-article/coronavirus-tools-and-guides-for-journalists/\"><strong>First Draft</strong>, “Coronavirus: Tools and Guides for Journalists”</a></p>\n<p><a href=\"https://www.ire.org/archives/41346\"><strong>Investigative Reporters and Editor</strong>, “Top tips from heath reporters and officials on covering Covid-19”</a></p>\n<p><a href=\"https://solutionsu.solutionsjournalism.org/topics/covid-19-containment\"><strong>Solutions Journalism Network</strong>, “Covid-19 containment”</a></p>\n<p><a href=\"https://www.poynter.org/subscribe-to-covering-covid-19/\"><strong>Poynter Institute for Media Studies</strong>, “A daily coronavirus briefing for journalists”</a></p>\n<p><a href=\"https://www.article19.org/wp-content/uploads/2020/03/Coronavirus-final.pdf\"><strong>Article 19</strong>, “Viral Lies: Misinformation and the Coronavirus”</a></p>\n<p><a href=\"https://gfmd.info/reporting-on-covid-19-resources-and-tools/\"><strong>Ethical Journalism Network</strong>, “Media ethics, safety and mental health: reporting in the time of COVID-19”</a></p>\n<p><a href=\"https://en.ejo.ch/ethics-quality/how-media-worldwide-are-covering-the-coronavirus-crisis\"><strong>European Journalism Observatory</strong>, “How media worldwide are covering the coronavirus crisis”</a></p>\n<p><a href=\"https://ksj.mit.edu/coronavirus-reporting-resources/\"><strong>Knight Science Journalism</strong>, Massachusetts Institute of Technology, “Tips and Tools for Reporting on Covid-19”</a></p>\n<p><a href=\"https://ijnet.org/en/resource/covid-19-resources-journalists\"><strong>International Journalists’ Network</strong>, \"COVID-19 reporting tips and guidelines”</a></p>\n\n                                                                     \n                            <ul>\n<li><a href=\"https://datajournalism.com/read/longreads/data-visualisation-by-hand\">Data visualisation by hand: drawing data for your next story</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/hypothesis-data-journalism\">A data journalists guide to building a hypothesis</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/data-sonification\">Making numbers louder: telling stories with sound</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/conflict-reporting-with-data\">Conflict reporting with data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/the-promise-of-wikidata\">The promise of WikiData as a data source for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/harnessing-wikipedias-superpowers-for-journalism\">Harnessing Wikipedia's superpowers for journalists</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/own-your-newsfeed-own-your-data\">Own your newsfeed, own your data</a></li>\n<li><a href=\"https://datajournalism.com/read/longreads/privacy-day-security-guide\">Privacy guide for data journalists</a></li>\n</ul>\n\n                                              \n                ","contentSnippet":"The team of ProPublica reporters faced a daunting task. Using a database obtained from the county medical examiner’s office, they began tracking the first 100 recorded coronavirus deaths in Chicago, America’s third-largest city. What they uncovered was stunning.\nSeventy of the first 100 COVID-19 victims were black, reflecting a broad racial disparity in the early toll of the virus. African Americans make up only 30% of the city's population.   \nThe reporters divided up the cases and set out to find relatives and friends to explore why this group was disproportionately affected. “The First 100,” as the project was called, had another mission: To recognise and honour the fallen.\nWhen the story was published, those who died had names and personalities. The bereaved remembered them with tears in their eyes and love in their hearts. They became more than entries on a death list. \nThis collaborative effort was the perfect combination of data journalism and shoe-leather reporting, although due to the virus, interviews were conducted by telephone and email instead of knocking on doors.\n“The best stories marry data and narrative writing,” said Duaa Eldeib, a member of ProPublica’s investigative team based in Illinois. “Our goal was to get as many of their stories as possible in hopes of understanding why the disease was ravaging their neighbourhoods.\"\nEldeib spearheaded the data search, filing an open records request with the Cook County Medical Examiner’s Office and obtaining data from the Chicago and state of Illinois public health departments. The story, published on 9 May 2020, pointed to a reality: “COVID-19 took black lives first. It didn’t have to.”\nFar less attention has been paid to the impact on the world’s vulnerable populations.\nAn overview: Voice to the voiceless\nAs COVID-19 spread from China worldwide in January, data journalism played a critical role in providing vital, reliable information about the rapid onset and ferocity of the infections.\nInteractive maps allowed the public to follow the virus through cities, villages and neighbourhoods. Graphics illustrated how the contagion invades the body, multiplies and ravages the organs. Jagged lines on fever charts marked the ebb and flow of cases and deaths across the globe. This information was public service journalism at its best. \nBut, was that the whole story? What did data show about how the coronavirus impacts marginalised communities? If there were disparities in cases and deaths among economic groups, who was most vulnerable?\nMillions among the world’s “invisible” populations slip through cracks of the system, making them prime targets. Who was reaching out to them?\n“Giving voice to the voiceless is more critical now than ever,” said two-time Pulitzer Prize-winner Martha Mendoza of the Associated Press. “Marginalised immigrants, the homeless, the incarcerated, the poor need to be reached as part of the coverage.”\nMendoza, a member of AP’s global investigative team, called this “a teachable moment for data journalism.” Yet, when it comes to coverage, there appears to be a dichotomy. Stories on how the virus impacts the big three -- politics, economy and healthcare – have exploded on the Internet. Far less attention has been paid to the impact on the world’s vulnerable populations. According to news reports, that could be a serious oversight.\nIn May 2020, a New York Times headline warned, “As coronavirus deepens inequality, inequality worsens its spread.” The report noted “the pandemic is widening social and economic divisions that also make the virus deadlier, a self-reinforcing cycle that experts warn could have consequences for years to come.”\nAs the Times’ story indicates, the world’s disenfranchised populations have become a new frontline in the fight against COVID-19. What follows are examples of how media used data journalism to humanise the pandemic’s effect on vulnerable and under-served populations.\nWe have to remind ourselves, there is a human being behind every single number.\nThe First 100:  Breathing life into numbers\nAfter obtaining the names of Chicago’s first 100 COVID-related fatalities from county officials, ProPublica’s reporters turned to Nexis searches, social media, obituaries, funeral homes, family and friends to build their database.\nOperating out of five cities across the country, they held meetings via Zoom and used Google Docs to coordinate reporting. The story led with three victims that reflected the investigation’s major findings, including:\nAn analysis of medical examiner data showed that most of the first 100 recorded victims were black and lived in segregated neighbourhoods where the median income for 40%  or more of the residents is less than $25,000 a year\nMany were already sick with multiple health conditions\nThere was a lack of well-resourced hospitals and healthcare in some neighbourhoods. Poverty, unclear guidance about when to seek treatment, and lack of adequate access to medical care were among factors that contributed to the higher death rates\nPhase two of the investigation was the search for those who knew the deceased.  For some relatives, the loss was too recent, too difficult to talk about. Others were eager to tell stories about their loved one.\n“Some of these families were in the midst of trying to make funeral arrangements, trying to figure out how to mourn their loved ones while observing social distancing requirements, but they still talked to us,” reporter Duaa Eldeib wrote in ProPublica. In the end, families and friends of 22 of the victims shared memories.  \nThose intimate interviews, said Eldeib, were critical to the story. “With COVID-19, we hear so much about numbers and statistics and comorbidities. We have to remind ourselves, there is a human being behind every single number. For us, it was important to make sure we were incorporating that humanity into our reporting,” she said.\nAccording to the Center for Disease Control and Prevention, nearly 23% of reported COVID-19 deaths in the U.S. were African American as of 20 May 2020, even though black people make up roughly 13% of the U.S. population.\nWe try to get involved in the story process early rather than delivering individual graphics at the end, or dropping a few lines with lots of numbers into someone else’s piece.\nInteractivity sheds light on coronavirus\nThe nonstop flood of information on COVID-19 has been dizzying. How does the public make sense of it? Niko Kommenda, visual projects editor for The Guardian, offers a solution:  interactive journalism. \n“Good data journalism is key to understanding how the virus and lockdown measures have affected our lives more widely, what new inequities they have revealed and what lessons we can learn for the future,” said Kommenda. “These are some of the most important stories to come out of this crisis in my opinion.\"\nHe cited interactive tools that allow readers to find their areas or demographic groups in large datasets, localise the impact of the disease, provide perspective and context. More relevant information with this kind of technology, Kommenda said.\nFor instance, the data project team found that Londoners living in the most poverty-stricken areas have less access to private green spaces and would be hardest hit by public park closures.  The headline for the April 2020 story read: “Coronavirus park closures hit BAME and poor Londoners the most.” BAME stands for “Black, Asian and Minority Ethnic.\nCollaboration among project teams and visuals revealed that ethnic minorities in the UK have a much higher risk of dying from COVID-19, raising further questions about disparities in access to healthcare and safe working conditions.\nThe Guardian published its first visual explainer on the virus in early February while the majority of cases and deaths still were in China. As their visual tracker evolved, “We were able to establish comparisons between countries, put the data into historical context and shed light on different scenarios playing out,” wrote Kommenda in a Guardian story about the human toll of COVID-19.\nTwo teams, visuals and data projects often must join forces to work on the most labour- intensive stories. Whenever a project relies on constantly updating a data feed and/or makes use of interactive graphics -- as is the case with our COVID-19 trackers -- someone from visuals will be involved, said Kommenda.\nBoth teams cooperate with other desks to develop stories -- in the case of coronavirus, that could be the home news, foreign news, business, health or environment desks. “We try to get involved in the story process early rather than delivering individual graphics at the end, or dropping a few lines with lots of numbers into someone else’s piece,” the editor said. \nKommenda’s advice to data and visual journalists covering the virus: “Identify stories where you can give added context and amplify otherwise unheard voices. That’s why we at The Guardian focus on covering, among other things, the social inequality aspect and the environmental implications of this crisis.”\nThe goal is to cull numbers out or stories and into interactive graphics and to use compelling photographs to put a human face on the pandemic.\nWhat happens inside these facilities is not just happening to criminals. Prisons, like nursing homes, have been incubators for the spread.\nTracking an invisible population\nThe story was alarming: New Jersey prisoners were dying from the coronavirus at a higher rate than those in any other prison system in America, according to a new study. \nAfter reading the names of the dead, an inmate at a New Jersey state prison told a reporter, “Nobody talks about these men. These men were sons, they were fathers, they were brothers.  We’re waiting to see who’s gonna die next.” The story was published by nj.com, a digital news content provider and website.\nThe study on which it was based came from The Marshall Project, a non-profit news organisation that analyses inequities, discrimination and abuses in the justice system. As the virus swept through America, Marshall Project reporters began creating a state-by-state database on coronavirus in prisons.\nTheir database has been used by major media, including NBC Nightly News, Detroit Free Press, Baltimore Sun and Associated Press, according to the project’s managing editor for digital and data, Tom Meagher. In addition to inmates, the study found 7,000 prison employees had been infected.\n“What happens inside these facilities is not just happening to criminals. Prisons, like nursing homes, have been incubators for the spread,” said Meagher, a veteran reporter and editor. “It’s not just about the safety of the prisoners, but also the safety of employees, their families and the communities around them. The staff brings the virus into the prison and they take it out again.”\nThe project, named after former Supreme Court justice and civil rights activist Thurgood Marshall, has produced around 70 stories about the coronavirus and prisons, available on the website. It has teamed up with the Associated Press to co-publish data and collaborate on stories.\nThe state-by-state study originated to fill a gap. “We knew the coronavirus was going to be a massive story and we felt people weren’t going to pay attention to prisons or provide as much scrutiny as we thought was needed. The only way was to start collecting data because no one else was going to do it,” said Meagher.\nBe careful. Don’t draw conclusions from anything but actual numbers, and always think about who is the most vulnerable along every step of the reporting.\nCOVID is everyone’s beat\nAs part of this article, media experts were asked for advice on covering what NBC Nightly News anchor Lester Holt called, “The biggest story we have ever seen. This affects the entire world. Each and every one of us.”\nAs the coronavirus swept the world, newsrooms moved into uncharted territory, pursuing a story moving at warp speed. Everyone, from sports editors to food and fashion writers, became part of the COVID beat. The challenges are great; so is the opportunity for journalism to shine.\nSteve Doig, data specialist and professor at the Walter Cronkite School of Journalism and Mass Communication at Arizona State University, called the COVID era, “A golden moment for data journalism.” It is at the heart of investigative reporting right now, said Doig who conducts media training and workshops on the topic. He offered the following advice:\nTake your expertise and look for COVID impact. What kind of stories can be spun off your regular beat? If you cover education, what happens when schools close? Who wins, who loses, who falls through the cracks? \nCheck effects on the voiceless and marginalised communities. Who in the newsroom covers the social services beat?  What should they be looking at?\nFamiliarise yourself with useful data sources. Johns Hopkins Coronavirus Resource Center, data banks from the New York Times and Washington Post and others help add context to stories. Do a review so see what they have to offer\nLook for someone in the newsroom who does census journalism. In which part of town are the most homes owned versus rented? Who is getting evicted?  How are they dealing with it? A source that could be helpful: https://censusreporter.org/\n“This is new, journalists only have been focused on [the coronavirus] for a few months,” said Doig. “No matter what you covered before, now we are all medical writers; everybody is scrambling to get up to speed on the virus. There still are many unknowns.” In some instances, data journalism has gained new prominence during the COVID era.\nCairo-based Amr Eleraqi, a data journalism pioneer in the Middle East and North Africa region, has seen a turning point. “There was this argument that the public wasn’t interested in data, that they found it boring. COVID taught people in this region to love data,” said Eleraqi, founder of Infotimes.org, the first Arabic website specialising in data journalism.\n“We see an increase every day in readers looking for more analysis. They want comparisons about cases and deaths in their own countries and across borders.  \nIn 2017, Eleraqi was the driving force behind the launch of Arab Data Journalists’ Network, featuring training materials, resources, tools and techniques for data-generated storytelling. Fact-checking also is on the agenda as journalists wade through misinformation, conspiracy theories and myths about the virus that pop up on the Internet.\n“Accuracy in journalism is more important now than ever. If [journalists] are using data and getting it wrong, then all of us lose our credibility,” said AP’s Mendoza.\nHer advice: \"Be careful. Don’t draw conclusions from anything but actual numbers, and always think about who is the most vulnerable along every step of the reporting.”  She lists the Center for Disease Control and Prevention, the Federal Procurement Data System and Johns Hopkins Coronavirus Resource Center as trusted sources for data.\nAnother website called NewsGuard tracks news and information sites in the U.S., U.K., France, Italy and Germany and provides a misinformation hotline.\nIn May 2020, Mendoza co-authored an article for AP on counterfeit masks from China reaching frontline healthcare workers in the U.S., where medical masks were in short supply. Among the tools she uses for this type of reporting:\nImportGenius, an international trade database\nUSASpending, the official source of access, searchable and reliable spending data for the US. Government\ntrac.syr.edu, information about federal enforcement staff and spending\nMarine Traffic, displays near real-time positions of ships and yachts worldwide\nPACER, Public Access to Court Electronic Records \n“Collaborating with colleagues during this intensive time can elevate your work and bring humour and warmth into your daily interactions,” said Mendoza.  Collaborative journalism also can provide a wider audience, help to cut costs and encourage quality journalism. An example operating out of Lima-Peru brought journalists from eight Latin American countries together to work on health-related stories. Their attention now has turned to coronavirus.\nI always tell reporters we also have to offer hope with our stories. We must show the problems of the virus, but also that it’s not the end of the world.\nAs part of her International Center for Journalists Knight Fellowship, Fabiola Torres created Salud Con Lupa (Health with a Magnifying Glass), a digital platform for collaborative journalism that has become a hub for data-driven coverage of the pandemic and dispelling misinformation about the virus. \nTorres also is one of the founders of OjoPúblico, a nonprofit newsroom in Lima, which spearheaded The Big Pharma Project, a series of multinational investigations that shed light on methods used by pharmaceutical companies to consolidate their monopolies in Latin America.\nShe advises reporters to start with a series of questions when planning a coronavirus assignment.  Among the most common:\nWhat is the most important thing I need to explain to my audience right now about the pandemic?\nWhat is at stake with this disease?\nWho is benefitting from this global crisis?\nWhat are the social and economic side effects?\nIs the virus creating even more poverty and inequality than existed before?\nAmong her favourite tools:\nOpenRefine to clean and organise data\nDatawrapper, to create visualisations\nRequest a woman scientist, to verify information on medical topics and search by country, discipline, interest and degree\n“I always tell reporters we also have to offer hope with our stories. We must show the problems of the virus, but also that it’s not the end of the world. The public gets anxious and begins to despair when they only see bad news every day,” said Torres. “We have to find a balance, look for solutions and show the courage of ordinary people who are fighting this silent enemy.”\nIn an April 2020 column for the New York Times, three epidemiologists noted that a billion people live in the world’s slums.  The most important factor in enabling the spread of the pandemic, the doctors said, was the neglect of marginalised populations by governing elites. If journalists don’t tell their story, who will? \nHistory will judge how well journalism fulfilled its public service mission covering the “biggest story ever,” as a headline in The Guardian described the coronavirus. Here are some resources that can help.\nAdditional resources\nReporters Without Borders, \"#Tracker_19: Covid-19 impacts of press freedom”\nCommittee to Protect Journalists, “Safety advisory:  Covering the coronavirus epidemic” \nReuters, “Breaking the wave, measuring the death toll of COVID-19 and how far countries are from stopping it”\nEuropean Centre for Disease and Prevention and Control, an agency of the European Union\nWorld Health Organisation, “Corona disease pandemic”\nCenter for Disease Control and Prevention\nJohns Hopkins Resources Center\nFirst Draft, “Coronavirus: Tools and Guides for Journalists”\nInvestigative Reporters and Editor, “Top tips from heath reporters and officials on covering Covid-19”\nSolutions Journalism Network, “Covid-19 containment”\nPoynter Institute for Media Studies, “A daily coronavirus briefing for journalists”\nArticle 19, “Viral Lies: Misinformation and the Coronavirus”\nEthical Journalism Network, “Media ethics, safety and mental health: reporting in the time of COVID-19”\nEuropean Journalism Observatory, “How media worldwide are covering the coronavirus crisis”\nKnight Science Journalism, Massachusetts Institute of Technology, “Tips and Tools for Reporting on Covid-19”\nInternational Journalists’ Network, \"COVID-19 reporting tips and guidelines”\nData visualisation by hand: drawing data for your next story\nA data journalists guide to building a hypothesis\nMaking numbers louder: telling stories with sound\nConflict reporting with data\nThe promise of WikiData as a data source for journalists\nHarnessing Wikipedia's superpowers for journalists\nOwn your newsfeed, own your data\nPrivacy guide for data journalists","guid":"https://datajournalism.com/read/longreads/coronavirus-coverage-giving-a-voice-to-the-marginalised-and-vulnerable-with-data-on-your-side","isoDate":"2020-06-03T21:07:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}