{"pageProps":{"post":{"creator":"Monika Sengul-Jones","title":"Turbulent with a chance of data: Journalism’s drone-powered futures","link":"https://datajournalism.com/read/longreads/turbulent-with-a-chance-of-data-journalisms-drone-powered-futures","pubDate":"Thu, 05 Aug 2021 07:30:00 +0200","author":"Monika Sengul-Jones","content":"\n                                                                        <p>In 2011, The New York Times announced <a href=\"https://thelede.blogs.nytimes.com/2011/11/17/drone-journalism-arrives/\">the arrival of drone journalism</a>. Newsrooms were beginning to use drones to help journalists safely report on events that were difficult to attend—protests and environmental disasters. The mood was bright: drones were hip. </p>\n<p>As communication scholars <a href=\"https://www.dukeupress.edu/life-in-the-age-of-drone-warfare\">Lisa Parks and Caren Kaplan write</a>, the news media had a nearly insatiable appetite for drones—celebrating the novelty of unmanned aircraft flying inside volcanoes alongside panic about drones invading domestic spaces.</p>\n<p>Could news media use drones to better inform the public? To procure new data or do remote fact-checking with small unmanned aircraft? Could drones protect journalists, who have been targets for violence? Enthusiasm waxed. And—a decade later—waned.</p>\n<p>According to <a href=\"https://journalism.unl.edu/matt-waite-1\">Matt Waite, the “de facto dean” of drone journalism</a>, who has led the Drone Journalism Lab at the University of Nebraska-Lincoln since 2011, currently, drone journalism is stalled.</p>\n<p>“When we talked about drones years ago, a lot of the promise was that we have an ideal platform for photojournalism,” said Waite. “That’s happened. One of the most enduring images of the pandemic is going to be long car lines for food distribution, for testing facilities and vaccination sites. Those were shot with drones. Whether or not we will go to the next phase [with drones] remains to be seen.” </p>\n<p>With their annoying buzz and invasive tendencies, criticisms of drones resemble the weaknesses of news media to sensationalise and intrude—<a href=\"https://www.poynter.org/newsletters/2021/naomi-osaka-stunned-the-tennis-world-by-withdrawing-from-the-french-open-over-press-rules/\">exemplified recently</a> with Japanese tennis player Naomi Osaka’s refusal to speak with the press at the French Open. “The public often doesn’t trust drones,” said Waite.</p>\n\n                                                                     \n                            <p>Drones are often used to take aerial photographs in places that humans cannot easily access, such as this image of Australian beachgoers in 2020. But Matt Waite, lead of the Drone Journalism Lab at the University of Nebraska-Lincoln, said more can be done. Credit: <a href=\"https://unsplash.com/photos/8MPufprUmr4\">Photo</a> by <a href=\"https://unsplash.com/@mannydream?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Manny Moreno</a> on <a href=\"https://unsplash.com/s/photos/drone-covid?utm_source=unsplash&amp;utm_medium=referral&amp;utm_content=creditCopyText\">Unsplash</a></p>\n\n                                                                      \n                            <h3>Drone-worthy panoramic shots</h3>\n<p>In 2021, the most common use of drones in journalism is photojournalism. Drones serve as a remote-controlled lens stowed in the photojournalist's camera bag. </p>\n<p>“The view from above brings cinematic perspective to a simple event,” said Tomer Appelbaum, a photographer for the Israeli daily Haaretz. Appelbaum won a <a href=\"https://www.haaretz.com/israel-news/.premium.MAGAZINE-haaretz-photographer-wins-international-prize-for-this-incredible-picture-1.9183860\">Siena award</a> for an aerial view of socially distanced anti-Netanyahu protests in Tel Aviv in 2020. </p>\n<p>But Appelbaum’s drone didn’t prevent Israeli police from <a href=\"https://cpj.org/2020/06/israeli-police-assault-detain-israeli-photographer-tomer-appelbaum-during-protests-in-tel-aviv-against-west-bank-annexation/\">confronting and briefly detaining the photojournalist</a> while he covered a demonstration against Israel's West Bank annexation.</p>\n<p>It’s not surprising drones are used for photojournalism; media consumption tends towards the visual, said Marisa Brandt, a STEM teaching professor at Michigan State University who studies technologies and society.</p>\n<p>“It’s great to get click-worthy and noteworthy images [with drones],” she said. “But this does put us in a situation where a technology which allows us to create images that seem self-evident will get much more play and visibility than things that require a level of interpretation.” </p>\n<p>There are other stories—data-led stories—that drones can help journalists to tell. Waite said using drones to do heat mapping, 3-D terrain mapping, sense pollution, or create 3-D models of buildings are areas of opportunity for data journalists.</p>\n\n                                                                                                 <blockquote><p>The learning curve for using sensor-equipped drones is steep, requiring speciality equipment and knowledge.</p>\n</blockquote>\n\n                                                                     \n                            <p>Some of this work has happened. For instance, <a href=\"https://project.wnyc.org/cicadas/\">Radiolab and WNYC’s Data News Team launched a sensor project</a> to detect ground vibrations to predict when <a href=\"https://project.wnyc.org/cicadas/\">cicadas will emerge from the earth</a>. </p>\n<p>While the <a href=\"https://www.nytimes.com/2019/10/08/science/archaeology-lidar-maya.html\">New York Times</a> has reported on scholars and journalists using drones and aeroplanes equipped with lasers to discover ancient sites across thousands of square miles with drone-made lidar maps. </p>\n<p>Overall, said Waite, fewer efforts than he hoped have been undertaken. The learning curve for using sensor-equipped drones is steep, requiring speciality equipment and knowledge. And expensive, sometimes prohibitively expensive. “Such an investment just might be out of reach for many newsrooms and freelance journalists,” Waite said. </p>\n<p>Not all is lost. There are ways that journalists and newsrooms can use drones, or drone-like technology, to critically propel data journalism forward.</p>\n\n                                                                      \n                            <p>An image of a no drones sign on a private property. <a href=\"https://unsplash.com/photos/oMqswmrie4Y\">Photo credit: Martin Sanchez/Unsplash</a></p>\n\n                                                                      \n                            <h3>Dark origins: A brief history of drones</h3>\n<p>For all of their cool, gamer aesthetic—and yes, aviation hobbyists have used remote control aeroplanes for a quarter of a century—journalists should first remember that drones were initially developed and used for surveillance, military reconnaissance, and targeted killing.</p>\n<p>The United States has used drones that have tracked, injured, and killed thousands of people in countries including Pakistan, Afghanistan, Somalia, and Yemen from 2010-2020, according to data collected by the <a href=\"https://www.thebureauinvestigates.com/stories/2017-01-01/drone-wars-the-full-data\">Bureau of Investigative Journalism</a>. </p>\n<p>Meanwhile, <a href=\"https://www.npr.org/2021/06/01/1002196245/a-u-n-report-suggests-libya-saw-the-first-battlefield-killing-by-an-autonomous-d\">National Public Radio</a> reported in early June 2021 that the United Nations is investigating the first alleged case of a drone autonomously finding and killing a human on the ground in Liberia with no operator oversight. For millions of people, “daily life is haunted by the specter of aerial monitoring and bombardment,” <a href=\"https://www.filmandmedia.ucsb.edu/person/lisa-parks/\">writes Parks</a>, an expert in surveillance infrastructures and distinguished professor at the University of California, Santa Barbara.</p>\n\n                                                                      \n                            <p><a href=\"https://www.businessinsider.com/drone-industry-analysis-market-trends-growth-forecasts?op=1&amp;r=US&amp;IR=T\">Goldman Sachs</a> notes commercial drones make up less of the market but are responsible for a majority of the revenue.</p>\n\n                                                                      \n                            <p>It’s only been in the last decade that drones have gained market share in commercial and private sectors, which <a href=\"https://www.businessinsider.com/drone-industry-analysis-market-trends-growth-forecasts?op=1&amp;r=US&amp;IR=T\">Goldman Sachs</a> claims is worth approximately $100 billion. Globally, the largest consumer base of unmanned aerial vehicles (UAV) or unmanned aerial systems (UAS), drones, are militaries and law enforcement agencies, followed by agriculture and construction.</p>\n<p>If the spectre of monitoring seems more banal than science fiction, that’s because constant surveillance is a normal part of everyday life in the early 21st century. From the internet-connected baby monitors to mobile phone tracking towers, drones are among the warfare technologies that have been brought to the domestic marketplace, “intensify[ing] militarization in everyday life,” <a href=\"https://www.academia.edu/24403848/Drones_Vertical_Mediation_and_the_Targeted_Class\">Parks writes</a>.</p>\n\n                                                                                                 <blockquote><p>Newsrooms in the United States and Europe are often restricted from flying drones over groups of people.</p>\n</blockquote>\n\n                                                                     \n                            <h3>Turbo-charge your stories with drone data</h3>\n<p>Journalists can face this reality head-on. Begin by seeking access to domestic drone footage collected by other sectors, including law enforcement, construction, or insurance companies, and reporting on it.</p>\n<p><a href=\"https://wfpl.org/police-drones-capture-beautiful-and-ugly-truths-of-louisville-protests/\">WFPL News, an National Public Radio affiliate and independent, nonpartisan news outlet in Louisville, Kentucky, USA</a> obtained copies of more than 11 hours of footage from drones taken by the Kentucky State Police. </p>\n<p>Following the deaths of Ahmaud Arbery, George Floyd and Breonna Taylor in the spring of 2020, officers flew drones to track demonstrations. WFPL’s investigation of drone footage shows police using force without prior instigation from demonstrators. The exception was a protester tossing a water bottle at the drone above; the police fired rounds of pepper spray. “That was fun,” said an officer, in one of the rare videos that included audio.</p>\n<p>Newsrooms in the United States and Europe are often restricted from flying drones over groups of people. In late 2020, the Federal Aviation Administration (FAA) in the United States <a href=\"https://www.npr.org/2020/12/29/951010863/u-s-announces-new-rules-for-drones-and-their-operators\">issued new guidelines</a> allowing commercial drone operators to fly at night. </p>\n<p>However, journalists can obtain drone footage taken by federal agencies such as law enforcement using information requests granted through the Freedom of Information Acts in the United States, the European Union and the United Kingdom. </p>\n<p>In addition, journalists can request satellite images rather than using drones. In 2015, investigative reporters for the Associated Press used <a href=\"https://www.digitalglobe.com/company/about-us/\">DigitalGlobe</a> (now Maxar) satellites to glean evidence that cargo ships were trafficking enslaved humans from Myanmar and forcing them to fish. The data was used for the <a href=\"https://www.pulitzer.org/winners/associated-press\">Pulitzer Prize-winning story</a>, <a href=\"https://www.youtube.com/watch?v=vgYgAVQG5lk\">“Are slaves catching the fish you buy?”</a>. After publication, 2,000 slaves were freed and the investigation inspired reform efforts in the United States. </p>\n<p>Satellites can also provide data for disaster reporting: Quartz’s David Yanofsky did work on the <a href=\"https://qz.com/951019/what-the-six-year-drought-did-to-california-in-93-maps-and-two-charts/\">California drought using satellite imagery and data</a> to create nearly one hundred maps and charts. While not as granular as drones, satellites can provide <a href=\"https://gijn.org/2021/01/05/how-to-use-satellite-imagery-in-your-next-investigation/\">high-level insights</a> for less investment.</p>\n\n                                                                      \n                            <p>For mapping, drone operators interviewed in this article use fixed-wing drones by <a href=\"https://www.sensefly.com/drone/ebee-x-fixed-wing-drone/\">eBee</a>, as pictured above.</p>\n\n                                                                      \n                            <h3>Drones are expensive and learning takes time</h3>\n<p>While some hobby models cost only a few hundred euros, a commercial drone with a longer battery life can cost more than €10,000. In addition to equipment costs, learning and licensing can be time-consuming.</p>\n<p>“Using drones is a specialised skill set,” said <a href=\"https://www.millefoto.com/about\">Johnny Miller</a>, a freelance drone operator who has published arresting images of global inequality using drones for his project, <a href=\"https://www.millefoto.com/unequalscenes\">Unequal Scenes</a>; these photographs have been featured in publications such as <a href=\"https://time.com/longform/time-the-drone-age/\">TIME Magazine</a>. </p>\n<p>Miller co-founded <a href=\"https://africandrone.org/\">africanDRONE</a> in Cape Town, South Africa and is a fellow at Code for Africa.</p>\n<p>“You need a variety of complementary skills that work together: being able to produce. Keep yourself safe, situational awareness. Drones have complexity with real consequences,” said Miller.</p>\n<p>Situations can go sour quickly. Generally, a pilot should keep the drone in their line of sight and be able to land safely. The battery life of entry-level commercial drones might be twenty minutes or less. Appelbaum recalled a “nightmare” moment when another journalist’s drone lost power mid-flight. It crashed—luckily, no one was injured.</p>\n<p>“The pilot in command is always responsible for the drone’s actions,” said Miller. “If it falls out of the sky and kills someone, you are going to jail.”</p>\n<p>Professional training and labs are available. In 2017, Poynter, with the National Press Photographers Association, The Drone Journalism Lab at the University of Nebraska and DJI (Da-Jiang Innovation, a popular Chinese drone manufacturer), guided nearly 400 journalists in the United States to legally and safely operate drones.</p>\n\n                                                                      \n                            <p>Drone operators interviewed in this article use <a href=\"https://www.dji.com/ie/products/professional\">DJI Pro series for photojournalism</a>, as pictured above.</p>\n\n                                                                      \n                            <p>But regulations, time, and costs can prevent smaller newsrooms and independent freelancers from taking advantage of drone’s affordances for journalism. Not to mention, many training programs have been on hold. </p>\n<p>Waite said the COVID-19 pandemic set back the drone journalism programmes at the University of Nebraska. “It’s difficult to have ethical conversations about drones in asynchronous learning,” he said.</p>\n<p>Alternatively, newsrooms can partner with experienced drone operators and open source data projects. africanDRONE is a pan-African organisation “committed to using drones for good,” including <a href=\"https://africandrone.org/drone-journalism\">drone journalism</a>, and welcomes community partners to implement projects. </p>\n<p>For example, Frederick Mbuyu, co-founder of africanDRONE, led the Zanzibar Mapping Initiative (ZMI), funded by the World Bank and Tanzanian government, to remap Tanzanian lowlands and slums that were inaccurately or incompletely portrayed in satellite imagery.</p>\n\n                                                                                                 <blockquote><p>Most drone projects are 80% planning and analysis, 20% drone flying</p>\n</blockquote>\n\n                                                                     \n                            <p>The project, called <a href=\"https://ramanihuria.org/en/\">Ramani Huria</a> (“our map” in Swahili) used drones and OpenStreetMap, an open-access mapping software, to make accessible maps that identified the most flood-prone areas. Over time, <a href=\"https://www.hotosm.org/where-we-work/tanzania/\">the maps</a> have taken on greater significance and include numerous high-level details of the communities.</p>\n<p>For projects like this, drones are not a one-and-done event. Most drone projects are 80% planning and analysis, 20% drone flying, said Miller, who collaborates with Mbuyu. These projects take months.</p>\n<p>“It takes a team to do this,” said Miller. “You have to train people to learn to fly these drones, learn to fly in the patterns the maps require, then—crucially—interface with the community. Identify people in the community who can map on the ground. You need people on the ground. Drones cannot just parachute in and tell the story. The story comes first.” </p>\n<p>Partnerships make sense: the eBee drones used to make the maps cost between €10,000 and €20,000. ­</p>\n\n                                                                      \n                            <p>A map of Dar es Salaam before (left) and after (right) Ramani Huria, a drone mapping project done in collaboration with africanDRONE, the communities, and journalists funded by the World Bank and Tanzanian government.</p>\n\n                                                                      \n                            <h3>Develop long-term projects with community partners</h3>\n<p>Newsrooms and freelance journalists can apply for funding to develop community partnership projects that use drones for storytelling. </p>\n<p>This was the tack taken by the <a href=\"https://www.youtube.com/watch?v=XcWsfB9Tx9s\">Sensemaker project</a> in the United Kingdom. Funded by the Google News Initiative, a collaboration between the <a href=\"https://www.uclan.ac.uk/research/activity/civic-drone-centre\">Civic Drone Centre at the University of Central Lancashire</a>, Manchester Evening News, and the Cringle Brook Primary School, the project sought to use sensemaking machines, including drones, for journalism. </p>\n<p>“Stories about pollution, stories from pictures, stories about things that we haven’t yet imagined,” said John Mills, project lead and associate professor at the University of Central Lancashire. “These are contributing to journalism.”</p>\n\n                                                                                                 <blockquote><p>Drone certification requirements vary nationally and change over time.</p>\n</blockquote>\n\n                                                                     \n                            <p>Paul Gallagher, publisher of the Manchester Evening News, said the initiative was unique because the storytelling didn’t start with trying to find a story in an existing data set. Instead, journalists and community partners asked questions and gathered data to help to tell a story.</p>\n<p>The administration at the Cringle Brook Primary School in Manchester was concerned about air pollution, said Louise Taylor, assistant headteacher. She joined the Sensemaker team focused on detecting nitrogen dioxide while the Manchester Evening News reported on the efforts. After monitoring, Gallagher said they found pollution spikes in the morning and the mid-afternoon, coinciding with school drop-off and pick-up times. The school made a public presentation to the parents about the effort, and this led to a behaviour change. Fewer cars, less pollution.</p>\n<p>“It’s not something that we’ve plucked from Google,” said Helen Chase, head of the school. “It’s a live statistic that happens here, now. They can’t argue about it. That gives us strength.”</p>\n\n                                                                      \n                            <h3>Pay attention to regulations</h3>\n<p>Drone certification requirements vary nationally and change over time. </p>\n<p>The European Union Aviation Safety Agency (EUASA) takes a risk-based approach to drone regulation. Drone use is not differentiated based on leisure or commercial purposes. Rather, drones are regulated based on weight and activity. This handy explainer for EU drone operators has information on regulatory categories and licensing. </p>\n<p>In the United Kingdom, where European Union law no longer applies, <a href=\"https://www.caa.co.uk/consumers/unmanned-aircraft-and-drones/\">all drone pilots are required to take a test and register drones</a>, regardless of purpose or size. </p>\n<p>In the United States, drone certification requirements are different for commercial and leisure drone activity. Under the <a href=\"https://www.faa.gov/uas/commercial_operators/\">Federal Aviation Authority's Small UAS Rule (Part 107) for commercial use</a>, drone operators should obtain a Remote Pilot Certificate to demonstrate understanding of the safety procedures, operations, and regulations. The certificate includes taking an exam and must be renewed every two years.</p>\n<p>Reporting on regulations and their asymmetrical implications can also serve the public. </p>\n<p>“A drone is a frame,” Miller said. “Being able to see everyone from above has historically been reserved for the rich and governments. Then, all of a sudden, the common person can [use drones] to analyse the land around them. “[It can be] a democratising technology, but it’s not a silver bullet. It’s a mindset shift.”</p>\n\n                                                                                                 <p><strong>Quick links</strong></p>\n<ul>\n<li><a href=\"http://clok.uclan.ac.uk/36980/\">Sensemaker project: Cocreating sensors for journalism</a> </li>\n<li><a href=\"https://www.uclan.ac.uk/research/activity/civic-drone-centre\">Civic Drone Centre at the University of Central Lancashire</a></li>\n<li><a href=\"https://www.thebureauinvestigates.com/stories/2017-01-01/drone-wars-the-full-data\">Get the data: Drone wars datasets and visualizations from the Bureau of Investigative Journalism</a></li>\n<li><a href=\"https://www.bbc.com/editorialguidelines/guidance/drones\">BBC editorial guidelines for drone footage use</a></li>\n<li><a href=\"https://www.openstreetmap.org/#map=5/38.007/-95.844\">Open street map</a></li>\n<li><a href=\"https://wiki.openstreetmap.org/wiki/Dar_es_Salaam/Ramani_Huria\">Data gathered of Dar es Salaam on Open Street Map</a></li>\n<li><a href=\"https://www.hotosm.org/where-we-work/tanzania/\">Explore the Tanzania open maps</a></li>\n</ul>\n<p><strong>Earn your wings: Becoming a drone pilot</strong></p>\n<ul>\n<li><a href=\"https://www.easa.europa.eu/the-agency/faqs/drones-uas#category-regulations-on-uas-drone-explained\">European Union Aviation Safety Agency FAQ on drone regulations</a></li>\n<li><a href=\"https://www.faa.gov/uas/commercial_operators/become_a_drone_pilot/\">Federal Aviation Administration (U.S.) guidelines to becoming a drone pilot</a></li>\n<li><a href=\"https://www.caa.co.uk/Consumers/Unmanned-aircraft/Our-role/Drone-and-model-aircraft-registration/\">United Kingdom Civil Aviation Authority guidelines on drone operation</a></li>\n</ul>\n<p><strong>Drones used by drone operators in this article</strong></p>\n<ul>\n<li><a href=\"https://www.dji.com/ie/products/professional\">DJI Pro series for photojournalism</a></li>\n<li><a href=\"https://www.sensefly.com/drone/ebee-x-fixed-wing-drone/\">Fixed wing drones for mapping by eBee</a></li>\n</ul>\n\n                                                                                                                                <p>Monika Sengul-Jones, PhD, is a freelance researcher, writer and expert on digital cultures and media industries. She was the OCLC Wikipedian-in-Residence in 2018-19. In 2020, she is co-leading <a href=\"https://artandfeminism.org/initiatives/current-initiatives/reading-together/\">Reading Together: Reliable Sources and Multilingual Communities</a>, an Art+Feminism project on reliable sources and marginalised communities funded by WikiCred. <a href=\"https://twitter.com/monikajones\">@monikajones</a>, <a href=\"https://monikasjones.com\">www.monikasjones.com</a></p>\n\n                                                                                                      \n                ","contentSnippet":"In 2011, The New York Times announced the arrival of drone journalism. Newsrooms were beginning to use drones to help journalists safely report on events that were difficult to attend—protests and environmental disasters. The mood was bright: drones were hip. \nAs communication scholars Lisa Parks and Caren Kaplan write, the news media had a nearly insatiable appetite for drones—celebrating the novelty of unmanned aircraft flying inside volcanoes alongside panic about drones invading domestic spaces.\nCould news media use drones to better inform the public? To procure new data or do remote fact-checking with small unmanned aircraft? Could drones protect journalists, who have been targets for violence? Enthusiasm waxed. And—a decade later—waned.\nAccording to Matt Waite, the “de facto dean” of drone journalism, who has led the Drone Journalism Lab at the University of Nebraska-Lincoln since 2011, currently, drone journalism is stalled.\n“When we talked about drones years ago, a lot of the promise was that we have an ideal platform for photojournalism,” said Waite. “That’s happened. One of the most enduring images of the pandemic is going to be long car lines for food distribution, for testing facilities and vaccination sites. Those were shot with drones. Whether or not we will go to the next phase [with drones] remains to be seen.” \nWith their annoying buzz and invasive tendencies, criticisms of drones resemble the weaknesses of news media to sensationalise and intrude—exemplified recently with Japanese tennis player Naomi Osaka’s refusal to speak with the press at the French Open. “The public often doesn’t trust drones,” said Waite.\nDrones are often used to take aerial photographs in places that humans cannot easily access, such as this image of Australian beachgoers in 2020. But Matt Waite, lead of the Drone Journalism Lab at the University of Nebraska-Lincoln, said more can be done. Credit: Photo by Manny Moreno on Unsplash\nDrone-worthy panoramic shots\nIn 2021, the most common use of drones in journalism is photojournalism. Drones serve as a remote-controlled lens stowed in the photojournalist's camera bag. \n“The view from above brings cinematic perspective to a simple event,” said Tomer Appelbaum, a photographer for the Israeli daily Haaretz. Appelbaum won a Siena award for an aerial view of socially distanced anti-Netanyahu protests in Tel Aviv in 2020. \nBut Appelbaum’s drone didn’t prevent Israeli police from confronting and briefly detaining the photojournalist while he covered a demonstration against Israel's West Bank annexation.\nIt’s not surprising drones are used for photojournalism; media consumption tends towards the visual, said Marisa Brandt, a STEM teaching professor at Michigan State University who studies technologies and society.\n“It’s great to get click-worthy and noteworthy images [with drones],” she said. “But this does put us in a situation where a technology which allows us to create images that seem self-evident will get much more play and visibility than things that require a level of interpretation.” \nThere are other stories—data-led stories—that drones can help journalists to tell. Waite said using drones to do heat mapping, 3-D terrain mapping, sense pollution, or create 3-D models of buildings are areas of opportunity for data journalists.\nThe learning curve for using sensor-equipped drones is steep, requiring speciality equipment and knowledge.\nSome of this work has happened. For instance, Radiolab and WNYC’s Data News Team launched a sensor project to detect ground vibrations to predict when cicadas will emerge from the earth. \nWhile the New York Times has reported on scholars and journalists using drones and aeroplanes equipped with lasers to discover ancient sites across thousands of square miles with drone-made lidar maps. \nOverall, said Waite, fewer efforts than he hoped have been undertaken. The learning curve for using sensor-equipped drones is steep, requiring speciality equipment and knowledge. And expensive, sometimes prohibitively expensive. “Such an investment just might be out of reach for many newsrooms and freelance journalists,” Waite said. \nNot all is lost. There are ways that journalists and newsrooms can use drones, or drone-like technology, to critically propel data journalism forward.\nAn image of a no drones sign on a private property. Photo credit: Martin Sanchez/Unsplash\nDark origins: A brief history of drones\nFor all of their cool, gamer aesthetic—and yes, aviation hobbyists have used remote control aeroplanes for a quarter of a century—journalists should first remember that drones were initially developed and used for surveillance, military reconnaissance, and targeted killing.\nThe United States has used drones that have tracked, injured, and killed thousands of people in countries including Pakistan, Afghanistan, Somalia, and Yemen from 2010-2020, according to data collected by the Bureau of Investigative Journalism. \nMeanwhile, National Public Radio reported in early June 2021 that the United Nations is investigating the first alleged case of a drone autonomously finding and killing a human on the ground in Liberia with no operator oversight. For millions of people, “daily life is haunted by the specter of aerial monitoring and bombardment,” writes Parks, an expert in surveillance infrastructures and distinguished professor at the University of California, Santa Barbara.\nGoldman Sachs notes commercial drones make up less of the market but are responsible for a majority of the revenue.\nIt’s only been in the last decade that drones have gained market share in commercial and private sectors, which Goldman Sachs claims is worth approximately $100 billion. Globally, the largest consumer base of unmanned aerial vehicles (UAV) or unmanned aerial systems (UAS), drones, are militaries and law enforcement agencies, followed by agriculture and construction.\nIf the spectre of monitoring seems more banal than science fiction, that’s because constant surveillance is a normal part of everyday life in the early 21st century. From the internet-connected baby monitors to mobile phone tracking towers, drones are among the warfare technologies that have been brought to the domestic marketplace, “intensify[ing] militarization in everyday life,” Parks writes.\nNewsrooms in the United States and Europe are often restricted from flying drones over groups of people.\nTurbo-charge your stories with drone data\nJournalists can face this reality head-on. Begin by seeking access to domestic drone footage collected by other sectors, including law enforcement, construction, or insurance companies, and reporting on it.\nWFPL News, an National Public Radio affiliate and independent, nonpartisan news outlet in Louisville, Kentucky, USA obtained copies of more than 11 hours of footage from drones taken by the Kentucky State Police. \nFollowing the deaths of Ahmaud Arbery, George Floyd and Breonna Taylor in the spring of 2020, officers flew drones to track demonstrations. WFPL’s investigation of drone footage shows police using force without prior instigation from demonstrators. The exception was a protester tossing a water bottle at the drone above; the police fired rounds of pepper spray. “That was fun,” said an officer, in one of the rare videos that included audio.\nNewsrooms in the United States and Europe are often restricted from flying drones over groups of people. In late 2020, the Federal Aviation Administration (FAA) in the United States issued new guidelines allowing commercial drone operators to fly at night. \nHowever, journalists can obtain drone footage taken by federal agencies such as law enforcement using information requests granted through the Freedom of Information Acts in the United States, the European Union and the United Kingdom. \nIn addition, journalists can request satellite images rather than using drones. In 2015, investigative reporters for the Associated Press used DigitalGlobe (now Maxar) satellites to glean evidence that cargo ships were trafficking enslaved humans from Myanmar and forcing them to fish. The data was used for the Pulitzer Prize-winning story, “Are slaves catching the fish you buy?”. After publication, 2,000 slaves were freed and the investigation inspired reform efforts in the United States. \nSatellites can also provide data for disaster reporting: Quartz’s David Yanofsky did work on the California drought using satellite imagery and data to create nearly one hundred maps and charts. While not as granular as drones, satellites can provide high-level insights for less investment.\nFor mapping, drone operators interviewed in this article use fixed-wing drones by eBee, as pictured above.\nDrones are expensive and learning takes time\nWhile some hobby models cost only a few hundred euros, a commercial drone with a longer battery life can cost more than €10,000. In addition to equipment costs, learning and licensing can be time-consuming.\n“Using drones is a specialised skill set,” said Johnny Miller, a freelance drone operator who has published arresting images of global inequality using drones for his project, Unequal Scenes; these photographs have been featured in publications such as TIME Magazine. \nMiller co-founded africanDRONE in Cape Town, South Africa and is a fellow at Code for Africa.\n“You need a variety of complementary skills that work together: being able to produce. Keep yourself safe, situational awareness. Drones have complexity with real consequences,” said Miller.\nSituations can go sour quickly. Generally, a pilot should keep the drone in their line of sight and be able to land safely. The battery life of entry-level commercial drones might be twenty minutes or less. Appelbaum recalled a “nightmare” moment when another journalist’s drone lost power mid-flight. It crashed—luckily, no one was injured.\n“The pilot in command is always responsible for the drone’s actions,” said Miller. “If it falls out of the sky and kills someone, you are going to jail.”\nProfessional training and labs are available. In 2017, Poynter, with the National Press Photographers Association, The Drone Journalism Lab at the University of Nebraska and DJI (Da-Jiang Innovation, a popular Chinese drone manufacturer), guided nearly 400 journalists in the United States to legally and safely operate drones.\nDrone operators interviewed in this article use DJI Pro series for photojournalism, as pictured above.\nBut regulations, time, and costs can prevent smaller newsrooms and independent freelancers from taking advantage of drone’s affordances for journalism. Not to mention, many training programs have been on hold. \nWaite said the COVID-19 pandemic set back the drone journalism programmes at the University of Nebraska. “It’s difficult to have ethical conversations about drones in asynchronous learning,” he said.\nAlternatively, newsrooms can partner with experienced drone operators and open source data projects. africanDRONE is a pan-African organisation “committed to using drones for good,” including drone journalism, and welcomes community partners to implement projects. \nFor example, Frederick Mbuyu, co-founder of africanDRONE, led the Zanzibar Mapping Initiative (ZMI), funded by the World Bank and Tanzanian government, to remap Tanzanian lowlands and slums that were inaccurately or incompletely portrayed in satellite imagery.\nMost drone projects are 80% planning and analysis, 20% drone flying\nThe project, called Ramani Huria (“our map” in Swahili) used drones and OpenStreetMap, an open-access mapping software, to make accessible maps that identified the most flood-prone areas. Over time, the maps have taken on greater significance and include numerous high-level details of the communities.\nFor projects like this, drones are not a one-and-done event. Most drone projects are 80% planning and analysis, 20% drone flying, said Miller, who collaborates with Mbuyu. These projects take months.\n“It takes a team to do this,” said Miller. “You have to train people to learn to fly these drones, learn to fly in the patterns the maps require, then—crucially—interface with the community. Identify people in the community who can map on the ground. You need people on the ground. Drones cannot just parachute in and tell the story. The story comes first.” \nPartnerships make sense: the eBee drones used to make the maps cost between €10,000 and €20,000. ­\nA map of Dar es Salaam before (left) and after (right) Ramani Huria, a drone mapping project done in collaboration with africanDRONE, the communities, and journalists funded by the World Bank and Tanzanian government.\nDevelop long-term projects with community partners\nNewsrooms and freelance journalists can apply for funding to develop community partnership projects that use drones for storytelling. \nThis was the tack taken by the Sensemaker project in the United Kingdom. Funded by the Google News Initiative, a collaboration between the Civic Drone Centre at the University of Central Lancashire, Manchester Evening News, and the Cringle Brook Primary School, the project sought to use sensemaking machines, including drones, for journalism. \n“Stories about pollution, stories from pictures, stories about things that we haven’t yet imagined,” said John Mills, project lead and associate professor at the University of Central Lancashire. “These are contributing to journalism.”\nDrone certification requirements vary nationally and change over time.\nPaul Gallagher, publisher of the Manchester Evening News, said the initiative was unique because the storytelling didn’t start with trying to find a story in an existing data set. Instead, journalists and community partners asked questions and gathered data to help to tell a story.\nThe administration at the Cringle Brook Primary School in Manchester was concerned about air pollution, said Louise Taylor, assistant headteacher. She joined the Sensemaker team focused on detecting nitrogen dioxide while the Manchester Evening News reported on the efforts. After monitoring, Gallagher said they found pollution spikes in the morning and the mid-afternoon, coinciding with school drop-off and pick-up times. The school made a public presentation to the parents about the effort, and this led to a behaviour change. Fewer cars, less pollution.\n“It’s not something that we’ve plucked from Google,” said Helen Chase, head of the school. “It’s a live statistic that happens here, now. They can’t argue about it. That gives us strength.”\nPay attention to regulations\nDrone certification requirements vary nationally and change over time. \nThe European Union Aviation Safety Agency (EUASA) takes a risk-based approach to drone regulation. Drone use is not differentiated based on leisure or commercial purposes. Rather, drones are regulated based on weight and activity. This handy explainer for EU drone operators has information on regulatory categories and licensing. \nIn the United Kingdom, where European Union law no longer applies, all drone pilots are required to take a test and register drones, regardless of purpose or size. \nIn the United States, drone certification requirements are different for commercial and leisure drone activity. Under the Federal Aviation Authority's Small UAS Rule (Part 107) for commercial use, drone operators should obtain a Remote Pilot Certificate to demonstrate understanding of the safety procedures, operations, and regulations. The certificate includes taking an exam and must be renewed every two years.\nReporting on regulations and their asymmetrical implications can also serve the public. \n“A drone is a frame,” Miller said. “Being able to see everyone from above has historically been reserved for the rich and governments. Then, all of a sudden, the common person can [use drones] to analyse the land around them. “[It can be] a democratising technology, but it’s not a silver bullet. It’s a mindset shift.”\nQuick links\nSensemaker project: Cocreating sensors for journalism \nCivic Drone Centre at the University of Central Lancashire\nGet the data: Drone wars datasets and visualizations from the Bureau of Investigative Journalism\nBBC editorial guidelines for drone footage use\nOpen street map\nData gathered of Dar es Salaam on Open Street Map\nExplore the Tanzania open maps\nEarn your wings: Becoming a drone pilot\nEuropean Union Aviation Safety Agency FAQ on drone regulations\nFederal Aviation Administration (U.S.) guidelines to becoming a drone pilot\nUnited Kingdom Civil Aviation Authority guidelines on drone operation\nDrones used by drone operators in this article\nDJI Pro series for photojournalism\nFixed wing drones for mapping by eBee\nMonika Sengul-Jones, PhD, is a freelance researcher, writer and expert on digital cultures and media industries. She was the OCLC Wikipedian-in-Residence in 2018-19. In 2020, she is co-leading Reading Together: Reliable Sources and Multilingual Communities, an Art+Feminism project on reliable sources and marginalised communities funded by WikiCred. @monikajones, www.monikasjones.com","guid":"https://datajournalism.com/read/longreads/turbulent-with-a-chance-of-data-journalisms-drone-powered-futures","isoDate":"2021-08-05T05:30:00.000Z","blogTitle":"DataJournalism.com"}},"__N_SSG":true}